import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "শুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু।",
  },
  {
    id: 2,
    text: "যাবতীয় প্রশংসা আল্লাহ তাআলার যিনি সকল সৃষ্টি জগতের পালনকর্তা।",
  },
  {
    id: 3,
    text: "যিনি নিতান্ত মেহেরবান ও দয়ালু।",
  },
  {
    id: 4,
    text: "যিনি বিচার দিনের মালিক।",
  },
  {
    id: 5,
    text: "আমরা একমাত্র তোমারই ইবাদত করি এবং শুধুমাত্র তোমারই সাহায্য প্রার্থনা করি।",
  },
  {
    id: 6,
    text: "আমাদেরকে সরল পথ দেখাও,",
  },
  {
    id: 7,
    text: "সে সমস্ত লোকের পথ, যাদেরকে তুমি নেয়ামত দান করেছ। তাদের পথ নয়, যাদের প্রতি তোমার গজব নাযিল হয়েছে এবং যারা পথভ্রষ্ট হয়েছে।",
  },
];

export default bn;
