import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "শপথ উর্ধ্বশ্বাসে চলমান অশ্বসমূহের,",
  },
  {
    id: 2,
    text: "অতঃপর ক্ষুরাঘাতে অগ্নিবিচ্ছুরক অশ্বসমূহের",
  },
  {
    id: 3,
    text: "অতঃপর প্রভাতকালে আক্রমণকারী অশ্বসমূহের",
  },
  {
    id: 4,
    text: "ও যারা সে সময়ে ধুলি উৎক্ষিপ্ত করে",
  },
  {
    id: 5,
    text: "অতঃপর যারা শক্রদলের অভ্যন্তরে ঢুকে পড়ে-",
  },
  {
    id: 6,
    text: "নিশ্চয় মানুষ তার পালনকর্তার প্রতি অকৃতজ্ঞ।",
  },
  {
    id: 7,
    text: "এবং সে অবশ্য এ বিষয়ে অবহিত",
  },
  {
    id: 8,
    text: "এবং সে নিশ্চিতই ধন-সম্পদের ভালবাসায় মত্ত।",
  },
  {
    id: 9,
    text: "সে কি জানে না, যখন কবরে যা আছে, তা উত্থিত হবে",
  },
  {
    id: 10,
    text: "এবং অন্তরে যা আছে, তা অর্জন করা হবে?",
  },
  {
    id: 11,
    text: "সেদিন তাদের কি হবে, সে সম্পর্কে তাদের পালনকর্তা সবিশেষ জ্ঞাত।",
  },
];

export default bn;
