import type { meanType } from "./type";

const bn: meanType = [
  {
    id: 1,
    text: "করাঘাতকারী,"
  },
  {
    id: 2,
    text: "করাঘাতকারী কি?"
  },
  {
    id: 3,
    text: "করাঘাতকারী সম্পর্কে আপনি কি জানেন ?"
  },
  {
    id: 4,
    text: "যেদিন মানুষ হবে বিক্ষিপ্ত পতংগের মত"
  },
  {
    id: 5,
    text: "এবং পর্বতমালা হবে ধুনিত রঙ্গীন পশমের মত।"
  },
  {
    id: 6,
    text: "অতএব যার পাল্লা ভারী হবে,"
  },
  {
    id: 7,
    text: "সে সুখীজীবন যাপন করবে।"
  },
  {
    id: 8,
    text: "আর যার পাল্লা হালকা হবে,"
  },
  {
    id: 9,
    text: "তার ঠিকানা হবে হাবিয়া।"
  },
  {
    id: 10,
    text: "আপনি জানেন তা কি?"
  },
  {
    id: 11,
    text: "প্রজ্জ্বলিত অগ্নি!"
  },
];

export default bn;