import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "প্রাচুর্যের লালসা তোমাদেরকে গাফেল রাখে,",
  },
  {
    id: 2,
    text: "এমনকি, তোমরা কবরস্থানে পৌছে যাও।",
  },
  {
    id: 3,
    text: "এটা কখনও উচিত নয়। তোমরা সত্ত্বরই জেনে নেবে।",
  },
  {
    id: 4,
    text: "অতঃপর এটা কখনও উচিত নয়। তোমরা সত্ত্বরই জেনে নেবে।",
  },
  {
    id: 5,
    text: "কখনই নয়; যদি তোমরা নিশ্চিত জানতে।",
  },
  {
    id: 6,
    text: "তোমরা অবশ্যই জাহান্নাম দেখবে,",
  },
  {
    id: 7,
    text: "অতঃপর তোমরা তা অবশ্যই দেখবে দিব্য প্রত্যয়ে,",
  },
  {
    id: 8,
    text: "এরপর অবশ্যই সেদিন তোমরা নেয়ামত সম্পর্কে জিজ্ঞাসিত হবে।",
  },
];

export default bn;
