import type { meanType } from "./type";

const bn: meanType = [
  {
    id: 1,
    text: "প্রত্যেক পশ্চাতে ও সম্মুখে পরনিন্দাকারীর দুর্ভোগ,"
  },
  {
    id: 2,
    text: "যে অর্থ সঞ্চিত করে ও গণনা করে"
  },
  {
    id: 3,
    text: "সে মনে করে যে, তার অর্থ চিরকাল তার সাথে থাকবে!"
  },
  {
    id: 4,
    text: "কখনও না, সে অবশ্যই নিক্ষিপ্ত হবে পিষ্টকারীর মধ্যে।"
  },
  {
    id: 5,
    text: "আপনি কি জানেন, পিষ্টকারী কি?"
  },
  {
    id: 6,
    text: "এটা আল্লাহর প্রজ্জ্বলিত অগ্নি,"
  },
  {
    id: 7,
    text: "যা হৃদয় পর্যন্ত পৌছবে।"
  },
  {
    id: 8,
    text: "এতে তাদেরকে বেঁধে দেয়া হবে,"
  },
  {
    id: 9,
    text: "লম্বা লম্বা খুঁটিতে।"
  },
];

export default bn;