import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "আপনি কি দেখেছেন তাকে, যে বিচারদিবসকে মিথ্যা বলে?",
  },
  {
    id: 2,
    text: "সে সেই ব্যক্তি, যে এতীমকে গলা ধাক্কা দেয়",
  },
  {
    id: 3,
    text: "এবং মিসকীনকে অন্ন দিতে উৎসাহিত করে না।",
  },
  {
    id: 4,
    text: "অতএব দুর্ভোগ সেসব নামাযীর,",
  },
  {
    id: 5,
    text: "যারা তাদের নামায সম্বন্ধে বে-খবর;",
  },
  {
    id: 6,
    text: "যারা তা লোক-দেখানোর জন্য করে",
  },
  {
    id: 7,
    text: "এবং নিত্য ব্যবহার্য্য বস্তু অন্যকে দেয় না।",
  },
];

export default bn;
