import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "বলুন, হে কাফেরকূল,",
  },
  {
    id: 2,
    text: "আমি এবাদত করিনা, তোমরা যার এবাদত কর।",
  },
  {
    id: 3,
    text: "এবং তোমরাও এবাদতকারী নও, যার এবাদত আমি করি",
  },
  {
    id: 4,
    text: "এবং আমি এবাদতকারী নই, যার এবাদত তোমরা কর।",
  },
  {
    id: 5,
    text: "তোমরা এবাদতকারী নও, যার এবাদত আমি করি।",
  },
  {
    id: 6,
    text: "তোমাদের কর্ম ও কর্মফল তোমাদের জন্যে এবং আমার কর্ম ও কর্মফল আমার জন্যে।",
  },
];

export default bn;
