import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "করুনাময় আল্লাহ।",
  },
  {
    id: 2,
    text: "শিক্ষা দিয়েছেন কোরআন,",
  },
  {
    id: 3,
    text: "সৃষ্টি করেছেন মানুষ,",
  },
  {
    id: 4,
    text: "তাকে শিখিয়েছেন বর্ণনা।",
  },
  {
    id: 5,
    text: "সূর্য ও চন্দ্র হিসাবমত চলে।",
  },
  {
    id: 6,
    text: "এবং তৃণলতা ও বৃক্ষাদি সেজদারত আছে।",
  },
  {
    id: 7,
    text: "তিনি আকাশকে করেছেন সমুন্নত এবং স্থাপন করেছেন তুলাদন্ড।",
  },
  {
    id: 8,
    text: "যাতে তোমরা সীমালংঘন না কর তুলাদন্ডে।",
  },
  {
    id: 9,
    text: "তোমরা ন্যায্য ওজন কায়েম কর এবং ওজনে কম দিয়ো না।",
  },
  {
    id: 10,
    text: "তিনি পৃথিবীকে স্থাপন করেছেন সৃষ্টজীবের জন্যে।",
  },
  {
    id: 11,
    text: "এতে আছে ফলমূল এবং বহিরাবরণবিশিষ্ট খর্জুর বৃক্ষ।",
  },
  {
    id: 12,
    text: "আর আছে খোসাবিশিষ্ট শস্য ও সুগন্ধি ফুল।",
  },
  {
    id: 13,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অনুগ্রহকে অস্বীকার করবে?",
  },
  {
    id: 14,
    text: "তিনি মানুষকে সৃষ্টি করেছেন পোড়া মাটির ন্যায় শুষ্ক মৃত্তিকা থেকে।",
  },
  {
    id: 15,
    text: "এবং জিনকে সৃষ্টি করেছেন অগ্নিশিখা থেকে।",
  },
  {
    id: 16,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অনুগ্রহ অস্বীকার করবে?",
  },
  {
    id: 17,
    text: "তিনি দুই উদয়াচল ও দুই অস্তাচলের মালিক।",
  },
  {
    id: 18,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 19,
    text: "তিনি পাশাপাশি দুই দরিয়া প্রবাহিত করেছেন।",
  },
  {
    id: 20,
    text: "উভয়ের মাঝখানে রয়েছে এক অন্তরাল, যা তারা অতিক্রম করে না।",
  },
  {
    id: 21,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 22,
    text: "উভয় দরিয়া থেকে উৎপন্ন হয় মোতি ও প্রবাল।",
  },
  {
    id: 23,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 24,
    text: "দরিয়ায় বিচরণশীল পর্বতদৃশ্য জাহাজসমূহ তাঁরই (নিয়ন্ত্রনাধীন)",
  },
  {
    id: 25,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 26,
    text: "ভূপৃষ্টের সবকিছুই ধ্বংসশীল।",
  },
  {
    id: 27,
    text: "একমাত্র আপনার মহিমায় ও মহানুভব পালনকর্তার সত্তা ছাড়া।",
  },
  {
    id: 28,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 29,
    text: "নভোমন্ডল ও ভূমন্ডলের সবাই তাঁর কাছে প্রার্থী। তিনি সর্বদাই কোন না কোন কাজে রত আছেন।",
  },
  {
    id: 30,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 31,
    text: "হে জিন ও মানব! আমি শীঘ্রই তোমাদের জন্যে কর্মমুক্ত হয়ে যাব।",
  },
  {
    id: 32,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 33,
    text: "হে জিন ও মানবকূল, নভোমন্ডল ও ভূমন্ডলের প্রান্ত অতিক্রম করা যদি তোমাদের সাধ্যে কুলায়, তবে অতিক্রম কর। কিন্তু ছাড়পত্র ব্যতীত তোমরা তা অতিক্রম করতে পারবে না।",
  },
  {
    id: 34,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 35,
    text: "ছাড়া হবে তোমাদের প্রতি অগ্নিস্ফুলিঙ্গ ও ধুম্রকুঞ্জ তখন তোমরা সেসব প্রতিহত করতে পারবে না।",
  },
  {
    id: 36,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 37,
    text: "যেদিন আকাশ বিদীর্ণ হবে তখন সেটি রক্তবর্ণে রঞ্জিত চামড়ার মত হয়ে যাবে।",
  },
  {
    id: 38,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 39,
    text: "সেদিন মানুষ না তার অপরাধ সম্পর্কে জিজ্ঞাসিত হবে, না জিন।",
  },
  {
    id: 40,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 41,
    text: "অপরাধীদের পরিচয় পাওয়া যাবে তাদের চেহারা থেকে; অতঃপর তাদের কপালের চুল ও পা ধরে টেনে নেয়া হবে।",
  },
  {
    id: 42,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 43,
    text: "এটাই জাহান্নাম, যাকে অপরাধীরা মিথ্যা বলত।",
  },
  {
    id: 44,
    text: "তারা জাহান্নামের অগ্নি ও ফুটন্ত পানির মাঝখানে প্রদক্ষিণ করবে।",
  },
  {
    id: 45,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 46,
    text: "যে ব্যক্তি তার পালনকর্তার সামনে পেশ হওয়ার ভয় রাখে, তার জন্যে রয়েছে দু’টি উদ্যান।",
  },
  {
    id: 47,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 48,
    text: "উভয় উদ্যানই ঘন শাখা-পল্লববিশিষ্ট।",
  },
  {
    id: 49,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 50,
    text: "উভয় উদ্যানে আছে বহমান দুই প্রস্রবন।",
  },
  {
    id: 51,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 52,
    text: "উভয়ের মধ্যে প্রত্যেক ফল বিভিন্ন রকমের হবে।",
  },
  {
    id: 53,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 54,
    text: "তারা তথায় রেশমের আস্তরবিশিষ্ট বিছানায় হেলান দিয়ে বসবে। উভয় উদ্যানের ফল তাদের নিকট ঝুলবে।",
  },
  {
    id: 55,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 56,
    text: "তথায় থাকবে আনতনয়ন রমনীগন, কোন জিন ও মানব পূর্বে যাদের ব্যবহার করেনি।",
  },
  {
    id: 57,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 58,
    text: "প্রবাল ও পদ্মরাগ সদৃশ রমণীগণ।",
  },
  {
    id: 59,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 60,
    text: "সৎকাজের প্রতিদান উত্তম পুরস্কার ব্যতীত কি হতে পারে?",
  },
  {
    id: 61,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 62,
    text: "এই দু’টি ছাড়া আরও দু’টি উদ্যান রয়েছে।",
  },
  {
    id: 63,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 64,
    text: "কালোমত ঘন সবুজ।",
  },
  {
    id: 65,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 66,
    text: "তথায় আছে উদ্বেলিত দুই প্রস্রবণ।",
  },
  {
    id: 67,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 68,
    text: "তথায় আছে ফল-মূল, খর্জুর ও আনার।",
  },
  {
    id: 69,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 70,
    text: "সেখানে থাকবে সচ্চরিত্রা সুন্দরী রমণীগণ।",
  },
  {
    id: 71,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 72,
    text: "তাঁবুতে অবস্থানকারিণী হুরগণ।",
  },
  {
    id: 73,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 74,
    text: "কোন জিন ও মানব পূর্বে তাদেরকে স্পর্শ করেনি।",
  },
  {
    id: 75,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 76,
    text: "তারা সবুজ মসনদে এবং উৎকৃষ্ট মূল্যবান বিছানায় হেলান দিয়ে বসবে।",
  },
  {
    id: 77,
    text: "অতএব, তোমরা উভয়ে তোমাদের পালনকর্তার কোন কোন অবদানকে অস্বীকার করবে?",
  },
  {
    id: 78,
    text: "কত পূণ্যময় আপনার পালনকর্তার নাম, যিনি মহিমাময় ও মহানুভব।",
  },
];

export default bn;
