import type { meanType } from "./type";

const bn: meanType = [
  {
    id: 1,
    text: "হে চাদরাবৃত!"
  },
  {
    id: 2,
    text: "উঠুন, সতর্ক করুন,"
  },
  {
    id: 3,
    text: "আপন পালনকর্তার মাহাত্ম্য ঘোষনা করুন,"
  },
  {
    id: 4,
    text: "আপন পোশাক পবিত্র করুন"
  },
  {
    id: 5,
    text: "এবং অপবিত্রতা থেকে দূরে থাকুন।"
  },
  {
    id: 6,
    text: "অধিক প্রতিদানের আশায় অন্যকে কিছু দিবেন না।"
  },
  {
    id: 7,
    text: "এবং আপনার পালনকর্তার উদ্দেশে সবর করুন।"
  },
  {
    id: 8,
    text: "যেদিন শিংগায় ফুঁক দেয়া হবে;"
  },
  {
    id: 9,
    text: "সেদিন হবে কঠিন দিন,"
  },
  {
    id: 10,
    text: "কাফেরদের জন্যে এটা সহজ নয়।"
  },
  {
    id: 11,
    text: "যাকে আমি অনন্য করে সৃষ্টি করেছি, তাকে আমার হাতে ছেড়ে দিন।"
  },
  {
    id: 12,
    text: "আমি তাকে বিপুল ধন-সম্পদ দিয়েছি।"
  },
  {
    id: 13,
    text: "এবং সদা সংগী পুত্রবর্গ দিয়েছি,"
  },
  {
    id: 14,
    text: "এবং তাকে খুব সচ্ছলতা দিয়েছি।"
  },
  {
    id: 15,
    text: "এরপরও সে আশা করে যে, আমি তাকে আরও বেশী দেই।"
  },
  {
    id: 16,
    text: "কখনই নয়! সে আমার নিদর্শনসমূহের বিরুদ্ধাচরণকারী।"
  },
  {
    id: 17,
    text: "আমি সত্ত্বরই তাকে শাস্তির পাহাড়ে আরোহণ করাব।"
  },
  {
    id: 18,
    text: "সে চিন্তা করেছে এবং মনঃস্থির করেছে,"
  },
  {
    id: 19,
    text: "ধ্বংস হোক সে, কিরূপে সে মনঃস্থির করেছে!"
  },
  {
    id: 20,
    text: "আবার ধ্বংস হোক সে, কিরূপে সে মনঃস্থির করেছে!"
  },
  {
    id: 21,
    text: "সে আবার দৃষ্টিপাত করেছে,"
  },
  {
    id: 22,
    text: "অতঃপর সে ভ্রূকুঞ্চিত করেছে ও মুখ বিকৃত করেছে,"
  },
  {
    id: 23,
    text: "অতঃপর পৃষ্ঠপ্রদশন করেছে ও অহংকার করেছে।"
  },
  {
    id: 24,
    text: "এরপর বলেছেঃ এতো লোক পরস্পরায় প্রাপ্ত জাদু বৈ নয়,"
  },
  {
    id: 25,
    text: "এতো মানুষের উক্তি বৈ নয়।"
  },
  {
    id: 26,
    text: "আমি তাকে দাখিল করব অগ্নিতে।"
  },
  {
    id: 27,
    text: "আপনি কি বুঝলেন অগ্নি কি?"
  },
  {
    id: 28,
    text: "এটা অক্ষত রাখবে না এবং ছাড়বেও না।"
  },
  {
    id: 29,
    text: "মানুষকে দগ্ধ করবে।"
  },
  {
    id: 30,
    text: "এর উপর নিয়োজিত আছে উনিশ (ফেরেশতা)।"
  },
  {
    id: 31,
    text: "আমি জাহান্নামের তত্ত্বাবধায়ক ফেরেশতাই রেখেছি। আমি কাফেরদেরকে পরীক্ষা করার জন্যেই তার এই সংখ্যা করেছি-যাতে কিতাবীরা দৃঢ়বিশ্বাসী হয়, মুমিনদের ঈমান বৃদ্ধি পায় এবং কিতাবীরা ও মুমিনগণ সন্দেহ পোষণ না করে এবং যাতে যাদের অন্তরে রোগ আছে, তারা এবং কাফেররা বলে যে, আল্লাহ এর দ্বারা কি বোঝাতে চেয়েছেন। এমনিভাবে আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচ্ছা সৎপথে চালান। আপনার পালনকর্তার বাহিনী সম্পর্কে একমাত্র তিনিই জানেন এটা তো মানুষের জন্যে উপদেশ বৈ নয়।"
  },
  {
    id: 32,
    text: "কখনই নয়। চন্দ্রের শপথ,"
  },
  {
    id: 33,
    text: "শপথ রাত্রির যখন তার অবসান হয়,"
  },
  {
    id: 34,
    text: "শপথ প্রভাতকালের যখন তা আলোকোদ্ভাসিত হয়,"
  },
  {
    id: 35,
    text: "নিশ্চয় জাহান্নাম গুরুতর বিপদসমূহের অন্যতম,"
  },
  {
    id: 36,
    text: "মানুষের জন্যে সতর্ককারী।"
  },
  {
    id: 37,
    text: "তোমাদের মধ্যে যে সামনে অগ্রসর হয় অথবা পশ্চাতে থাকে।"
  },
  {
    id: 38,
    text: "প্রত্যেক ব্যক্তি তার কৃতকর্মের জন্য দায়ী;"
  },
  {
    id: 39,
    text: "কিন্তু ডানদিকস্থরা,"
  },
  {
    id: 40,
    text: "তারা থাকবে জান্নাতে এবং পরস্পরে জিজ্ঞাসাবাদ করবে।"
  },
  {
    id: 41,
    text: "অপরাধীদের সম্পর্কে"
  },
  {
    id: 42,
    text: "বলবেঃ তোমাদেরকে কিসে জাহান্নামে নীত করেছে?"
  },
  {
    id: 43,
    text: "তারা বলবেঃ আমরা নামায পড়তাম না,"
  },
  {
    id: 44,
    text: "অভাবগ্রস্তকে আহার্য্য দিতাম না,"
  },
  {
    id: 45,
    text: "আমরা সমালোচকদের সাথে সমালোচনা করতাম।"
  },
  {
    id: 46,
    text: "এবং আমরা প্রতিফল দিবসকে অস্বীকার করতাম।"
  },
  {
    id: 47,
    text: "আমাদের মৃত্যু পর্যন্ত।"
  },
  {
    id: 48,
    text: "অতএব, সুপারিশকারীদের সুপারিশ তাদের কোন উপকারে আসবে না।"
  },
  {
    id: 49,
    text: "তাদের কি হল যে, তারা উপদেশ থেকে মুখ ফিরিয়ে নেয়?"
  },
  {
    id: 50,
    text: "যেন তারা ইতস্ততঃ বিক্ষিপ্ত গর্দভ।"
  },
  {
    id: 51,
    text: "হট্টগোলের কারণে পলায়নপর।"
  },
  {
    id: 52,
    text: "বরং তাদের প্রত্যেকেই চায় তাদের প্রত্যেককে একটি উম্মুক্ত গ্রন্থ দেয়া হোক।"
  },
  {
    id: 53,
    text: "কখনও না, বরং তারা পরকালকে ভয় করে না।"
  },
  {
    id: 54,
    text: "কখনও না, এটা তো উপদেশ মাত্র।"
  },
  {
    id: 55,
    text: "অতএব, যার ইচ্ছা, সে একে স্মরণ করুক।"
  },
  {
    id: 56,
    text: "তারা স্মরণ করবে না, কিন্তু যদি আল্লাহ চান। তিনিই ভয়ের যোগ্য এবং ক্ষমার অধিকারী।"
  },
];

export default bn;