import type { meanType } from "./type";

const bn: meanType = [
  {
    id: 1,
    text: "কল্যাণের জন্যে প্রেরিত বায়ুর শপথ,"
  },
  {
    id: 2,
    text: "সজোরে প্রবাহিত ঝটিকার শপথ,"
  },
  {
    id: 3,
    text: "মেঘবিস্তৃতকারী বায়ুর শপথ"
  },
  {
    id: 4,
    text: "মেঘপুঞ্জ বিতরণকারী বায়ুর শপথ এবং"
  },
  {
    id: 5,
    text: "ওহী নিয়ে অবতরণকারী ফেরেশতাগণের শপথ-"
  },
  {
    id: 6,
    text: "ওযর-আপত্তির অবকাশ না রাখার জন্যে অথবা সতর্ক করার জন্যে।"
  },
  {
    id: 7,
    text: "নিশ্চয়ই তোমাদেরকে প্রদত্ত ওয়াদা বাস্তবায়িত হবে।"
  },
  {
    id: 8,
    text: "অতঃপর যখন নক্ষত্রসমুহ নির্বাপিত হবে,"
  },
  {
    id: 9,
    text: "যখন আকাশ ছিদ্রযুক্ত হবে,"
  },
  {
    id: 10,
    text: "যখন পর্বতমালাকে উড়িয়ে দেয়া হবে এবং"
  },
  {
    id: 11,
    text: "যখন রসূলগণের একত্রিত হওয়ার সময় নিরূপিত হবে,"
  },
  {
    id: 12,
    text: "এসব বিষয় কোন দিবসের জন্যে স্থগিত রাখা হয়েছে?"
  },
  {
    id: 13,
    text: "বিচার দিবসের জন্য।"
  },
  {
    id: 14,
    text: "আপনি জানেন বিচার দিবস কি?"
  },
  {
    id: 15,
    text: "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে।"
  },
  {
    id: 16,
    text: "আমি কি পূর্ববর্তীদেরকে ধ্বংস করিনি?"
  },
  {
    id: 17,
    text: "অতঃপর তাদের পশ্চাতে প্রেরণ করব পরবর্তীদেরকে।"
  },
  {
    id: 18,
    text: "অপরাধীদের সাথে আমি এরূপই করে থাকি।"
  },
  {
    id: 19,
    text: "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে।"
  },
  {
    id: 20,
    text: "আমি কি তোমাদেরকে তুচ্ছ পানি থেকে সৃষ্টি করিনি?"
  },
  {
    id: 21,
    text: "অতঃপর আমি তা রেখেছি এক সংরক্ষিত আধারে,"
  },
  {
    id: 22,
    text: "এক নির্দিষ্টকাল পর্যন্ত,"
  },
  {
    id: 23,
    text: "অতঃপর আমি পরিমিত আকারে সৃষ্টি করেছি, আমি কত সক্ষম স্রষ্টা?"
  },
  {
    id: 24,
    text: "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে।"
  },
  {
    id: 25,
    text: "আমি কি পৃথিবীকে সৃষ্টি করিনি ধারণকারিণীরূপে,"
  },
  {
    id: 26,
    text: "জীবিত ও মৃতদেরকে?"
  },
  {
    id: 27,
    text: "আমি তাতে স্থাপন করেছি মজবুত সুউচ্চ পর্বতমালা এবং পান করিয়েছি তোমাদেরকে তৃষ্ণা নিবারণকারী সুপেয় পানি।"
  },
  {
    id: 28,
    text: "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে।"
  },
  {
    id: 29,
    text: "চল তোমরা তারই দিকে, যাকে তোমরা মিথ্যা বলতে।"
  },
  {
    id: 30,
    text: "চল তোমরা তিন কুন্ডলীবিশিষ্ট ছায়ার দিকে,"
  },
  {
    id: 31,
    text: "যে ছায়া সুনিবিড় নয় এবং অগ্নির উত্তাপ থেকে রক্ষা করে না।"
  },
  {
    id: 32,
    text: "এটা অট্টালিকা সদৃশ বৃহৎ স্ফুলিংগ নিক্ষেপ করবে।"
  },
  {
    id: 33,
    text: "যেন সে পীতবর্ণ উষ্ট্রশ্রেণী।"
  },
  {
    id: 34,
    text: "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে।"
  },
  {
    id: 35,
    text: "এটা এমন দিন, যেদিন কেউ কথা বলবে না।"
  },
  {
    id: 36,
    text: "এবং কাউকে তওবা করার অনুমতি দেয়া হবে না।"
  },
  {
    id: 37,
    text: "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে।"
  },
  {
    id: 38,
    text: "এটা বিচার দিবস, আমি তোমাদেরকে এবং তোমাদের পূর্ববর্তীদেরকে একত্রিত করেছি।"
  },
  {
    id: 39,
    text: "অতএব, তোমাদের কোন অপকৌশল থাকলে তা প্রয়োগ কর আমার কাছে।"
  },
  {
    id: 40,
    text: "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে।"
  },
  {
    id: 41,
    text: "নিশ্চয় খোদাভীরুরা থাকবে ছায়ায় এবং প্রস্রবণসমূহে-"
  },
  {
    id: 42,
    text: "এবং তাদের বাঞ্ছিত ফল-মূলের মধ্যে।"
  },
  {
    id: 43,
    text: "বলা হবেঃ তোমরা যা করতে তার বিনিময়ে তৃপ্তির সাথে পানাহার কর।"
  },
  {
    id: 44,
    text: "এভাবেই আমি সৎকর্মশীলদেরকে পুরস্কৃত করে থাকি।"
  },
  {
    id: 45,
    text: "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে।"
  },
  {
    id: 46,
    text: "কাফেরগণ, তোমরা কিছুদিন খেয়ে নাও এবং ভোগ করে নাও। তোমরা তো অপরাধী।"
  },
  {
    id: 47,
    text: "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে।"
  },
  {
    id: 48,
    text: "যখন তাদেরকে বলা হয়, নত হও, তখন তারা নত হয় না।"
  },
  {
    id: 49,
    text: "সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে।"
  },
  {
    id: 50,
    text: "এখন কোন কথায় তারা এরপর বিশ্বাস স্থাপন করবে?"
  },
];

export default bn;