import type { meanType } from "./type";

const bn: meanType = [
  {
    id: 1,
    text: "শপথ সেই ফেরেশতাগণের, যারা ডুব দিয়ে আত্মা উৎপাটন করে,"
  },
  {
    id: 2,
    text: "শপথ তাদের, যারা আত্মার বাঁধন খুলে দেয় মৃদুভাবে;"
  },
  {
    id: 3,
    text: "শপথ তাদের, যারা সন্তরণ করে দ্রুতগতিতে,"
  },
  {
    id: 4,
    text: "শপথ তাদের, যারা দ্রুতগতিতে অগ্রসর হয় এবং"
  },
  {
    id: 5,
    text: "শপথ তাদের, যারা সকল কর্মনির্বাহ করে, কেয়ামত অবশ্যই হবে।"
  },
  {
    id: 6,
    text: "যেদিন প্রকম্পিত করবে প্রকম্পিতকারী,"
  },
  {
    id: 7,
    text: "অতঃপর পশ্চাতে আসবে পশ্চাদগামী;"
  },
  {
    id: 8,
    text: "সেদিন অনেক হৃদয় ভীত-বিহবল হবে।"
  },
  {
    id: 9,
    text: "তাদের দৃষ্টি নত হবে।"
  },
  {
    id: 10,
    text: "তারা বলেঃ আমরা কি উলটো পায়ে প্রত্যাবর্তিত হবই-"
  },
  {
    id: 11,
    text: "গলিত অস্থি হয়ে যাওয়ার পরও?"
  },
  {
    id: 12,
    text: "তবে তো এ প্রত্যাবর্তন সর্বনাশা হবে!"
  },
  {
    id: 13,
    text: "অতএব, এটা তো কেবল এক মহা-নাদ,"
  },
  {
    id: 14,
    text: "তখনই তারা ময়দানে আবির্ভূত হবে।"
  },
  {
    id: 15,
    text: "মূসার বৃত্তান্ত আপনার কাছে পৌছেছে কি?"
  },
  {
    id: 16,
    text: "যখন তার পালনকর্তা তাকে পবিত্র তুয়া উপ্যকায় আহবান করেছিলেন,"
  },
  {
    id: 17,
    text: "ফেরাউনের কাছে যাও, নিশ্চয় সে সীমালংঘন করেছে।"
  },
  {
    id: 18,
    text: "অতঃপর বলঃ তোমার পবিত্র হওয়ার আগ্রহ আছে কি?"
  },
  {
    id: 19,
    text: "আমি তোমাকে তোমার পালনকর্তার দিকে পথ দেখাব, যাতে তুমি তাকে ভয় কর।"
  },
  {
    id: 20,
    text: "অতঃপর সে তাকে মহা-নিদর্শন দেখাল।"
  },
  {
    id: 21,
    text: "কিন্তু সে মিথ্যারোপ করল এবং অমান্য করল।"
  },
  {
    id: 22,
    text: "অতঃপর সে প্রতিকার চেষ্টায় প্রস্থান করল।"
  },
  {
    id: 23,
    text: "সে সকলকে সমবেত করল এবং সজোরে আহবান করল,"
  },
  {
    id: 24,
    text: "এবং বললঃ আমিই তোমাদের সেরা পালনকর্তা।"
  },
  {
    id: 25,
    text: "অতঃপর আল্লাহ তাকে পরকালের ও ইহকালের শাস্তি দিলেন।"
  },
  {
    id: 26,
    text: "যে ভয় করে তার জন্যে অবশ্যই এতে শিক্ষা রয়েছে।"
  },
  {
    id: 27,
    text: "তোমাদের সৃষ্টি অধিক কঠিন না আকাশের, যা তিনি নির্মাণ করেছেন?"
  },
  {
    id: 28,
    text: "তিনি একে উচ্চ করেছেন ও সুবিন্যস্ত করেছেন।"
  },
  {
    id: 29,
    text: "তিনি এর রাত্রিকে করেছেন অন্ধকারাচ্ছন্ন এবং এর সূর্যোলোক প্রকাশ করেছেন।"
  },
  {
    id: 30,
    text: "পৃথিবীকে এর পরে বিস্তৃত করেছেন।"
  },
  {
    id: 31,
    text: "তিনি এর মধ্য থেকে এর পানি ও ঘাম নির্গত করেছেন,"
  },
  {
    id: 32,
    text: "পর্বতকে তিনি দৃঢ়ভাবে প্রতিষ্ঠিত করেছেন,"
  },
  {
    id: 33,
    text: "তোমাদের ও তোমাদের চতুস্পদ জন্তুদের উপকারার্থে।"
  },
  {
    id: 34,
    text: "অতঃপর যখন মহাসংকট এসে যাবে।"
  },
  {
    id: 35,
    text: "অর্থাৎ যেদিন মানুষ তার কৃতকর্ম স্মরণ করবে"
  },
  {
    id: 36,
    text: "এবং দর্শকদের জন্যে জাহান্নাম প্রকাশ করা হবে,"
  },
  {
    id: 37,
    text: "তখন যে ব্যক্তি সীমালংঘন করেছে;"
  },
  {
    id: 38,
    text: "এবং পার্থিব জীবনকে অগ্রাধিকার দিয়েছে,"
  },
  {
    id: 39,
    text: "তার ঠিকানা হবে জাহান্নাম।"
  },
  {
    id: 40,
    text: "পক্ষান্তরে যে ব্যক্তি তার পালনকর্তার সামনে দন্ডায়মান হওয়াকে ভয় করেছে এবং খেয়াল-খুশী থেকে নিজেকে নিবৃত্ত রেখেছে,"
  },
  {
    id: 41,
    text: "তার ঠিকানা হবে জান্নাত।"
  },
  {
    id: 42,
    text: "তারা আপনাকে জিজ্ঞাসা করে, কেয়ামত কখন হবে?"
  },
  {
    id: 43,
    text: "এর বর্ণনার সাথে আপনার কি সম্পর্ক ?"
  },
  {
    id: 44,
    text: "এর চরম জ্ঞান আপনার পালনকর্তার কাছে।"
  },
  {
    id: 45,
    text: "যে একে ভয় করে, আপনি তো কেবল তাকেই সতর্ক করবেন।"
  },
  {
    id: 46,
    text: "যেদিন তারা একে দেখবে, সেদিন মনে হবে যেন তারা দুনিয়াতে মাত্র এক সন্ধ্যা অথবা এক সকাল অবস্থান করেছে।"
  },
];

export default bn;