import type { meanType } from "./type";

const bn: meanType = [
  {
    id: 1,
    text: "তিনি ভ্রূকুঞ্চিত করলেন এবং মুখ ফিরিয়ে নিলেন।"
  },
  {
    id: 2,
    text: "কারণ, তাঁর কাছে এক অন্ধ আগমন করল।"
  },
  {
    id: 3,
    text: "আপনি কি জানেন, সে হয়তো পরিশুদ্ধ হত,"
  },
  {
    id: 4,
    text: "অথবা উপদেশ গ্রহণ করতো এবং উপদেশ তার উপকার হত।"
  },
  {
    id: 5,
    text: "পরন্তু যে বেপরোয়া,"
  },
  {
    id: 6,
    text: "আপনি তার চিন্তায় মশগুল।"
  },
  {
    id: 7,
    text: "সে শুদ্ধ না হলে আপনার কোন দোষ নেই।"
  },
  {
    id: 8,
    text: "যে আপনার কাছে দৌড়ে আসলো"
  },
  {
    id: 9,
    text: "এমতাবস্থায় যে, সে ভয় করে,"
  },
  {
    id: 10,
    text: "আপনি তাকে অবজ্ঞা করলেন।"
  },
  {
    id: 11,
    text: "কখনও এরূপ করবেন না, এটা উপদেশবানী।"
  },
  {
    id: 12,
    text: "অতএব, যে ইচ্ছা করবে, সে একে গ্রহণ করবে।"
  },
  {
    id: 13,
    text: "এটা লিখিত আছে সম্মানিত,"
  },
  {
    id: 14,
    text: "উচ্চ পবিত্র পত্রসমূহে,"
  },
  {
    id: 15,
    text: "লিপিকারের হস্তে,"
  },
  {
    id: 16,
    text: "যারা মহৎ, পূত চরিত্র।"
  },
  {
    id: 17,
    text: "মানুষ ধ্বংস হোক, সে কত অকৃতজ্ঞ!"
  },
  {
    id: 18,
    text: "তিনি তাকে কি বস্তু থেকে সৃষ্টি করেছেন?"
  },
  {
    id: 19,
    text: "শুক্র থেকে তাকে সৃষ্টি করেছেন, অতঃপর তাকে সুপরিমিত করেছেন।"
  },
  {
    id: 20,
    text: "অতঃপর তার পথ সহজ করেছেন,"
  },
  {
    id: 21,
    text: "অতঃপর তার মৃত্যু ঘটান ও কবরস্থ করেন তাকে।"
  },
  {
    id: 22,
    text: "এরপর যখন ইচ্ছা করবেন তখন তাকে পুনরুজ্জীবিত করবেন।"
  },
  {
    id: 23,
    text: "সে কখনও কৃতজ্ঞ হয়নি, তিনি তাকে যা আদেশ করেছেন, সে তা পূর্ণ করেনি।"
  },
  {
    id: 24,
    text: "মানুষ তার খাদ্যের প্রতি লক্ষ্য করুক,"
  },
  {
    id: 25,
    text: "আমি আশ্চর্য উপায়ে পানি বর্ষণ করেছি,"
  },
  {
    id: 26,
    text: "এরপর আমি ভূমিকে বিদীর্ণ করেছি,"
  },
  {
    id: 27,
    text: "অতঃপর তাতে উৎপন্ন করেছি শস্য,"
  },
  {
    id: 28,
    text: "আঙ্গুর, শাক-সব্জি,"
  },
  {
    id: 29,
    text: "যয়তুন, খর্জূর,"
  },
  {
    id: 30,
    text: "ঘন উদ্যান,"
  },
  {
    id: 31,
    text: "ফল এবং ঘাস"
  },
  {
    id: 32,
    text: "তোমাদেরও তোমাদের চতুস্পদ জন্তুদের উপাকারার্থে।"
  },
  {
    id: 33,
    text: "অতঃপর যেদিন কর্ণবিদারক নাদ আসবে,"
  },
  {
    id: 34,
    text: "সেদিন পলায়ন করবে মানুষ তার ভ্রাতার কাছ থেকে,"
  },
  {
    id: 35,
    text: "তার মাতা, তার পিতা,"
  },
  {
    id: 36,
    text: "তার পত্নী ও তার সন্তানদের কাছ থেকে।"
  },
  {
    id: 37,
    text: "সেদিন প্রত্যেকেরই নিজের এক চিন্তা থাকবে, যা তাকে ব্যতিব্যস্ত করে রাখবে।"
  },
  {
    id: 38,
    text: "অনেক মুখমন্ডল সেদিন হবে উজ্জ্বল,"
  },
  {
    id: 39,
    text: "সহাস্য ও প্রফুল্ল।"
  },
  {
    id: 40,
    text: "এবং অনেক মুখমন্ডল সেদিন হবে ধুলি ধূসরিত।"
  },
  {
    id: 41,
    text: "তাদেরকে কালিমা আচ্ছন্ন করে রাখবে।"
  },
  {
    id: 42,
    text: "তারাই কাফের পাপিষ্ঠের দল।"
  },
];

export default bn;