import type { meanType } from "./type";

const bn: meanType = [
  {
    id: 1,
    text: "যখন সূর্য আলোহীন হয়ে যাবে,"
  },
  {
    id: 2,
    text: "যখন নক্ষত্র মলিন হয়ে যাবে,"
  },
  {
    id: 3,
    text: "যখন পর্বতমালা অপসারিত হবে,"
  },
  {
    id: 4,
    text: "যখন দশ মাসের গর্ভবতী উষ্ট্রীসমূহ উপেক্ষিত হবে;"
  },
  {
    id: 5,
    text: "যখন বন্য পশুরা একত্রিত হয়ে যাবে,"
  },
  {
    id: 6,
    text: "যখন সমুদ্রকে উত্তাল করে তোলা হবে,"
  },
  {
    id: 7,
    text: "যখন আত্মাসমূহকে যুগল করা হবে,"
  },
  {
    id: 8,
    text: "যখন জীবন্ত প্রোথিত কন্যাকে জিজ্ঞেস করা হবে,"
  },
  {
    id: 9,
    text: "কি অপরাধে তাকে হত্য করা হল?"
  },
  {
    id: 10,
    text: "যখন আমলনামা খোলা হবে,"
  },
  {
    id: 11,
    text: "যখন আকাশের আবরণ অপসারিত হবে,"
  },
  {
    id: 12,
    text: "যখন জাহান্নামের অগ্নি প্রজ্বলিত করা হবে"
  },
  {
    id: 13,
    text: "এবং যখন জান্নাত সন্নিকটবর্তী হবে,"
  },
  {
    id: 14,
    text: "তখন প্রত্যেকেই জেনে নিবে সে কি উপস্থিত করেছে।"
  },
  {
    id: 15,
    text: "আমি শপথ করি যেসব নক্ষত্রগুলো পশ্চাতে সরে যায়।"
  },
  {
    id: 16,
    text: "চলমান হয় ও অদৃশ্য হয়,"
  },
  {
    id: 17,
    text: "শপথ নিশাবসান ও"
  },
  {
    id: 18,
    text: "প্রভাত আগমন কালের,"
  },
  {
    id: 19,
    text: "নিশ্চয় কোরআন সম্মানিত রসূলের আনীত বাণী,"
  },
  {
    id: 20,
    text: "যিনি শক্তিশালী, আরশের মালিকের নিকট মর্যাদাশালী,"
  },
  {
    id: 21,
    text: "সবার মান্যবর, সেখানকার বিশ্বাসভাজন।"
  },
  {
    id: 22,
    text: "এবং তোমাদের সাথী পাগল নন।"
  },
  {
    id: 23,
    text: "তিনি সেই ফেরেশতাকে প্রকাশ্য দিগন্তে দেখেছেন।"
  },
  {
    id: 24,
    text: "তিনি অদৃশ্য বিষয় বলতে কৃপনতা করেন না।"
  },
  {
    id: 25,
    text: "এটা বিতাড়িত শয়তানের উক্তি নয়।"
  },
  {
    id: 26,
    text: "অতএব, তোমরা কোথায় যাচ্ছ?"
  },
  {
    id: 27,
    text: "এটা তো কেবল বিশ্বাবাসীদের জন্যে উপদেশ,"
  },
  {
    id: 28,
    text: "তার জন্যে, যে তোমাদের মধ্যে সোজা চলতে চায়।"
  },
  {
    id: 29,
    text: "তোমরা আল্লাহ রাব্বুল আলামীনের অভিপ্রায়ের বাইরে অন্য কিছুই ইচ্ছা করতে পার না।"
  },
];

export default bn;