import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "যখন আকাশ বিদীর্ণ হবে,",
  },
  {
    id: 2,
    text: "যখন নক্ষত্রসমূহ ঝরে পড়বে,",
  },
  {
    id: 3,
    text: "যখন সমুদ্রকে উত্তাল করে তোলা হবে,",
  },
  {
    id: 4,
    text: "এবং যখন কবরসমূহ উম্মোচিত হবে,",
  },
  {
    id: 5,
    text: "তখন প্রত্যেকে জেনে নিবে সে কি অগ্রে প্রেরণ করেছে এবং কি পশ্চাতে ছেড়ে এসেছে।",
  },
  {
    id: 6,
    text: "হে মানুষ, কিসে তোমাকে তোমার মহামহিম পালনকর্তা সম্পর্কে বিভ্রান্ত করল?",
  },
  {
    id: 7,
    text: "যিনি তোমাকে সৃষ্টি করেছেন, অতঃপর তোমাকে সুবিন্যস্ত করেছেন এবং সুষম করেছেন।",
  },
  {
    id: 8,
    text: "যিনি তোমাকে তাঁর ইচ্ছামত আকৃতিতে গঠন করেছেন।",
  },
  {
    id: 9,
    text: "কখনও বিভ্রান্ত হয়ো না; বরং তোমরা দান-প্রতিদানকে মিথ্যা মনে কর।",
  },
  {
    id: 10,
    text: "অবশ্যই তোমাদের উপর তত্ত্বাবধায়ক নিযুক্ত আছে।",
  },
  {
    id: 11,
    text: "সম্মানিত আমল লেখকবৃন্দ।",
  },
  {
    id: 12,
    text: "তারা জানে যা তোমরা কর।",
  },
  {
    id: 13,
    text: "সৎকর্মশীলগণ থাকবে জান্নাতে।",
  },
  {
    id: 14,
    text: "এবং দুষ্কর্মীরা থাকবে জাহান্নামে;",
  },
  {
    id: 15,
    text: "তারা বিচার দিবসে তথায় প্রবেশ করবে।",
  },
  {
    id: 16,
    text: "তারা সেখান থেকে পৃথক হবে না।",
  },
  {
    id: 17,
    text: "আপনি জানেন, বিচার দিবস কি?",
  },
  {
    id: 18,
    text: "অতঃপর আপনি জানেন, বিচার দিবস কি?",
  },
  {
    id: 19,
    text: "যেদিন কেউ কারও কোন উপকার করতে পারবে না এবং সেদিন সব কতৃꦣ2468;্ব হবে আল্লাহর।",
  },
];

export default bn;
