import type { meanType } from "./type";

const bn: meanType = [
  {
    id: 1,
    text: "যারা মাপে কম করে, তাদের জন্যে দুর্ভোগ,"
  },
  {
    id: 2,
    text: "যারা লোকের কাছ থেকে যখন মেপে নেয়, তখন পূর্ণ মাত্রায় নেয়"
  },
  {
    id: 3,
    text: "এবং যখন লোকদেরকে মেপে দেয় কিংবা ওজন করে দেয়, তখন কম করে দেয়।"
  },
  {
    id: 4,
    text: "তারা কি চিন্তা করে না যে, তারা পুনরুত্থিত হবে।"
  },
  {
    id: 5,
    text: "সেই মহাদিবসে,"
  },
  {
    id: 6,
    text: "যেদিন মানুষ দাঁড়াবে বিশ্ব পালনকর্তার সামনে।"
  },
  {
    id: 7,
    text: "এটা কিছুতেই উচিত নয়, নিশ্চয় পাপাচারীদের আমলনামা সিজ্জীনে আছে।"
  },
  {
    id: 8,
    text: "আপনি জানেন, সিজ্জীন কি?"
  },
  {
    id: 9,
    text: "এটা লিপিবদ্ধ খাতা।"
  },
  {
    id: 10,
    text: "সেদিন দুর্ভোগ মিথ্যারোপকারীদের,"
  },
  {
    id: 11,
    text: "যারা প্রতিফল দিবসকে মিথ্যারোপ করে।"
  },
  {
    id: 12,
    text: "প্রত্যেক সীমালংঘনকারী পাপিষ্ঠই কেবল একে মিথ্যারোপ করে।"
  },
  {
    id: 13,
    text: "তার কাছে আমার আয়াতসমূহ পাঠ করা হলে সে বলে, পুরাকালের উপকথা।"
  },
  {
    id: 14,
    text: "কখনও না, বরং তারা যা করে, তাই তাদের হৃদয় মরিচা ধরিয়ে দিয়েছে।"
  },
  {
    id: 15,
    text: "কখনও না, তারা সেদিন তাদের পালনকর্তার থেকে পর্দার অন্তরালে থাকবে।"
  },
  {
    id: 16,
    text: "অতঃপর তারা জাহান্নামে প্রবেশ করবে।"
  },
  {
    id: 17,
    text: "এরপর বলা হবে, একেই তো তোমরা মিথ্যারোপ করতে।"
  },
  {
    id: 18,
    text: "কখনও না, নিশ্চয় সৎলোকদের আমলনামা আছে ইল্লিয়্যীনে।"
  },
  {
    id: 19,
    text: "আপনি জানেন ইল্লিয়্যীন কি?"
  },
  {
    id: 20,
    text: "এটা লিপিবদ্ধ খাতা।"
  },
  {
    id: 21,
    text: "আল্লাহর নৈকট্যপ্রাপ্ত ফেরেশতাগণ একে প্রত্যক্ষ করে।"
  },
  {
    id: 22,
    text: "নিশ্চয় সৎলোকগণ থাকবে পরম আরামে,"
  },
  {
    id: 23,
    text: "সিংহাসনে বসে অবলোকন করবে।"
  },
  {
    id: 24,
    text: "আপনি তাদের মুখমন্ডলে স্বাচ্ছন্দ্যের সজীবতা দেখতে পাবেন।"
  },
  {
    id: 25,
    text: "তাদেরকে মোহর করা বিশুদ্ধ পানীয় পান করানো হবে।"
  },
  {
    id: 26,
    text: "তার মোহর হবে কস্তুরী। এ বিষয়ে প্রতিযোগীদের প্রতিযোগিতা করা উচিত।"
  },
  {
    id: 27,
    text: "তার মিশ্রণ হবে তসনীমের পানি।"
  },
  {
    id: 28,
    text: "এটা একটা ঝরণা, যার পানি পান করবে নৈকট্যশীলগণ।"
  },
  {
    id: 29,
    text: "যারা অপরাধী, তারা বিশ্বাসীদেরকে উপহাস করত।"
  },
  {
    id: 30,
    text: "এবং তারা যখন তাদের কাছ দিয়ে গমন করত তখন পরস্পরে চোখ টিপে ইশারা করত।"
  },
  {
    id: 31,
    text: "তারা যখন তাদের পরিবার-পরিজনের কাছে ফিরত, তখনও হাসাহাসি করে ফিরত।"
  },
  {
    id: 32,
    text: "আর যখন তারা বিশ্বাসীদেরকে দেখত, তখন বলত, নিশ্চয় এরা বিভ্রান্ত।"
  },
  {
    id: 33,
    text: "অথচ তারা বিশ্বাসীদের তত্ত্বাবধায়করূপে প্রেরিত হয়নি।"
  },
  {
    id: 34,
    text: "আজ যারা বিশ্বাসী, তারা কাফেরদেরকে উপহাস করছে।"
  },
  {
    id: 35,
    text: "সিংহাসনে বসে, তাদেরকে অবলোকন করছে,"
  },
  {
    id: 36,
    text: "কাফেররা যা করত, তার প্রতিফল পেয়েছে তো?"
  },
];

export default bn;