import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "যখন আকাশ বিদীর্ণ হবে,",
  },
  {
    id: 2,
    text: "ও তার পালনকর্তার আদেশ পালন করবে এবং আকাশ এরই উপযুক্ত",
  },
  {
    id: 3,
    text: "এবং যখন পৃথিবীকে সম্প্রসারিত করা হবে।",
  },
  {
    id: 4,
    text: "এবং পৃথিবী তার গর্ভস্থিত সবকিছু বাইরে নিক্ষেপ করবে ও শুন্যগর্ভ হয়ে যাবে।",
  },
  {
    id: 5,
    text: "এবং তার পালনকর্তার আদেশ পালন করবে এবং পৃথিবী এরই উপযুক্ত।",
  },
  {
    id: 6,
    text: "হে মানুষ, তোমাকে তোমরা পালনকর্তা পর্যন্ত পৌছতে কষ্ট স্বীকার করতে হবে, অতঃপর তার সাক্ষাৎ ঘটবে।",
  },
  {
    id: 7,
    text: "যাকে তার আমলনামা ডান হাতে দেয়া হবে",
  },
  {
    id: 8,
    text: "তার হিসাব-নিকাশ সহজে হয়ে যাবে",
  },
  {
    id: 9,
    text: "এবং সে তার পরিবার-পরিজনের কাছে হৃষ্টচিত্তে ফিরে যাবে",
  },
  {
    id: 10,
    text: "এবং যাকে তার আমলনামা পিঠের পশ্চাদ্দিক থেকে দেয়া, হবে,",
  },
  {
    id: 11,
    text: "সে মৃত্যুকে আহবান করবে,",
  },
  {
    id: 12,
    text: "এবং জাহান্নামে প্রবেশ করবে।",
  },
  {
    id: 13,
    text: "সে তার পরিবার-পরিজনের মধ্যে আনন্দিত ছিল।",
  },
  {
    id: 14,
    text: "সে মনে করত যে, সে কখনও ফিরে যাবে না।",
  },
  {
    id: 15,
    text: "কেন যাবে না, তার পালনকর্তা তো তাকে দেখতেন।",
  },
  {
    id: 16,
    text: "আমি শপথ করি সন্ধ্যাকালীন লাল আভার",
  },
  {
    id: 17,
    text: "এবং রাত্রির, এবং তাতে যার সমাবেশ ঘটে",
  },
  {
    id: 18,
    text: "এবং চন্দ্রের, যখন তা পূর্ণরূপ লাভ করে,",
  },
  {
    id: 19,
    text: "নিশ্চয় তোমরা এক সিঁড়ি থেকে আরেক সিঁড়িতে আরোহণ করবে।",
  },
  {
    id: 20,
    text: "অতএব, তাদের কি হল যে, তারা ঈমান আনে না?",
  },
  {
    id: 21,
    text: "যখন তাদের কাছে কোরআন পাঠ করা হয়, তখন সেজদা করে না।",
  },
  {
    id: 22,
    text: "বরং কাফেররা এর প্রতি মিথ্যারোপ করে।",
  },
  {
    id: 23,
    text: "তারা যা সংরক্ষণ করে, আল্লাহ তা জানেন।",
  },
  {
    id: 24,
    text: "অতএব, তাদেরকে যন্ত্রণাদায়ক শাস্তির সুসংবাদ দিন।",
  },
  {
    id: 25,
    text: "কিন্তু যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, তাদের জন্য রয়েছে অফুরন্ত পুরস্কার।",
  },
];

export default bn;
