import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "শপথ গ্রহ-নক্ষত্র শোভিত আকাশের,",
  },
  {
    id: 2,
    text: "এবং প্রতিশ্রুত দিবসের,",
  },
  {
    id: 3,
    text: "এবং সেই দিবসের, যে উপস্থিত হয় ও যাতে উপস্থিত হয়",
  },
  {
    id: 4,
    text: "অভিশপ্ত হয়েছে গর্ত ওয়ালারা অর্থাৎ,",
  },
  {
    id: 5,
    text: "অনেক ইন্ধনের অগ্নিসংযোগকারীরা;",
  },
  {
    id: 6,
    text: "যখন তারা তার কিনারায় বসেছিল।",
  },
  {
    id: 7,
    text: "এবং তারা বিশ্বাসীদের সাথে যা করেছিল, তা নিরীক্ষণ করছিল।",
  },
  {
    id: 8,
    text: "তারা তাদেরকে শাস্তি দিয়েছিল শুধু এ কারণে যে, তারা প্রশংসিত, পরাক্রান্ত আল্লাহর প্রতি বিশ্বাস স্থাপন করেছিল,",
  },
  {
    id: 9,
    text: "যিনি নভোমন্ডল ও ভূমন্ডলের ক্ষমতার মালিক, আল্লাহর সামনে রয়েছে সবকিছু।",
  },
  {
    id: 10,
    text: "যারা মুমিন পুরুষ ও নারীকে নিপীড়ন করেছে, অতঃপর তওবা করেনি, তাদের জন্যে আছে জাহান্নামের শাস্তি, আর আছে দহন যন্ত্রণা,",
  },
  {
    id: 11,
    text: "যারা ঈমান আনে ও সৎকর্ম করে তাদের জন্যে আছে জান্নাত, যার তলদেশে প্রবাহিত হয় নির্ঝরিণীসমূহ। এটাই মহাসাফল্য।",
  },
  {
    id: 12,
    text: "নিশ্চয় তোমার পালনকর্তার পাকড়াও অত্যন্ত কঠিন।",
  },
  {
    id: 13,
    text: "তিনিই প্রথমবার অস্তিত্ব দান করেন এবং পুনরায় জীবিত করেন।",
  },
  {
    id: 14,
    text: "তিনি ক্ষমাশীল, প্রেমময়;",
  },
  {
    id: 15,
    text: "মহান আরশের অধিকারী।",
  },
  {
    id: 16,
    text: "তিনি যা চান, তাই করেন।",
  },
  {
    id: 17,
    text: "আপনার কাছে সৈন্যবাহিনীর ইতিবৃত্ত পৌছেছে কি?",
  },
  {
    id: 18,
    text: "ফেরাউনের এবং সামুদের?",
  },
  {
    id: 19,
    text: "বরং যারা কাফের, তারা মিথ্যারোপে রত আছে।",
  },
  {
    id: 20,
    text: "আল্লাহ তাদেরকে চতুর্দিক থেকে পরিবেষ্টন করে রেখেছেন।",
  },
  {
    id: 21,
    text: "বরং এটা মহান কোরআন,",
  },
  {
    id: 22,
    text: "লওহে মাহফুযে লিপিবদ্ধ।",
  },
];

export default bn;
