import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "শপথ আকাশের এবং রাত্রিতে আগমনকারীর।",
  },
  {
    id: 2,
    text: "আপনি জানেন, যে রাত্রিতে আসে সেটা কি?",
  },
  {
    id: 3,
    text: "সেটা এক উজ্জ্বল নক্ষত্র।",
  },
  {
    id: 4,
    text: "প্রত্যেকের উপর একজন তত্ত্বাবধায়ক রয়েছে।",
  },
  {
    id: 5,
    text: "অতএব, মানুষের দেখা উচিত কি বস্তু থেকে সে সৃজিত হয়েছে।",
  },
  {
    id: 6,
    text: "সে সৃজিত হয়েছে সবেগে স্খলিত পানি থেকে।",
  },
  {
    id: 7,
    text: "এটা নির্গত হয় মেরুদন্ড ও বক্ষপাজরের মধ্য থেকে।",
  },
  {
    id: 8,
    text: "নিশ্চয় তিনি তাকে ফিরিয়ে নিতে সক্ষম।",
  },
  {
    id: 9,
    text: "যেদিন গোপন বিষয়াদি পরীক্ষিত হবে,",
  },
  {
    id: 10,
    text: "সেদিন তার কোন শক্তি থাকবে না এবং সাহায্যকারীও থাকবে না।",
  },
  {
    id: 11,
    text: "শপথ চক্রশীল আকাশের",
  },
  {
    id: 12,
    text: "এবং বিদারনশীল পৃথিবীর",
  },
  {
    id: 13,
    text: "নিশ্চয় কোরআন সত্য-মিথ্যার ফয়সালা।",
  },
  {
    id: 14,
    text: "এবং এটা উপহাস নয়।",
  },
  {
    id: 15,
    text: "তারা ভীষণ চক্রান্ত করে,",
  },
  {
    id: 16,
    text: "আর আমিও কৌশল করি।",
  },
  {
    id: 17,
    text: "অতএব, কাফেরদেরকে অবকাশ দিন, তাদেরকে অবকাশ দিন, কিছু দিনের জন্যে।",
  },
];

export default bn;
