import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "আপনি আপনার মহান পালনকর্তার নামের পবিত্রতা বর্ণনা করুন",
  },
  {
    id: 2,
    text: "যিনি সৃষ্টি করেছেন ও সুবিন্যস্ত করেছেন।",
  },
  {
    id: 3,
    text: "এবং যিনি সুপরিমিত করেছেন ও পথ প্রদর্শন করেছেন",
  },
  {
    id: 4,
    text: "এবং যিনি তৃণাদি উৎপন্ন করেছেন,",
  },
  {
    id: 5,
    text: "অতঃপর করেছেন তাকে কাল আবর্জনা।",
  },
  {
    id: 6,
    text: "আমি আপনাকে পাঠ করাতে থাকব, ফলে আপনি বিস্মৃত হবেন না",
  },
  {
    id: 7,
    text: "আল্লাহ যা ইচ্ছা করেন তা ব্যতীত। নিশ্চয় তিনি জানেন প্রকাশ্য ও গোপন বিষয়।",
  },
  {
    id: 8,
    text: "আমি আপনার জন্যে সহজ শরীয়ত সহজতর করে দেবো।",
  },
  {
    id: 9,
    text: "উপদেশ ফলপ্রসূ হলে উপদেশ দান করুন,",
  },
  {
    id: 10,
    text: "যে ভয় করে, সে উপদেশ গ্রহণ করবে,",
  },
  {
    id: 11,
    text: "আর যে, হতভাগা, সে তা উপেক্ষা করবে,",
  },
  {
    id: 12,
    text: "সে মহা-অগ্নিতে প্রবেশ করবে।",
  },
  {
    id: 13,
    text: "অতঃপর সেখানে সে মরবেও না, জীবিতও থাকবে না।",
  },
  {
    id: 14,
    text: "নিশ্চয় সাফল্য লাভ করবে সে, যে শুদ্ধ হয়",
  },
  {
    id: 15,
    text: "এবং তার পালনকর্তার নাম স্মরণ করে, অতঃপর নামায আদায় করে।",
  },
  {
    id: 16,
    text: "বস্তুতঃ তোমরা পার্থিব জীবনকে অগ্রাধিকার দাও,",
  },
  {
    id: 17,
    text: "অথচ পরকালের জীবন উৎকৃষ্ট ও স্থায়ী।",
  },
  {
    id: 18,
    text: "এটা লিখিত রয়েছে পূর্ববতী কিতাবসমূহে;",
  },
  {
    id: 19,
    text: "ইব্রাহীম ও মূসার কিতাবসমূহে।",
  },
];

export default bn;
