import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "আপনার কাছে আচ্ছন্নকারী কেয়ামতের বৃত্তান্ত পৌঁছেছে কি?",
  },
  {
    id: 2,
    text: "অনেক মুখমন্ডল সেদিন হবে লাঞ্ছিত,",
  },
  {
    id: 3,
    text: "ক্লিষ্ট, ক্লান্ত।",
  },
  {
    id: 4,
    text: "তারা জ্বলন্ত আগুনে পতিত হবে।",
  },
  {
    id: 5,
    text: "তাদেরকে ফুটন্ত নহর থেকে পান করানো হবে।",
  },
  {
    id: 6,
    text: "কন্টকপূর্ণ ঝাড় ব্যতীত তাদের জন্যে কোন খাদ্য নেই।",
  },
  {
    id: 7,
    text: "এটা তাদেরকে পুষ্ট করবে না এবং ক্ষুধায়ও উপকার করবে না।",
  },
  {
    id: 8,
    text: "অনেক মুখমন্ডল সেদিন হবে, সজীব,",
  },
  {
    id: 9,
    text: "তাদের কর্মের কারণে সন্তুষ্ট।",
  },
  {
    id: 10,
    text: "তারা থাকবে, সুউচ্চ জান্নাতে।",
  },
  {
    id: 11,
    text: "তথায় শুনবে না কোন অসার কথাবার্তা।",
  },
  {
    id: 12,
    text: "তথায় থাকবে প্রবাহিত ঝরণা।",
  },
  {
    id: 13,
    text: "তথায় থাকবে উন্নত সুসজ্জিত আসন।",
  },
  {
    id: 14,
    text: "এবং সংরক্ষিত পানপাত্র",
  },
  {
    id: 15,
    text: "এবং সারি সারি গালিচা",
  },
  {
    id: 16,
    text: "এবং বিস্তৃত বিছানো কার্পেট।",
  },
  {
    id: 17,
    text: "তারা কি উষ্ট্রের প্রতি লক্ষ্য করে না যে, তা কিভাবে সৃষ্টি করা হয়েছে?",
  },
  {
    id: 18,
    text: "এবং আকাশের প্রতি লক্ষ্য করে না যে, তা কিভাবে উচ্চ করা হয়েছে?",
  },
  {
    id: 19,
    text: "এবং পাহাড়ের দিকে যে, তা কিভাবে স্থাপন করা হয়েছে?",
  },
  {
    id: 20,
    text: "এবং পৃথিবীর দিকে যে, তা কিভাবে সমতল বিছানো হয়েছে?",
  },
  {
    id: 21,
    text: "অতএব, আপনি উপদেশ দিন, আপনি তো কেবল একজন উপদেশদাতা,",
  },
  {
    id: 22,
    text: "আপনি তাদের শাসক নন,",
  },
  {
    id: 23,
    text: "কিন্তু যে মুখ ফিরিয়ে নেয় ও কাফের হয়ে যায়,",
  },
  {
    id: 24,
    text: "আল্লাহ তাকে মহা আযাব দেবেন।",
  },
  {
    id: 25,
    text: "নিশ্চয় তাদের প্রত্যাবর্তন আমারই নিকট,",
  },
  {
    id: 26,
    text: "অতঃপর তাদের হিসাব-নিকাশ আমারই দায়িত্ব।",
  },
];

export default bn;
