import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "আমি এই নগরীর শপথ করি",
  },
  {
    id: 2,
    text: "এবং এই নগরীতে আপনার উপর কোন প্রতিবন্ধকতা নেই।",
  },
  {
    id: 3,
    text: "শপথ জনকের ও যা জন্ম দেয়।",
  },
  {
    id: 4,
    text: "নিশ্চয় আমি মানুষকে শ্রমনির্ভররূপে সৃষ্টি করেছি।",
  },
  {
    id: 5,
    text: "সে কি মনে করে যে, তার উপর কেউ ক্ষমতাবান হবে না ?",
  },
  {
    id: 6,
    text: "সে বলেঃ আমি প্রচুর ধন-সম্পদ ব্যয় করেছি।",
  },
  {
    id: 7,
    text: "সে কি মনে করে যে, তাকে কেউ দেখেনি?",
  },
  {
    id: 8,
    text: "আমি কি তাকে দেইনি চক্ষুদ্বয়,",
  },
  {
    id: 9,
    text: "জিহবা ও ওষ্ঠদ্বয় ?",
  },
  {
    id: 10,
    text: "বস্তুতঃ আমি তাকে দু’টি পথ প্রদর্শন করেছি।",
  },
  {
    id: 11,
    text: "অতঃপর সে ধর্মের ঘাঁটিতে প্রবেশ করেনি।",
  },
  {
    id: 12,
    text: "আপনি জানেন, সে ঘাঁটি কি?",
  },
  {
    id: 13,
    text: "তা হচ্ছে দাসমুক্তি",
  },
  {
    id: 14,
    text: "অথবা দুর্ভিক্ষের দিনে অন্নদান।",
  },
  {
    id: 15,
    text: "এতীম আত্বীয়কে",
  },
  {
    id: 16,
    text: "অথবা ধুলি-ধুসরিত মিসকীনকে",
  },
  {
    id: 17,
    text: "অতঃপর তাদের অন্তর্ভুক্ত হওয়া, যারা ঈমান আনে এবং পরস্পরকে উপদেশ দেয় সবরের ও উপদেশ দেয় দয়ার।",
  },
  {
    id: 18,
    text: "তারাই সৌভাগ্যশালী।",
  },
  {
    id: 19,
    text: "আর যারা আমার আয়াতসমূহ অস্বীকার করে তারাই হতভাগা।",
  },
  {
    id: 20,
    text: "তারা অগ্নিপরিবেষ্টিত অবস্থায় বন্দী থাকবে।",
  },
];

export default bn;
