import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "শপথ পূর্বাহ্নের,",
  },
  {
    id: 2,
    text: "শপথ রাত্রির যখন তা গভীর হয়,",
  },
  {
    id: 3,
    text: "আপনার পালনকর্তা আপনাকে ত্যাগ করেনি এবং আপনার প্রতি বিরূপও হননি।",
  },
  {
    id: 4,
    text: "আপনার জন্যে পরকাল ইহকাল অপেক্ষা শ্রেয়।",
  },
  {
    id: 5,
    text: "আপনার পালনকর্তা সত্বরই আপনাকে দান করবেন, অতঃপর আপনি সন্তুষ্ট হবেন।",
  },
  {
    id: 6,
    text: "তিনি কি আপনাকে এতীমরূপে পাননি? অতঃপর তিনি আশ্রয় দিয়েছেন।",
  },
  {
    id: 7,
    text: "তিনি আপনাকে পেয়েছেন পথহারা, অতঃপর পথপ্রদর্শন করেছেন।",
  },
  {
    id: 8,
    text: "তিনি আপনাকে পেয়েছেন নিঃস্ব, অতঃপর অভাবমুক্ত করেছেন।",
  },
  {
    id: 9,
    text: "সুতরাং আপনি এতীমের প্রতি কঠোর হবেন না;",
  },
  {
    id: 10,
    text: "সওয়ালকারীকে ধমক দেবেন না।",
  },
  {
    id: 11,
    text: "এবং আপনার পালনকর্তার নেয়ামতের কথা প্রকাশ করুন।",
  },
];

export default bn;
