import type { meanType } from "./type";

const bn: meanType = [
  {
    id: 1,
    text: "আমি কি আপনার বক্ষ উম্মুক্ত করে দেইনি?"
  },
  {
    id: 2,
    text: "আমি লাঘব করেছি আপনার বোঝা,"
  },
  {
    id: 3,
    text: "যা ছিল আপনার জন্যে অতিশয় দুঃসহ।"
  },
  {
    id: 4,
    text: "আমি আপনার আলোচনাকে সমুচ্চ করেছি।"
  },
  {
    id: 5,
    text: "নিশ্চয় কষ্টের সাথে স্বস্তি রয়েছে।"
  },
  {
    id: 6,
    text: "নিশ্চয় কষ্টের সাথে স্বস্তি রয়েছে।"
  },
  {
    id: 7,
    text: "অতএব, যখন অবসর পান পরিশ্রম করুন।"
  },
  {
    id: 8,
    text: "এবং আপনার পালনকর্তার প্রতি মনোনিবেশ করুন।"
  },
];

export default bn;