import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "শপথ আঞ্জীর (ডুমুর) ও যয়তুনের,",
  },
  {
    id: 2,
    text: "এবং সিনাই প্রান্তরস্থ তূর পর্বতের,",
  },
  {
    id: 3,
    text: "এবং এই নিরাপদ নগরীর।",
  },
  {
    id: 4,
    text: "আমি সৃষ্টি করেছি মানুষকে সুন্দরতর অবয়বে।",
  },
  {
    id: 5,
    text: "অতঃপর তাকে ফিরিয়ে দিয়েছি নীচ থেকে নীচে।",
  },
  {
    id: 6,
    text: "কিন্তু যারা বিশ্বাস স্থাপন করেছে ও সৎকর্ম করেছে, তাদের জন্যে রয়েছে অশেষ পুরস্কার।",
  },
  {
    id: 7,
    text: "অতঃপর কেন তুমি অবিশ্বাস করছ কেয়ামতকে?",
  },
  {
    id: 8,
    text: "আল্লাহ কি বিচারকদের মধ্যে শ্রেষ্টতম বিচারক নন?",
  },
];

export default bn;
