import type { meanType } from "./type";

const bn: meanType[] = [
  {
    id: 1,
    text: "পাঠ করুন আপনার পালনকর্তার নামে যিনি সৃষ্টি করেছেন",
  },
  {
    id: 2,
    text: "সৃষ্টি করেছেন মানুষকে জমাট রক্ত থেকে।",
  },
  {
    id: 3,
    text: "পাঠ করুন, আপনার পালনকর্তা মহা দয়ালু,",
  },
  {
    id: 4,
    text: "যিনি কলমের সাহায্যে শিক্ষা দিয়েছেন,",
  },
  {
    id: 5,
    text: "শিক্ষা দিয়েছেন মানুষকে যা সে জানত না।",
  },
  {
    id: 6,
    text: "সত্যি সত্যি মানুষ সীমালংঘন করে,",
  },
  {
    id: 7,
    text: "এ কারণে যে, সে নিজেকে অভাবমুক্ত মনে করে।",
  },
  {
    id: 8,
    text: "নিশ্চয় আপনার পালনকর্তার দিকেই প্রত্যাবর্তন হবে।",
  },
  {
    id: 9,
    text: "আপনি কি তাকে দেখেছেন, যে নিষেধ করে",
  },
  {
    id: 10,
    text: "এক বান্দাকে যখন সে নামায পড়ে?",
  },
  {
    id: 11,
    text: "আপনি কি দেখেছেন যদি সে সৎপথে থাকে।",
  },
  {
    id: 12,
    text: "অথবা খোদাভীতি শিক্ষা দেয়।",
  },
  {
    id: 13,
    text: "আপনি কি দেখেছেন, যদি সে মিথ্যারোপ করে ও মুখ ফিরিয়ে নেয়।",
  },
  {
    id: 14,
    text: "সে কি জানে না যে, আল্লাহ দেখেন?",
  },
  {
    id: 15,
    text: "কখনই নয়, যদি সে বিরত না হয়, তবে আমি মস্তকের সামনের কেশগুচ্ছ ধরে হেঁচড়াবই-",
  },
  {
    id: 16,
    text: "মিথ্যাচারী, পাপীর কেশগুচ্ছ।",
  },
  {
    id: 17,
    text: "অতএব, সে তার সভাসদদেরকে আহবান করুক।",
  },
  {
    id: 18,
    text: "আমিও আহবান করব জাহান্নামের প্রহরীদেরকে",
  },
  {
    id: 19,
    text: "কখনই নয়, আপনি তার আনুগত্য করবেন না। আপনি সেজদা করুন ও আমার নৈকট্য অর্জন করুন।",
  },
];

export default bn;
