import type { meanType } from "./type";

const bn: meanType = [
  {
    id: 1,
    text: "যখন পৃথিবী তার কম্পনে প্রকম্পিত হবে,"
  },
  {
    id: 2,
    text: "যখন সে তার বোঝা বের করে দেবে।"
  },
  {
    id: 3,
    text: "এবং মানুষ বলবে, এর কি হল ?"
  },
  {
    id: 4,
    text: "সেদিন সে তার বৃত্তান্ত বর্ণনা করবে,"
  },
  {
    id: 5,
    text: "কারণ, আপনার পালনকর্তা তাকে আদেশ করবেন।"
  },
  {
    id: 6,
    text: "সেদিন মানুষ বিভিন্ন দলে প্রকাশ পাবে, যাতে তাদেরকে তাদের কৃতকর্ম দেখানো হয়।"
  },
  {
    id: 7,
    text: "অতঃপর কেউ অণু পরিমাণ সৎকর্ম করলে তা দেখতে পাবে"
  },
  {
    id: 8,
    text: "এবং কেউ অণু পরিমাণ অসৎকর্ম করলে তাও দেখতে পাবে।"
  },
];

export default bn;