import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "বিছমিল্লাহির রাহমানির রাহিম।",
  },
  {
    id: 2,
    text: "আল হামদুলিল্লা-হি রাব্বিল ‘আ-লামীন।",
  },
  {
    id: 3,
    text: "আররাহমা-নির রাহীম।",
  },
  {
    id: 4,
    text: "মা-লিকি ইয়াওমিদ্দীন।",
  },
  {
    id: 5,
    text: "ইয়্যা-কা না‘বুদুওয়া ইয়্যা-কা নাছতা‘ঈন।",
  },
  {
    id: 6,
    text: "ইহদিনাসসিরা-তাল মুছতাকীম।",
  },
  {
    id: 7,
    text: "সিরা-তাল্লাযীনা আন‘আমতা ‘আলাইহিম । গাইরিল মাগদূ বি ‘আলাইহিম ওয়ালাদ্দাল্লীন।",
  },
];

export default bn;