import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ওয়াল ‘আ-দিয়া-তি দাবহা।",
  },
  {
    id: 2,
    text: "ফাল মূরিয়া-তি কাদহা।",
  },
  {
    id: 3,
    text: "ফাল মুগীরা-তি সুবহা।",
  },
  {
    id: 4,
    text: "ফাআছারনা বিহী নাক‘আ।",
  },
  {
    id: 5,
    text: "ফাওয়াছাতানা বিহী জাম‘আ।",
  },
  {
    id: 6,
    text: "ইন্নাল ইনছা-না লিরাব্বিহী লাকানূদ।",
  },
  {
    id: 7,
    text: "ওয়া ইন্নাহূ‘আলা-যা-লিকা লাশাহীদ।",
  },
  {
    id: 8,
    text: "ওয়া ইন্নাহূলিহুব্বিল খাইরি লাশাদীদ।",
  },
  {
    id: 9,
    text: "আফালা-ইয়া‘লামুইযা-বু‘ছিরা মা-ফিল কুবূর।",
  },
  {
    id: 10,
    text: "ওয়া হুসসিলা মা-ফিসসুদূর,",
  },
  {
    id: 11,
    text: "ইন্না রাব্বাহুম বিহিম ইয়াওমাইযিল্লাখাবীর।",
  },
];

export default bn;