import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "আল কা-রি‘আহ।",
  },
  {
    id: 2,
    text: "মাল কা-রি‘আহ।",
  },
  {
    id: 3,
    text: "ওয়ামাআদরা-কা মাল কা-রি‘আহ।",
  },
  {
    id: 4,
    text: "ইয়াওমা ইয়াকূনুন্না-ছুকাল ফারা-শিল মাবছূছ।",
  },
  {
    id: 5,
    text: "ওয়া তাকূনুল জিবা-লুকাল‘ইহনিল মানফূশ।",
  },
  {
    id: 6,
    text: "ফাআম্মা-মান ছাকুলাত মাওয়া-ঝীনুহূ।",
  },
  {
    id: 7,
    text: "ফাহুওয়া ফী ‘ঈশাতির রা-দিয়াহ।",
  },
  {
    id: 8,
    text: "ওয়া আম্মা-মান খাফফাত মাওয়াঝীনুহূ",
  },
  {
    id: 9,
    text: "ফাউম্মুহূহা-বিইয়াহ।",
  },
  {
    id: 10,
    text: "ওয়ামাআদরা-কা মা-হিয়াহ।",
  },
  {
    id: 11,
    text: "না-রুন হা-মিয়াহ।",
  },
];

export default bn;
