import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "আলহা-কুমুত্তাকা-ছু র।",
  },
  {
    id: 2,
    text: "হাত্তা-ঝুরতুমুল মাকা-বির।",
  },
  {
    id: 3,
    text: "কাল্লা-ছাওফা তা‘লামূন।",
  },
  {
    id: 4,
    text: "ছু ম্মা কাল্লা-ছাওফা তা‘লামূন।",
  },
  {
    id: 5,
    text: "কাল্লা-লাও তা‘লামূনা ‘ইলমাল ইয়াকীন।",
  },
  {
    id: 6,
    text: "লাতারাউন্নাল জাহীমা",
  },
  {
    id: 7,
    text: "ছু ম্মা লাতারাউন্নাহা-‘আইনাল ইয়াকীন।",
  },
  {
    id: 8,
    text: "ছু ম্মা লাতুছআলুন্না ইয়াওমাইযিন ‘আনিন্না‘ঈম।",
  },
];

export default bn;
