import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ওয়াইলুলিলকুল্লি হুমাঝাতিল লুমাঝাহ।",
  },
  {
    id: 2,
    text: "আল্লাযী জামা‘আ মা-লাওঁ‘ওয়া ‘আদ্দাদাহ।",
  },
  {
    id: 3,
    text: "ইয়াহছাবুআন্না মা-লাহূআখলাদাহ।",
  },
  {
    id: 4,
    text: "কাল্লা-লাইউমবাযান্না ফিল হুতামাহ।",
  },
  {
    id: 5,
    text: "ওয়ামাআদরা-কা মাল হুতামাহ।",
  },
  {
    id: 6,
    text: "না-রুল্লা-হিল মূকাদাহ",
  },
  {
    id: 7,
    text: "আল্লাতী তাত্তালি‘উ আলাল আফইদাহ।",
  },
  {
    id: 8,
    text: "ইন্নাহা-‘আলাইহিম মু’সাদাহ",
  },
  {
    id: 9,
    text: "ফী ‘আমাদিম মুমাদ্দাদাহ।",
  },
];

export default bn;