import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "আরাআইতাল্লাযী ইউকাযযি বুবিদ্দীন।",
  },
  {
    id: 2,
    text: "ফাযা-লিকাল্লাযী ইয়াদু‘‘উল ইয়াতীম।",
  },
  {
    id: 3,
    text: "ওয়ালা-ইয়াহুদ্দু‘আলা-তা‘আ-মিল মিছকীন।",
  },
  {
    id: 4,
    text: "ফাওয়াইঁলুলিলল মুসাল্লীন।",
  },
  {
    id: 5,
    text: "আল্লাযীনাহুম ‘আন সালা-তিহিমি ছা-হূন।",
  },
  {
    id: 6,
    text: "আল্লাযীনা হুম ইউরাঊনা।",
  },
  {
    id: 7,
    text: "ওয়া ইয়ামনা‘ঊনাল মা-‘ঊন।",
  },
];

export default bn;