import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "আলিফ লাম রা- তিলকা আ-য়া-তুল কিতা-বি ওয়া কুরআ-নিম মুবীন।",
  },
  {
    id: 2,
    text: "রুবামা-ইয়াওয়াদ্দুল্লাযীনা কাফারূলাও কা-নূমুছলিমীন।",
  },
  {
    id: 3,
    text: "যারহুম ইয়া’কুলূওয়া ইয়াতামাত্তা‘ঊ ওয়া ইউলহিহিমুল আমালুফাছাওফা ইয়া‘লামূন।",
  },
  {
    id: 4,
    text: "ওয়ামাআহলাকনা-মিন কারয়াতিন ইল্লা ওয়ালাহা-কিতা-বুম মা‘লূম।",
  },
  {
    id: 5,
    text: "মা-তাছবিকুমিন উম্মাতিন আজালাহা-ওয়ামা-ইয়াছতা’খিরূন।",
  },
  {
    id: 6,
    text: "ওয়া কা-লূইয়াআইয়ুহাল্লাযী নুঝঝিলা ‘আলাইহিযযিকরু ইন্নাকা লামাজনূন।",
  },
  {
    id: 7,
    text: "লাও মা-তা’তীনা-বিলমালাইকাতি ইন কুনতা মিনাসসা-দিকীন।",
  },
  {
    id: 8,
    text: "মা-নুনাঝঝিলুল মালাইকাতা ইল্লা-বিলহাক্কিওয়ামা-কা-নূ ইযাম মুনজারীন।",
  },
  {
    id: 9,
    text: "ইন্না-নাহনুনাঝঝালনাযযি করা ওয়া ইন্না-লাহূলাহা-ফিজূ ন।",
  },
  {
    id: 10,
    text: "ওয়া লাকাদ আরছালনা-মিন কাবলিকা ফী শিয়া‘ইল আওওয়ালীন।",
  },
  {
    id: 11,
    text: "ওয়ামা-ইয়া’তীহিম মির রাছূলিন ইল্লা-কা-নূবিহী ইয়াছতাহঝিঊন।",
  },
  {
    id: 12,
    text: "কাযা-লিকা নাছলুকুহূফী কুলূবিল মুজরিমীন।",
  },
  {
    id: 13,
    text: "লা-ইউ’মিনূনা বিহী ওয়া কাদ খালাত ছুন্নাতুল আওওয়ালীন।",
  },
  {
    id: 14,
    text: "ওয়া লাও ফাতাহনা-‘আলাইহিম বা-বাম মিনাছছামাই ফাজাললূফীহি ইয়া‘রুজুন।",
  },
  {
    id: 15,
    text: "লাকা-লূ ইন্নমা-ছুক্কিরাত আবসা-রুনা-বালনাহনুকাওমুম মাছহূরূন।",
  },
  {
    id: 16,
    text: "ওয়া লাকাদ জা‘আলনা-ফিছ ছামাই বুরূজাওঁ ওয়া ঝাইয়ান্না-হা-লিন্না-জিরীন।",
  },
  {
    id: 17,
    text: "ওয়া হাফিজনা-হা-মিন কুল্লি শাইতা-নির রাজীম।",
  },
  {
    id: 18,
    text: "ইল্লা-মানিছ তারাকাছ ছাম‘আ ফাআতবা‘আহূশিহা-বুম মুবীন।",
  },
  {
    id: 19,
    text: "ওয়াল আরদা মাদাদনা-হা-ওয়া আলকাইনা-ফীহা-রাওয়া-ছিয়া ওয়া আমবাতনা-ফীহামিন কুল্লি শাইয়িম মাওঝূন।",
  },
  {
    id: 20,
    text: "ওয়া জা‘আলনা-লাকুম ফীহা-মা‘আ-ইশা ওয়ামাল লাছতুম লাহূবিরা-ঝিকীন।",
  },
  {
    id: 21,
    text: "ওয়া ইম মিন শাইয়িন ইল্লা-‘ইনদানা-খাঝাইনুহূ ওয়ামা-নুনাঝঝিলুহূ ইল্লাবিকাদারিম মা‘লূম।",
  },
  {
    id: 22,
    text: "ওয়া আরছালনার রিয়া-হা লাওয়া-কিহা ফাআনঝালনা-মিনাছ ছামাই মাআন ফাআছকাইনা-কুমূহু ওয়ামা আনতুম লাহূবিখা-ঝিনীন।",
  },
  {
    id: 23,
    text: "ওয়া ইন্না-লানাহনুনুহয়ী ওয়া নুমীতুওয়া নাহনুল ওয়া-রিছূ ন।",
  },
  {
    id: 24,
    text: "ওয়া লাকাদ ‘আলিমনাল মুছতাকদিমীনা মিনকুম ওয়ালাকাদ ‘আলিমনাল মুছতা’খিরীন।",
  },
  {
    id: 25,
    text: "ওয়া ইন্না রাব্বাকা হুওয়া ইয়াহশুরুহুম ইন্নাহূহাকীমুন ‘আলীম।",
  },
  {
    id: 26,
    text: "ওয়ালাকাদ খালাকনাল ইনছা-না মিন সালসা-লিম মিন হামাইম মাছনূন।",
  },
  {
    id: 27,
    text: "ওয়ালজান্না খালাকনা-হু মিন কাবলুমিন না-রিছছামূম।",
  },
  {
    id: 28,
    text: "ওয়া ইযকা-লা রাব্বুকা লিলমালাইকাতি ইন্নী খা-লিকুম বাশারাম মিন সালসা-লিম মিন হামাইম মাছনূন।",
  },
  {
    id: 29,
    text: "ফাইযা-ছাওয়াইতুহূওয়ানাফাখতুফীহি মিররূহী ফাকা‘ঊ লাহূছা-জিদীন।",
  },
  {
    id: 30,
    text: "ফাছাজাদাল মালাইকাতুকুল্লুহুম আজমা‘ঊন।",
  },
  {
    id: 31,
    text: "ইল্লাইবলীছা আবাআইঁ ইয়াকূনা মা‘আছছা-জিদীন।",
  },
  {
    id: 32,
    text: "কা-লা ইয়াইবলীছুমা-লাকা আল্লা-তাকূনা মা‘আছ ছা-জিদীন।",
  },
  {
    id: 33,
    text: "কা-লা লাম আকুল লিআছজুদা লিবাশারিন খালাকতাহূমিন সালসা-লিম মিন হামাইম মাছনূন।",
  },
  {
    id: 34,
    text: "কা-লা ফাখরুজ মিনহা-ফাইন্নাকা রাজীম।",
  },
  {
    id: 35,
    text: "ওয়াইন্না ‘আলাইকাল লা‘নাতা ইলা-ইয়াওমিদ্দীন।",
  },
  {
    id: 36,
    text: "কা-লা রাববী ফাআনজিরনীইলা-ইয়াওমি ইউব‘আছূন।",
  },
  {
    id: 37,
    text: "কা-লা ফাইন্নাকা মিনাল মুনজারীন।",
  },
  {
    id: 38,
    text: "ইলা-ইয়াওমিল ওয়াকতিল মা‘লূম।",
  },
  {
    id: 39,
    text: "কা-লা রাব্বি বিমাআগওয়াইতানী লাউঝাইয়িনান্না লাহুম ফিল আরদিওয়ালাউগবিইয়ান্নাহুম আজমা‘ঈন।",
  },
  {
    id: 40,
    text: "ইল্লা-‘ইবা-দাকা মিনহুমুল মুখলাসীন।",
  },
  {
    id: 41,
    text: "কা-লা হা-যা সিরা-তুন ‘আলাইইয়া মুছতাকীম।",
  },
  {
    id: 42,
    text: "ইন্না ‘ইবা-দী লাইছা লাকা ‘আলাইহিম ছুলতা-নুন ইল্লা-মানিত্তাবা‘আকা মিনাল গা-বীন।",
  },
  {
    id: 43,
    text: "ওয়া ইন্না জাহান্নামা লামাও‘ইদুহুম আজমা‘ঈন।",
  },
  {
    id: 44,
    text: "লাহা-ছাব ‘আতুআবওয়া-বিল লিকুল্লি বা-বিম মিনহুম জুঝউম মাকছূম।",
  },
  {
    id: 45,
    text: "ইন্নাল মুত্তাকীনা ফী জান্না-তিওঁ ওয়া উ‘ইয়ূন।",
  },
  {
    id: 46,
    text: "উদখুলূহা-বিছালা-মিন আ-মিনীন।",
  },
  {
    id: 47,
    text: "ওয়া নাঝা‘না-মা-ফী সুদূরিহিম মিন গিলিলন ইখওয়া-নান ‘আলা-ছুরুরিম মুতাকা-বিলীন।",
  },
  {
    id: 48,
    text: "লা-ইয়ামছছুহুম ফীহা-নাসাবুওঁ ওয়ামা-হুম মিনহা-বিমুখরাজীন।",
  },
  {
    id: 49,
    text: "নাব্বি ইবা-দীআন্নীআনাল গাফূরুর রাহীম।",
  },
  {
    id: 50,
    text: "ওয়া আন্না ‘আযা-বী হুওয়াল ‘আযা-বুল আলীম।",
  },
  {
    id: 51,
    text: "ওয়া নাব্বি’হুম ‘আন দাইফি ইবরা-হীম।",
  },
  {
    id: 52,
    text: "ইয দাখালূ‘আলাইহি ফাকা-লূছালা-মান কা-লা ইন্না-মিনকুম ওয়াজিলূন।",
  },
  {
    id: 53,
    text: "কা-লূলা-তাওজাল ইন্না-নুবাশশিরুকা বিগুলা-মিন ‘আলীম।",
  },
  {
    id: 54,
    text: "কা-লা আবাশশারতুমূনী ‘আলাআম মাছছানিয়াল কিবারু ফাবিমা তুবাশশিরূন।",
  },
  {
    id: 55,
    text: "কা-লূবাশশারনা-কা বিলহাক্কিফালা-তাকুম মিনাল কা-নিতীন।",
  },
  {
    id: 56,
    text: "কা-লা ওয়া মাইঁ ইয়াকনাতুমির রাহমাতি রাব্বিহীইল্লাদ্দাললূন।",
  },
  {
    id: 57,
    text: "কা-লা ফামা-খাতবুকুম আইয়ুহাল মুরছালূন।",
  },
  {
    id: 58,
    text: "কা-লূইন্নাউরছিলনাইলা কাওমিম মুজরিমীন।",
  },
  {
    id: 59,
    text: "ইল্লাআ-লা লূতিন ইন্না-লামুনাজজূহুম আজমা‘ঈন।",
  },
  {
    id: 60,
    text: "ইল্লাম রাআতাহূকাদ্দারনা ইন্নাহা-লামিনাল গা-বিরীন।",
  },
  {
    id: 61,
    text: "ফালাম্মা-জাআ আ-লা লূতিনিল মুরছালূন।",
  },
  {
    id: 62,
    text: "কা-লা ইন্নাকুম কাওমুম মুনকারূন।",
  },
  {
    id: 63,
    text: "কা-লূবাল জি’না-কা বিমা-কা-নূফীহি ইয়ামতারূন।",
  },
  {
    id: 64,
    text: "ওয়া আতাইনা-কা বিলহাক্কিওয়া ইন্না-লাসা-দিকূ ন।",
  },
  {
    id: 65,
    text: "ফাআছরি বিআহলিকা বিকিত‘ইম মিনাল লাইলি ওয়াত্তাবি‘ আদবা-রা হুম ওয়ালা ইয়ালতাফিত মিনকুম আহদুওঁ ওয়ামদু হাইছুতু’মারূন।",
  },
  {
    id: 66,
    text: "ওয়া কাদাইনা ইলাইহি যা-লিকাল আমরাআন্না দা-বিরা হাউলাইমাকতূ‘উম মুসবিহীন।",
  },
  {
    id: 67,
    text: "ওয়া জাআ আহলূল মাদীনাতি ইয়াছতাবশিরূন।",
  },
  {
    id: 68,
    text: "কা-লা ইন্না হাউলাই দাইফী ফালা-তাফদাহূন।",
  },
  {
    id: 69,
    text: "ওয়াত্তাকুল্লা-হা ওয়ালা তুখঝূন।",
  },
  {
    id: 70,
    text: "কা-লূ আওয়ালাম নানহাকা ‘আনিল ‘আ-লামীন।",
  },
  {
    id: 71,
    text: "কা-লা হাউলাই বানা-তীইন কুনতুম ফা-‘ইলীন।",
  },
  {
    id: 72,
    text: "লা‘আমরুকা ইন্নাহুম লাফী ছাকরাতিহিম ইয়া‘মাহূন।",
  },
  {
    id: 73,
    text: "ফাআখাযাতহুমসসাইহাতুমুশরিকীন।",
  },
  {
    id: 74,
    text: "ফাজা‘আলনা-‘আ-লিয়াহা-ছা-ফিলাহা-ওয়া আমতারনা-‘আলাইহিম হিজা-রাতাম মিন ছিজজীল।",
  },
  {
    id: 75,
    text: "ইন্না ফী যা-লিকা লাআ-য়া-তিল লিল মুতাওয়াছছিমীন।",
  },
  {
    id: 76,
    text: "ওয়া ইন্নাহা-লাবিছাবীলিম মুকীম।",
  },
  {
    id: 77,
    text: "ইন্না ফী যা-লিকা লাআ-য়াতাল লিলমু’মিনীন।",
  },
  {
    id: 78,
    text: "ওয়া ইন কা-না আছহা-বুল আইকাতি লাজা-লিমীন।",
  },
  {
    id: 79,
    text: "ফানতাকামনা-মিনহুম । ওয়া ইন্নাহুমা-লাবিইমা-মিম মুবীন।",
  },
  {
    id: 80,
    text: "ওয়া লাকাদ কাযযাবা আসহা-বুল হিজরিল মুরছালীন।",
  },
  {
    id: 81,
    text: "ওয়া আ-তাইনা-হুম আ-য়া-তিনা-ফাকা-নূ‘আনহা-মু‘রিদীন।",
  },
  {
    id: 82,
    text: "ওয়া কা-নূইয়ানহিতূনা মিনাল জিবা-লি বুউয়ূতান আ-মিনীন।",
  },
  {
    id: 83,
    text: "ফাআখাযাতহুমুসসাইহাতুমুসবিহীন।",
  },
  {
    id: 84,
    text: "ফামাআগনা-‘আনহুম মা-কা-নূইয়াকছিবূন।",
  },
  {
    id: 85,
    text: "ওয়ামা-খালাকনাছছামা-ওয়া-তি ওয়াল আরদা ওয়ামা-বাইনাহুমাইল্লা-বিলহাক্কি ওয়া ইন্নাছছা-‘আতা লাআ-তিয়াতুন ফাছফাহিসসাফহাল জামীল।",
  },
  {
    id: 86,
    text: "ইন্না রাব্বাকা হুওয়াল খাল্লা-কুল ‘আলীম।",
  },
  {
    id: 87,
    text: "ওয়ালাকাদ আ-তাইনা-কা ছাব‘আম মিনাল মাছা-নী ওয়াল কুরআ-নাল ‘আজীম।",
  },
  {
    id: 88,
    text: "লা তামুদ্দান্না ‘আইনাইকা ইলা-মা-মাত্তা‘না-বিহীআঝওয়া-জাম মিনহুম ওয়ালা তাহঝান ‘আলাইহিম ওয়াখফিদ জানা -হাকা লিলমু’মিনীন।",
  },
  {
    id: 89,
    text: "ওয়াকুল ইন্নীআনান নাযীরুল মুবীন।",
  },
  {
    id: 90,
    text: "কামাআনঝালনা-‘আলাল মুকতাছিমীন।",
  },
  {
    id: 91,
    text: "আল্লাযীনা জা‘আলুল কুরআ-না ‘ইদীন।",
  },
  {
    id: 92,
    text: "ফাওয়ারাব্বিকা লানাছআলান্নাহুম আজমা‘ঈন।",
  },
  {
    id: 93,
    text: "‘আম্মা-কা-নূইয়া‘মালূন।",
  },
  {
    id: 94,
    text: "ফাসদা‘ বিমা-তু’মারূওয়া আ‘রিদ ‘আনিল মুশরিকীন।",
  },
  {
    id: 95,
    text: "ইন্না-কাফাইনা-কাল মুছতাহঝিঈন।",
  },
  {
    id: 96,
    text: "আল্লাযীনা ইয়াজ‘আলূনা মা‘আল্লা-হি ইলা-হান আ-খারা ফাছাওফা ইয়া‘লামূন।",
  },
  {
    id: 97,
    text: "ওয়া লাকাদ না‘লামুআন্নাকা ইয়াদীকুসাদরুকা বিমা-ইয়াকূলূন।",
  },
  {
    id: 98,
    text: "ফাছাব্বিহবিহামদি রাব্বিকা ওয়া কুম মিনাছছা-জিদীন।",
  },
  {
    id: 99,
    text: "ওয়া‘বুদ রাব্বাকা হাত্তা- ইয়া’তিইয়াকাল ইয়াকীন।",
  },
];

export default bn;