import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "কাদ আফলা হাল মু’মিনূন।",
  },
  {
    id: 2,
    text: "আল্লাযীনা হুম ফী সালা-তিহিম খা-শি‘ঊন,",
  },
  {
    id: 3,
    text: "ওয়াল্লাযীনা হুম ‘আনিল লাগবি মু‘রিদূন।",
  },
  {
    id: 4,
    text: "ওয়াল্লাযীনা হুম লিঝঝাকা-তি ফা-‘ইলূন।",
  },
  {
    id: 5,
    text: "ওয়াল্লাযীনা হুম লিফুরূজিহিম হা-ফিজূ ন।",
  },
  {
    id: 6,
    text: "ইল্লা-‘আলাআঝওয়া-জিহিম আও মা-মালাকাত আইমা-নুহুম ফাইন্নাহুম গাইরু মালূমীন।",
  },
  {
    id: 7,
    text: "ফামানিবতাগা-ওয়ারাআ যা-লিকা ফাউলাইকা হুমুল ‘আ-দূন।",
  },
  {
    id: 8,
    text: "ওয়াল্লা যীনা হুম লিআমা-না-তিহিম ওয়া‘আহদিহিম রা-‘ঊন।",
  },
  {
    id: 9,
    text: "ওয়াল্লাযীনা হুম ‘আলা-সালাওয়া-তিহিম ইউহা-ফিজূ ন।",
  },
  {
    id: 10,
    text: "উলাইকা হুমুল ওয়া-রিছূ ন।",
  },
  {
    id: 11,
    text: "আল্লাযীনা ইয়ারিছূনাল ফিরদাউছা হুম ফীহা-খা-লিদূ ন।",
  },
  {
    id: 12,
    text: "ওয়ালাকাদ খালাকনাল ইনছা-না মিন ছুলা-লাতিম মিন তীন।",
  },
  {
    id: 13,
    text: "ছু ম্মা জা‘আলনা-হু নুতফাতান ফী কারা-রিম মাকীন।",
  },
  {
    id: 14,
    text: "ছু ম্মা খালাকনান নুতফাতা ‘আলাকাতান ফাখালাকনাল ‘আলাকাতা মুদগাতান ফাখালাকনাল মুদগাতা ‘ইজা-মান ফাকাছাওনাল ‘ইজা-মা লাহমান ছু ম্মা আনশা’না-হু খালকান আ-খারা ফাতাবা-রাকাল্লা-হু আহছানুল খা-লিকীন।",
  },
  {
    id: 15,
    text: "ছু ম্মা ইন্নাকুম বা‘দা যা-লিকা লামাইয়িতূন।",
  },
  {
    id: 16,
    text: "ছু ম্মা ইন্নাকুম ইয়াওমাল কিয়া-মাতি তুব‘আছূন।",
  },
  {
    id: 17,
    text: "ওয়া লাকাদ খালাকনা-ফাওকাকুম ছাব‘আ তারাইকা ওয়ামা-কুন্না-‘আনিল খালকিগা-ফিলীন।",
  },
  {
    id: 18,
    text: "ওয়া আনঝালনা-মিনাছ ছামাই মাআম বিকাদারিন ফাআছকান্না-হু ফিল আরদি ওয়া ইন্না-‘আলা-যাহা-বিম বিহী লাকা-দিরূন।",
  },
  {
    id: 19,
    text: "ফাআনশা’না-লাকুম বিহী জান্না-তিম মিন নাখীলিওঁ ওয়া ‘আনা-ব । লাকুম ফীহা-ফাওয়াকিহু কাছী রাতুওঁ ওয়া মিনহা-তা’কুলূন।",
  },
  {
    id: 20,
    text: "ওয়া শাজারাতান তাখরুজুমিন তূরি ছাইনাআ তামবুতুবিদ্দুহনি ওয়াছিবগিল লিলআ-কিলীন।",
  },
  {
    id: 21,
    text: "ওয়া ইন্না লাকুম ফিল আন‘আ-মি লা‘ইবরাতান নুছকীকুম মিম্মা-ফী বুতূনিহা-ওয়া লাকুম ফীহা-মানা-ফি‘উ কাছীরাতুওঁ ওয়া মিনহা-তা’কুলূন।",
  },
  {
    id: 22,
    text: "ওয়া ‘আলাইহা-ওয়া ‘আলাল ফুলকি তুহমালূন।",
  },
  {
    id: 23,
    text: "ওয়া লাকাদ আরছালনা-নূহান ইলা-কাওমিহী ফাকা-লা ইয়া-কাওমি‘বুদল্লা-হা মালাকুম মিন ইলা-হিন গাইরুহূ আফালা-তাত্তাকূন।",
  },
  {
    id: 24,
    text: "ফাকা-লাল মালাউল্লাযীনা কাফারূমিন কাওমিহী মা-হা-যাইল্লা-বাশারুম মিছলুকুম ইউরীদুআইঁ ইয়াতাফাদ্দালা ‘আলাইকুম ওয়া লাও শাআল্লা-হু লাআনঝালা মালাইকাতাম মা-ছামি‘না-বিহা-যা-ফীআ-বাইনাল আওওয়ালীন।",
  },
  {
    id: 25,
    text: "ইন হুওয়া ইল্লা-রাজুলুম বিহী জিন্নাতুন ফাতারাব্বাসুবিহী হাত্তা-হীন।",
  },
  {
    id: 26,
    text: "কা-লা রাব্বিনসুরনী বিমা-কাযযাবূন।",
  },
  {
    id: 27,
    text: "ফাআওহাইনা ইলাইহি আনিসনা‘ইল ফুলকা বিআ‘ইউনিনা-ওয়া ওয়াহয়িনা-ফাইযাজাআ আমরুনা-ওয়া ফা-রাততাননূরূ ফাছলুক ফীহা-মিন কুলিন ঝাওজাইনিছনাইনি ওয়া আহ লাকা ইল্লা-মান ছাবাকা ‘আলাইহিল কাওলুমিনহুম ওয়ালা-তুখা-তিবনী ফিল্লাযীনা জালামূ ইন্নাহুম মুগরাকূন।",
  },
  {
    id: 28,
    text: "ফাইযাছ তাওয়াইতা আনতা ওয়া মাম মা‘আকা ‘আলাল ফুলকি ফাকুল্লি হামদুলিল্লা-হি ল্লাযী নাজ্জা-না-মিনাল কাওমিজ্জা-লিমীন।",
  },
  {
    id: 29,
    text: "ওয়া কুর রাব্বি আনঝিলনী মুনঝালাম মুবা-রাকাওঁ ওয়া আনতা খাইরুল মুনঝিলীন।",
  },
  {
    id: 30,
    text: "ইন্না ফী যা-লিকা লাআ-য়া-তিওঁ ওয়া ইন কুন্না-লামুবতালীন।",
  },
  {
    id: 31,
    text: "ছু ম্মা আশা’না-মিম বা‘দিহিম কারনান আ-খারীন।",
  },
  {
    id: 32,
    text: "ফাআরছালনা-ফীহিম রাছূলাম মিনহুম আনি‘ বুদুল্লা-হা মা-লাকুম মিন ইলা-হিন গাইরুহূ আফালা-তাত্তাকূন।",
  },
  {
    id: 33,
    text: "ওয়া কা-লাল মালাউ মিন কাওমিহিল্লাযীনা কাফারূওয়া কাযযাবূবিলিকাইল আখিরাতি ওয়া আতরাফনা-হুম ফিল হায়া-তিদ দুনইয়া- মা হা-যাইল্লা-বাশারুম মিছলুকুম ইয়া’কুলু মিম্মা-তা’কুলূনা মিনহু ওয়া ইয়াশরাবুমিম্মা-তাশরাবূন।",
  },
  {
    id: 34,
    text: "ওয়া লাইন আতা‘তুম বাশারাম মিছলাকুম ইন্নাকুম ইযাল লাখা-ছিরূন।",
  },
  {
    id: 35,
    text: "আইয়া‘ইদুকুমআন্নাকুমইযা-মিততুমওয়াকনতুমতুরা-বাওঁ ওয়া ‘ইজা-মান আন্নাকুম মুখরাজূন।",
  },
  {
    id: 36,
    text: "হাইহা-তা হাই-হাতা লিমা-তূ‘আদূন।",
  },
  {
    id: 37,
    text: "ইন হিয়া ইল্লা-হায়া-তুনাদ দুনইয়া-নামূতুওয়া নাহইয়া-ওয়ামা-নাহনুবিমাব‘উছীন।",
  },
  {
    id: 38,
    text: "ইন হুওয়া ইল্লা-রাজুলুনিফতারা-‘আলাল্লা-হি কাযিবাও ওয়ামা-নাহনুলাহূবিমু’মিনীন।",
  },
  {
    id: 39,
    text: "কা-লা রাব্বিনসুরনী বিমা-কাযযাবূন।",
  },
  {
    id: 40,
    text: "কা-লা ‘আম্মা-কালীলিল লাইউসবিহুন্না না-দিমীন।",
  },
  {
    id: 41,
    text: "ফাআখাযাত- হুমুসসাইহাতুবিল- হাক্কিফাজা- ‘আলনা-হুমগুছা'আ ফাবুদাল লিলকাওমিজ্জা-লিমীন।",
  },
  {
    id: 42,
    text: "ছু ম্মা আনশা’না-মিম বা‘দিহিম কুরুনান আ-খারীন।",
  },
  {
    id: 43,
    text: "মা-তাছবিকুমিন উম্মাতিন আজালাহা-ওয়ামা-ইয়াছতা’খিরূন।",
  },
  {
    id: 44,
    text: "ছু ম্মা আর ছাল না-রুছুলানা-তাতরা- ‘কুল্লামা-জাআ উম্মাতার রাছূলুহা-কাযযাবূহু ফাআতবা‘না-বা‘দাহুম বা‘দাওঁ ওয়া জা‘আলনা-হুম আহা-দীছা ফাবু‘দাল লিকাওমিল লা-ইউ’মিনূন।",
  },
  {
    id: 45,
    text: "ছু ম্মা আর ছাল না-মূছা-ওয়া আখা-হু হা-রূনা বিআ-য়া-তিনা-ওয়া ছুলতা-নিম মুবীন।",
  },
  {
    id: 46,
    text: "ইলা-ফিরআওনা ওয়া মালাইহী ফাছতাকবারূওয়া কা-নূকাওমান ‘আ-লীন।",
  },
  {
    id: 47,
    text: "ফাকা-লূআনু’মিনুলিবাশারাইনি মিছলিনা-ওয়া কাওমুহুমা-লানা-‘আ-বিদূন।",
  },
  {
    id: 48,
    text: "ফাকাযযাবূহুমা-ফাকা-নূমিনাল মুহলাকীন।",
  },
  {
    id: 49,
    text: "ওয়া লাকাদ আ-তাইনা-মূছাল কিতা-বা লা‘আল্লাহুম ইয়াহতাদূন।",
  },
  {
    id: 50,
    text: "ওয়া জা‘আলনাবনা মারয়ামা ওয়া উম্মাহূ আ-য়াতাওঁ ওয়াআ- ওয়াইনা-হুমা ইলারবওয়াতিন যা-তি কারা-রিওঁ ওয়া মা‘ঈন।",
  },
  {
    id: 51,
    text: "ইয়াআইয়ুহার রুছুলুকুলূমিনাততাইয়িবা-তি ওয়া‘মালূসা-লিহান ইন্নী বিমাতা‘মালূনা ‘আলীম।",
  },
  {
    id: 52,
    text: "ওয়া ইন্না হা-যিহীউম্মাতুকুম উম্মাতাওঁ ওয়াহিদাতাওঁ ওয়া আনা-রাব্বুকুম ফাত্তাকূন।",
  },
  {
    id: 53,
    text: "ফাতাকাততা‘ঊআমরাহুম বাইনাহুম ঝুবুরান কুল্লুহিঝবিম বিমা-লাদাইহিম ফারিহূন।",
  },
  {
    id: 54,
    text: "ফাযারহুম ফী গামরাতিহিম হাত্তা-হীন।",
  },
  {
    id: 55,
    text: "আইয়াহছাবূনা আন্নামা-নুমিদ্দুহুম বিহী মিম মা-লিওঁ ওয়া বানীন।",
  },
  {
    id: 56,
    text: "নুছা-রি‘উ লাহুম ফিল খাইরা-তি বাল লা-ইয়াশ‘উরূন।",
  },
  {
    id: 57,
    text: "ইন্নাল লাযীনা হুম মিন খাশইয়াতি রাব্বিহিম মুশফিকূন।",
  },
  {
    id: 58,
    text: "ওয়াল্লাযীনা হুম বিআ-য়া-তি রাব্বিহিম ইউ’মিনূন।",
  },
  {
    id: 59,
    text: "ওয়াল্লাযীনা হুম বিরাব্বিহিম লা-ইউশরিকূন।",
  },
  {
    id: 60,
    text: "ওয়াল্লাযীনা ইউ’তূনা মাআ-তাওঁ ওয়া কুলূবুহুম ওয়াজিলাতুনআন্নাহুমইলা-লাব্বিহিম রাজি‘উন।",
  },
  {
    id: 61,
    text: "উলাইকা ইউছা-রি‘উনা ফিল খাইরা-তি ওয়া হুম লাহা-ছা-বিকূন।",
  },
  {
    id: 62,
    text: "ওয়ালা-নুকালিলফুনাফছান ইল্লা-উছ‘আহা-ওয়া লাদাইনা-কিতা-বুইঁ ইয়ানতিকুবিলহাক্কি ওয়া হুম লা-ইউজলামূন।",
  },
  {
    id: 63,
    text: "বাল কুলূবুহুম ফী গামরাতিম মিন হা-যা-ওয়া লাহুম ‘আমা-লুমমিনদূনি যা-লিকা হুম লাহা-‘আ-মিলূন।",
  },
  {
    id: 64,
    text: "হাত্তাইযাআখাযনা -মুতরাফীহিম বিলআযা-বি ইযা-হুম ইয়াজআরূন।",
  },
  {
    id: 65,
    text: "লা-তাজআরুল ইয়াওমা ইন্নাকুম মিন্না-লা-তুনসারূন।",
  },
  {
    id: 66,
    text: "কাদ কা-নাত আ-য়া-তী তুতলা-আলাইকুম ফাকুনতুম ‘আলাআ’কা-বিকুম তানকিসূন।",
  },
  {
    id: 67,
    text: "মুছতাকবিরীনা বিহী ছা-মিরান তাহজুরূন।",
  },
  {
    id: 68,
    text: "আফালাম ইয়াদ্দাব্বারুল কাওলা আম জাআহুম মা-লাম ইয়া’তি আ-বাআ হুমুল আওওয়ালীন।",
  },
  {
    id: 69,
    text: "আম লাম ইয়া‘রিফূরাছুলাহুম ফাহুম লাহূমুনকিরূন।",
  },
  {
    id: 70,
    text: "আম ইয়াকূলূনা বিহী জিন্নাতুম বাল জাআহুম বিলহাক্কিওয়া আকছারুহুম লিলহাক্কি কা-রিহূন।",
  },
  {
    id: 71,
    text: "ওয়ালা বিততাবা‘আল হাক্কুআহওয়াআহুম লাফাছাদাতিছ ছামা-ওয়া-তুওয়াল আরদ ওয়া মান ফীহিন্না বাল আতাইনা-হুম বিযিকরিহিম ফাহুম ‘আন যিকরিহিম মু‘রিদূ ন।",
  },
  {
    id: 72,
    text: "আম তাছআলুহুম খারজান ফাখারা-জুরাব্বিকা খাইরুওঁ ওয়া হুওয়া খাইরুর রা-ঝিকীন।",
  },
  {
    id: 73,
    text: "ওয়া ইন্নাকা লাতাদ‘ঊহুম ইলা-সিরা-তিম মুছতাকীম।",
  },
  {
    id: 74,
    text: "ওয়া ইন্নাল্লাযীনা লা-ইউ’মিনূনা বিলআ-খিরাতি ‘আনিসসিরা-তিলানা-কিবূন।",
  },
  {
    id: 75,
    text: "ওয়া লাও রাহিমনা-হুম ওয়াকাশাফনা-মা-বিহিম মিন দুররিল লালাজজুফী তুগইয়া-নিহিম ইয়া‘মাহূন।",
  },
  {
    id: 76,
    text: "ওয়া লাকাদ আখাযনা-হুম বিল’আযা-বি ফামাছতা কা-নূ লিরাব্বিহিম ওয়ামাইয়াতাদাররা‘ঊন।",
  },
  {
    id: 77,
    text: "হাত্তাইযা-ফাতাহনা-‘আলাইহিম বা-বান যা-‘আযা-বিন শাদীদিন ইযা-হুম ফীহি মুবলিছূন।",
  },
  {
    id: 78,
    text: "ওয়া হুওয়ল্লাযীআনশাআলাকুমুছ ছাম‘আ ওয়াল আবসা-রা ওয়াল আফইদাতা কালীলাম মা-তাশকুরূন।",
  },
  {
    id: 79,
    text: "ওয়া হুওয়াল্লাযী যারা-আকুম ফিল আরদিওয়া ইলাইহি তুহশারূন।",
  },
  {
    id: 80,
    text: "ওয়া হুওয়াল্লাযী ইউহয়ী ওয়া ইউমীতুওয়ালাহুখতিলা-ফুল লাইলি ওয়ান্নাহা-রি আফালাতা’কিলূন।",
  },
  {
    id: 81,
    text: "বাল কা-লূমিছলা মা-কা-লাল আওওয়ালূন।",
  },
  {
    id: 82,
    text: "কা-লূআইযা-মিতনা-ওয়া কুন্না-তুরা-বাওঁ ওয়া ‘ইজা-মান আইন্না-লামাব‘উছূন।",
  },
  {
    id: 83,
    text: "লাকাদ উ‘ইদনা-নাহনুওয়া আ-বাউনা-হা-যা-মিন কাবলুইন হা-যাইল্লাআছাতীরুল আওওয়ালীন।",
  },
  {
    id: 84,
    text: "কুল লিমানিল আরদুওয়া মান ফীহাইন কুনতুম তা‘লামূন।",
  },
  {
    id: 85,
    text: "ছাইয়াকূলূনা লিল্লা-হি কুল আফালা-তাযাক্কারূন।",
  },
  {
    id: 86,
    text: "কুল মার রাব্বুছছামা-ওয়া-তিছছাব‘ই ওয়া রাব্বুল ‘আরশিল ‘আজীম।",
  },
  {
    id: 87,
    text: "ছাইয়াকূলূনা লিল্লা-হি কুল আফালা-তাত্তাকূন।",
  },
  {
    id: 88,
    text: "কুল মাম বিইয়াদিহী মালাকূতুকুল্লি শাইয়িওঁ ওয়া হুওয়া ইউজীরু ওয়ালা-ইউজা-রু ‘আলাইহি ইন কুনতুম তা‘লামূন।",
  },
  {
    id: 89,
    text: "ছাইয়াকূলূনা লিল্লা-হি কুল ফাআন্না-তুছহারূন।",
  },
  {
    id: 90,
    text: "বাল আতাইনা-হুম বিলহাক্কিওয়া ইন্নাহুম লাকা-যিবূন।",
  },
  {
    id: 91,
    text: "মাততাখাযাল্লা-হু মিওঁ ওয়ালাদিওঁ ওয়ামা-কা-না মা‘আহূমিন ইলা-হিন ইযাল লাযাহাবা কুল্লুইলা-হিম বিমা-খালাকা ওয়া লা‘আলা-বা‘দুহুম ‘আলা-বা‘দিন ছুবহা-নাল্লা-হি ‘আম্মা-ইয়াসিফূন।",
  },
  {
    id: 92,
    text: "‘আ-লিমিল গাইবি ওয়াশশাহা-দাতি ফাতা‘আ-লা-‘আম্মা-ইউশরিকূন।",
  },
  {
    id: 93,
    text: "কুররাব্বি ইম্মা-তুরিইয়ান্নী মা-ইউ‘আদূন।",
  },
  {
    id: 94,
    text: "রাব্বি ফালা-তাজ‘আলনী ফিল কাউমিজ্জা-লিমীন।",
  },
  {
    id: 95,
    text: "ওয়া ইন্না-‘আলাআননুরিইয়াকা মা-না‘ইদুহুম লাকা-দিরূন।",
  },
  {
    id: 96,
    text: "ইদফা‘ বিল্লাতী হিইয়া আহছানুছ ছাইয়িআতা নাহনুআ‘লামুবিমা-ইয়াসিফূন।",
  },
  {
    id: 97,
    text: "ওয়া কুর রাব্বি আ‘ঊযুবিকা মিন হামাঝা-তিশশাইয়া-তীন।",
  },
  {
    id: 98,
    text: "ওয়া আ‘ঊযুবিকা রাব্বি আইঁ ইয়াহদু রূন।",
  },
  {
    id: 99,
    text: "হাত্তাইযা-জাআ আহাদাহুমুল মাওতুকা-লা রাব্বির জি‘ঊন।",
  },
  {
    id: 100,
    text: "লা‘আললীআ‘মালুসা-লিহান ফীমা-তারাকতুকাল্লা- ইন্নাহা-কালিমাতুন হুওয়া কাইলুহা- ওয়ামিওঁ ওয়ারাইহিম বারঝাখুন ইলা-ইয়াওমি ইউব‘আছূন।",
  },
  {
    id: 101,
    text: "ফাইযা- নুফিখা ফিসসূরি ফালা আনছা-বা বাইনাহুম ইয়াওমায়িযিওঁ ওয়ালাইয়াতাছাআলূন।",
  },
  {
    id: 102,
    text: "ফামান ছাকুলাত মাওয়া-ঝীনুহূফাউলাইকা হুমুল মুফলিহূন।",
  },
  {
    id: 103,
    text: "ওয়া মান খাফফাত মাওয়া-ঝীনুহূফাউলাইকাল্লাযীনা খাছিরূআনফুছাহুম ফী জাহান্নামা খালিদূন।",
  },
  {
    id: 104,
    text: "তালফাহুউজূহাহুমুন্না-রু ওয়া হুম ফীহা-কা-লিহূন।",
  },
  {
    id: 105,
    text: "আলাম তাকুন আ-য়া-তী তুতলা-‘আলাইকুম ফাকুনতুম বিহা-তুকাযযি বূন।",
  },
  {
    id: 106,
    text: "কা-লূরাব্বানা-গালাবাত ‘আলাইনা-শিকওয়াতুনা-ওয়াকুন্না-কাওমান দাল্লীন।",
  },
  {
    id: 107,
    text: "রাব্বানাআখরিজনা-মিনহা-ফাইন ‘উদনা-ফাইন্না-জা-লিমূন।",
  },
  {
    id: 108,
    text: "কা-লাখছাঊ ফীহা-ওয়ালা-তুকালিলমূন।",
  },
  {
    id: 109,
    text: "ইন্নাহূ কা-না ফারীকুম মিন ‘ইবা-দী ইয়াকূ লূনা রাব্বানা আ-মান্না-ফাগফিরলানাওয়ারহামনা-ওয়াআনতা খাইরুর রা-হিমীন।",
  },
  {
    id: 110,
    text: "ফাত্তাখাযতুমূহুম ছিখরিইইয়ান হাত্তাআনছাওকুম যিকরী ওয়া কুনতুম মিনহুম তাদহাকূন।",
  },
  {
    id: 111,
    text: "ইন্নী জাঝাইতুহুমুল ইয়াওমা বিমা-সাবারূ আন্নাহুম হুমুল ফাইঝূন।",
  },
  {
    id: 112,
    text: "কা-লা কাম লাবিছতুম ফিল আরদি‘আদাদা ছিনীন।",
  },
  {
    id: 113,
    text: "কা-লূলাবিছনা-ইয়াওমান আও বা‘দা ইয়াওমিন ফাছআলিল ‘আ-দ্দীন।",
  },
  {
    id: 114,
    text: "কা-লা ইল লাবিছতুম ইল্লা-কালীলাল লাও আন্নাকুম কুনতুম তা‘লামূন।",
  },
  {
    id: 115,
    text: "আফাহাছিবতুম আন্নামা-খালাকনা-কুম আবাছাওঁ ওয়া আন্নাকুম ইলাইনা-লা-তুরজা‘ঊন।",
  },
  {
    id: 116,
    text: "ফাতাআ-লাল্লা-হুল মালিকুল হাক্কু লাইলা-হা ইল্লা-হুওয়া, রাব্বুল ‘আরশিল কারীম।",
  },
  {
    id: 117,
    text: "ওয়া মাইঁ ইয়াদ‘উ মা‘আল্লা-হি ইলা-হান আ-খারা লা-বুরহা-না লাহূবিহী ফাইন্নামাহিছা-বুহূ‘ইনদা রাব্বিহী ইন্নাহূলা-ইউফলিহুল কা-ফিরূন।",
  },
  {
    id: 118,
    text: "ওয়া কুর রাব্বিগফির ওয়ারহাম ওয়া আনতা খাইরুররা-হিমীন।",
  },
];

export default bn;