import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "তা-ছীম মীম।",
  },
  {
    id: 2,
    text: "তিলকা আ-য়া-তুল কিতা-বিল মুবীন।",
  },
  {
    id: 3,
    text: "লা‘আল্লাকা বা-খি‘উন নাফছাকা আল্লা-ইয়াকূনূমু’মিনীন।",
  },
  {
    id: 4,
    text: "ইন নাশা’ নুনাঝঝিল ‘আলাইহিম মিনাছছামাইআ-ইয়াতান ফাজাল্লাত আ‘না-কুহুম লাহা খা-দি‘ঈন।",
  },
  {
    id: 5,
    text: "ওয়ামা-ইয়াতীহিম মিন যিকরিম মিনার রাহমা-নি মুহদাছিনইল্লা-কা-নূ‘আনহু মু‘রিদীন।",
  },
  {
    id: 6,
    text: "ফাকাদ কাযযাবূফাছাইয়া’তীহিম আমবাউ মা-কা-নূবিহী ইয়াছতাহঝিউন।",
  },
  {
    id: 7,
    text: "আওয়ালাম ইয়ারাও ইলাল আরদিকাম আমবাতনা-ফীহা-মিন কুল্লি ঝাওজিন কারীম।",
  },
  {
    id: 8,
    text: "ইন্না ফী যা-লিকা লাআ-ইয়াতাওঁ ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
  },
  {
    id: 9,
    text: "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
  },
  {
    id: 10,
    text: "ওয়া ইযনা-দা-রাব্বুকা মূছা-আনি’তিল কাওমাজ্জা-লিমীন।",
  },
  {
    id: 11,
    text: "কাওমা ফির‘আওনা আলা-ইয়াত্তাকূন।",
  },
  {
    id: 12,
    text: "কা-লা রাব্বি ইন্নী-আখা-ফুআইঁ ইউকাযযি বূন।",
  },
  {
    id: 13,
    text: "ওয়া ইয়াদীকুসাদরী ওয়ালা-ইয়ানতলিকুলিছা-নী ফাআরছিল ইলা-হা-রূন।",
  },
  {
    id: 14,
    text: "ওয়ালাহুম ‘আলাইইয়া যামবুন ফাআখা-ফুআইঁ ইয়াকতুলূন।",
  },
  {
    id: 15,
    text: "কা-লা কাল্লা- ফাযহাবা-বিআ-য়া-তিনাইন্না মা‘আকুম মুছতামি‘উন।",
  },
  {
    id: 16,
    text: "ফা’তিইয়া-ফির‘আওনা ফাকূলা ইন্না-রাছূলুরাব্বিল ‘আ-লামীন।",
  },
  {
    id: 17,
    text: "আন আরছিল মা‘আনা-বানীইছরাঈল।",
  },
  {
    id: 18,
    text: "কা-লা আলাম নুরাব্বিকা ফীনা-ওয়ালীদাওঁ ওয়ালাবিছতা ফীনা-মিন ‘উমুরিকা ছিনীন।",
  },
  {
    id: 19,
    text: "ওয়া ফা‘আলতা ফা‘লাতাকাল্লাতী ফা‘আলতা ওয়াআনতা মিনাল কা-ফিরীন।",
  },
  {
    id: 20,
    text: "কা-লা ফা‘আলতুহা ইযাওঁ ওয়া আনা মিনাদ্দাল্লীন।",
  },
  {
    id: 21,
    text: "ফাফারারতুমিনকুমলাম্মা-খিফতুকুম ফাওয়াহাবালী রাববী হুকমাওঁ ওয়া জা‘আলানী মিনাল মুরছালীন।",
  },
  {
    id: 22,
    text: "ওয়া তিলকা নি‘মাতুন তামুননুহা-‘আলাইইয়া আন ‘আব্বাত্তা বানীইছরাঈল।",
  },
  {
    id: 23,
    text: "কা-লা ফির‘আওনুওয়ামা-রাব্বুল ‘আ-লামীন।",
  },
  {
    id: 24,
    text: "কা-লা রাব্বুছছামা-ওয়া-তি ওয়াল আরদিওয়ামা-বাইনাহুমা- ইন কুনতুম মূকিনীন।",
  },
  {
    id: 25,
    text: "কা-লা লিমান হাওলাহূ আলা-তাছতামি‘উন।",
  },
  {
    id: 26,
    text: "কা-লা রাব্বুকুম ওয়ারাব্বুআবাইকুমুল আওওয়ালীন।",
  },
  {
    id: 27,
    text: "কা-লা ইন্না রাছূলাকুমুল্লাযী উরছিলা ইলাইকুম লামাজনূন।",
  },
  {
    id: 28,
    text: "কা-লা রাব্বুল মাশরিকিওয়াল মাগরিবি ওয়ামা-বাইনাহুমা- ইন কুনতুম তা‘কিলূন।",
  },
  {
    id: 29,
    text: "কা-লা লাইনিততাখাযতা ইলা -হান গাইরী লাআজ‘আলান্নাকা মিনাল মাছজূনীন।",
  },
  {
    id: 30,
    text: "কা-লা আওয়ালাও জি’তুকা বিশাইয়িম মুবীন।",
  },
  {
    id: 31,
    text: "কা-লা ফা’তি বিহীইন কুননতা মিনাসসা-দিকীন।",
  },
  {
    id: 32,
    text: "ফাআলকা-‘আসা-হু ফাইযা-হিয়া ছু‘বা-নুম মুবীন।",
  },
  {
    id: 33,
    text: "ওয়া নাঝা‘আ ইয়াদাহূফাইযা-হিয়া বাইদাউ লিন্না-জিরীন।",
  },
  {
    id: 34,
    text: "কা-লা লিলমালায়ি হাওলাহূ ইন্না হা-যা-লাছা-হিরুন ‘আলীম।",
  },
  {
    id: 35,
    text: "ইউরীদুআইঁ ইউখরিজাকুম মিন আরদিকুম বিছিহরিহী ফামা-যা-তা’মুরূন।",
  },
  {
    id: 36,
    text: "কা-লূ আরজিহ ওয়া আখা-হু ওয়াব‘আছফিল মাদা-ইনি হা-শিরীন।",
  },
  {
    id: 37,
    text: "ইয়া’তূকা বিকুল্লি ছাহহা-রিন ‘আলীম।",
  },
  {
    id: 38,
    text: "ফাজুমি‘আছ ছাহারাতুলিমীকা-তি ইয়াওমিম মা‘লূম।",
  },
  {
    id: 39,
    text: "ওয়া কীলা লিন্না-ছি হাল আনতুম মুজতামি‘ঊন।",
  },
  {
    id: 40,
    text: "লা‘আল্লানা-নাত্তাবি‘উছ ছাহারাতা ইন কা-নূহুমুল গা-লিবীন।",
  },
  {
    id: 41,
    text: "ফালাম্মা- জাআছছাহারাতুকা-লূলিফির‘আওনা আইন্না লানা- লাআজরান ইন কুন্নানাহনুল গা-লিবীন।",
  },
  {
    id: 42,
    text: "কা-লা না‘আম ওয়া ইন্নাকুম ইযাল্লামিনাল মুকারবাবীন।",
  },
  {
    id: 43,
    text: "কা-লা লাহুম মূছাআলকূমাআনতুম মুলকূন।",
  },
  {
    id: 44,
    text: "ফাআলকাও হিবা-লাহুম ওয়া ‘ইসিইইয়াহুম ওয়া কা-লূবি‘ইঝঝাতি ফির‘আওনা ইন্নালানাহনুল গা-লিবূন।",
  },
  {
    id: 45,
    text: "ফাআলকা-মূছা-‘আসা-হু ফাইযা-হিইয়া তালকাফুমা-ইয়া’ফিকূন।",
  },
  {
    id: 46,
    text: "ফাউলকিয়াছ ছাহারাতুছা-জিদীন।",
  },
  {
    id: 47,
    text: "কা-লূ আ-মান্না-বিরাব্বিল ‘আ-লামীন।",
  },
  {
    id: 48,
    text: "রাব্বি মূছা-ওয়াহা-রূন।",
  },
  {
    id: 49,
    text: "কা-লা আ-মানতুম লাহূকাবলা আন আ-যানা লাকুম ইন্নাহূলাকাবীরু কুমুল্লাযী ‘আল্লামাকুমুছ ছিহরা ফালাছাওফা তা‘লামূনা লাউকাত্তি‘আন্না আইদিয়াকুম ওয়া আরজুলাকুম মিন খিলা-ফিওঁ ওয়ালাউসালিলবান্নাকুম আজমা‘ঈন।",
  },
  {
    id: 50,
    text: "কা-লূলা-দাইরা ইন্নাইলা-রাব্বিনা- মুনকালিবূন।",
  },
  {
    id: 51,
    text: "ইন্না-নাতমা‘উ আইঁ ইউগফিরালানা- রাব্বুনা- খাতাইয়া-নাআন কুন্না আওওয়ালাল মু’মিনীন।",
  },
  {
    id: 52,
    text: "ওয়া আওহাইনাইলা-মূছাআন আছরিবি‘ইবা-দী ইন্নাকুম মুত্তাবা‘ঊন।",
  },
  {
    id: 53,
    text: "ফাআরছালা ফির‘আওনুফিল মাদাইনি হা-শিরীন।",
  },
  {
    id: 54,
    text: "ইন্না হাউলাই লাশিরযিমাতুন কালীলূন।",
  },
  {
    id: 55,
    text: "ওয়া ইন্নাহুম লানা-লাগাইজূ ন।",
  },
  {
    id: 56,
    text: "ওয়া ইন্না-লাজামী‘উন হা-যিরূন।",
  },
  {
    id: 57,
    text: "ফাআখরাজনা-হুম মিন জান্না-তিওঁ ওয়া ‘উয়ূন।",
  },
  {
    id: 58,
    text: "ওয়া কুনূঝিওঁ ওয়া মাকা-মিন কারীম।",
  },
  {
    id: 59,
    text: "কাযা-লিকা ওয়া আওরাছনা-হা-বানীইছরাঈল।",
  },
  {
    id: 60,
    text: "ফাআতবা‘ঊহুম মুশরিকীন।",
  },
  {
    id: 61,
    text: "ফালাম্মা-তারাআল জাম‘আ-নি কা-লা আসহা-বুমূছাইন্না-লামুদরাকূন।",
  },
  {
    id: 62,
    text: "কা-লা কাল্লা- ইন্না মা‘ইয়া রাববী ছাইয়াহদীন।",
  },
  {
    id: 63,
    text: "ফাআওহাইনাইলা-মূছাআনিদরিব বি‘আসাকাল বাহ রা ফানফালাকা ফাকা-না কুল্লু ফিরকিন কাততাওদিল ‘আজীম।",
  },
  {
    id: 64,
    text: "ওয়া আঝলাফনা-ছাম্মাল আ-খারীন।",
  },
  {
    id: 65,
    text: "ওয়া আনজাইনা-মূছা-ওয়ামাম মা‘আহূআজমা‘ঈন।",
  },
  {
    id: 66,
    text: "ছু ম্মা আগরাকনাল আ-খারীন।",
  },
  {
    id: 67,
    text: "ইন্না ফী যা-লিকা লাআ-য়াতাওঁ ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
  },
  {
    id: 68,
    text: "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
  },
  {
    id: 69,
    text: "ওয়াতলু‘আলাইহিম নাবাআ ইবরা-হীম।",
  },
  {
    id: 70,
    text: "ইযকা-লা লিআবীহি ওয়া কাওমিহী মা-তা‘বুদূন।",
  },
  {
    id: 71,
    text: "কা-লূনা‘বুদুআসনা-মান ফানাজালুল লাহা -‘আ-কিফীন।",
  },
  {
    id: 72,
    text: "কা-লা হাল ইয়াছমা‘উনাকুম ইযতাদ‘ঊন।",
  },
  {
    id: 73,
    text: "আও ইয়ানফা‘ঊনাকুম আও ইয়াদুররূন।",
  },
  {
    id: 74,
    text: "কা-লূবাল ওয়া জাদনাআ-বাআনা-কাযা-লিকা ইয়াফ‘আলূন।",
  },
  {
    id: 75,
    text: "কা-লা আফারাআইতুম মা-কুনতুম তা‘বুদূন।",
  },
  {
    id: 76,
    text: "আনতুম ওয়া আ-বাউকুমুল আকদামূন।",
  },
  {
    id: 77,
    text: "ফাইন্নাহুম ‘আদুওউললী ইল্লা-রাব্বাল ‘আ-লামীন।",
  },
  {
    id: 78,
    text: "আল্লাযী খালাকানী ফাহুওয়া ইয়াহদীন।",
  },
  {
    id: 79,
    text: "ওয়াল্লাযী হুওয়া ইউত‘ইমুনী ওয়া ইয়াছকীন।",
  },
  {
    id: 80,
    text: "ওয়া ইযা-মারিদতুফাহুওয়া ইয়াশফীন।",
  },
  {
    id: 81,
    text: "ওয়াল্লাযী ইউমীতুনী ছুম্মা ইউহঈন।",
  },
  {
    id: 82,
    text: "ওয়াল্লাযীআতমা‘উ আইঁ ইয়াগফিরালী খাতীআতী ইয়াওমাদ দীন।",
  },
  {
    id: 83,
    text: "রাব্বি হাবলী হুকমাওঁ ওয়া আল হিকনী বিসসা-লিহীন।",
  },
  {
    id: 84,
    text: "ওয়াজ‘আললী লিছা-না সিদকিন ফিল আ-খিরীন।",
  },
  {
    id: 85,
    text: "ওয়াজ‘আলনী মিওঁ ওয়ারাছাতি জান্নাতিন না‘ঈম।",
  },
  {
    id: 86,
    text: "ওয়াগফির লিআবী ইন্নাহূকা-না মিনাদ্দাল্লীন,",
  },
  {
    id: 87,
    text: "ওয়ালা-তুখঝিনী ইয়াওমা ইউব‘আছূন।",
  },
  {
    id: 88,
    text: "ইয়াওমা লা-ইয়ানফা‘উ মা-লুওঁ ওয়ালা-বানূন।",
  },
  {
    id: 89,
    text: "ইল্লা-মান আতাল্লা-হা বিকালবিন ছালীম।",
  },
  {
    id: 90,
    text: "ওয়া উঝলিফাতিল জান্নাতুলিলমুত্তাকীন।",
  },
  {
    id: 91,
    text: "ওয়া বুররিঝাতিল জাহীমুলিলগা-বীন।",
  },
  {
    id: 92,
    text: "ওয়াকীলা লাহুম আইনামা-কুনতুম তা‘বুদূন।",
  },
  {
    id: 93,
    text: "মিন দূ নিল্লাহি হাল ইয়ানসুরূনাকুম আও ইয়ানতাসিরূন।",
  },
  {
    id: 94,
    text: "ফাকুবকিবূফীহা-হুম ওয়ালগা-ঊন।",
  },
  {
    id: 95,
    text: "ওয়াজুনূদুইবলীছা আজমা‘উন।",
  },
  {
    id: 96,
    text: "কা-লূওয়া হুম ফীহা-ইয়াখতাসিমূন।",
  },
  {
    id: 97,
    text: "তাল্লা-হি ইন কুন্না-লাফী দালা-লিম মুবীন।",
  },
  {
    id: 98,
    text: "ইযনুছাওবীকুম বিরাব্বিল ‘আ-লামীন।",
  },
  {
    id: 99,
    text: "ওয়ামাআদাল্লানাইল্লাল মুজরিমূন।",
  },
  {
    id: 100,
    text: "ফামা-লানা-মিন শা-ফি‘ঈন।",
  },
  {
    id: 101,
    text: "ওয়ালা সাদীকিন হামীম।",
  },
  {
    id: 102,
    text: "ফালাও আন্না লানা-কাররাতান ফানাকূনা মিনাল মু’মিনীন।",
  },
  {
    id: 103,
    text: "ইন্না ফী যা-লিকা লাআ-য়াতাওঁ ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
  },
  {
    id: 104,
    text: "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
  },
  {
    id: 105,
    text: "কাযযাবাত কাওমুনূহিনিল মুরছালীন।",
  },
  {
    id: 106,
    text: "ইযকা-লা লাহুম আখূহুম নূহুন ‘আলা-তাত্তাকূন।",
  },
  {
    id: 107,
    text: "ইন্নী লাকুম রাছূলুন আমীন।",
  },
  {
    id: 108,
    text: "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
  },
  {
    id: 109,
    text: "ওয়ামাআছআলুকুম ‘আলাইহি মিন আজরিন ইন আজরিয়া ইল্লা-‘আলা-রাব্বিল ‘আলামীন।",
  },
  {
    id: 110,
    text: "ফাত্তাকুল্লা-হা ওয়াআতী‘ঊন।",
  },
  {
    id: 111,
    text: "কা-লূআনু’মিনুলাকা ওয়াত্তাবা‘আকাল আরযালূন।",
  },
  {
    id: 112,
    text: "কা-লা ওয়ামা-‘ইলমী বিমা-কা-নূইয়া‘মালূন।",
  },
  {
    id: 113,
    text: "ইন হিছা-বুহুম ইল্লা-‘আলা-রাববী লাও তাশ‘উরূন।",
  },
  {
    id: 114,
    text: "ওয়ামাআনা বিতা-রিদিল মু’মিনীন।",
  },
  {
    id: 115,
    text: "ইন আনা ইল্লা-নাযীরুম মুবীন।",
  },
  {
    id: 116,
    text: "কা-লূলাইল্লাম তানতাহি ইয়া-নূহুলাতাকূনান্না মিনাল মারজূমীন।",
  },
  {
    id: 117,
    text: "কা-লা রাব্বি ইন্না কাওমী কাযযাবূন।",
  },
  {
    id: 118,
    text: "ফাফতাহবাইনী ওয়া বাইনাহুম ফাতহাও ওয়া নাজজিনী ওয়ামাম মা‘ইয়া মিনাল মু’মিনীন।",
  },
  {
    id: 119,
    text: "ফাআনজাইনা-হু ওয়ামাম মা‘আহূফিল ফুলকিল মাশহূন।",
  },
  {
    id: 120,
    text: "ছু ম্মা আগরাকনা-বা‘দুল বা-কীন।",
  },
  {
    id: 121,
    text: "ইন্না ফী যা-লিকা লাআ-য়াতাওঁ ওয়ামা কা-না আকছারুহুম মু’মিনীন।",
  },
  {
    id: 122,
    text: "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
  },
  {
    id: 123,
    text: "কাযযাবাত ‘আ-দুনিল মুরছালীন।",
  },
  {
    id: 124,
    text: "ইযকা-লা লাহুম আখূহুম হূদুন ‘আলা-তাত্তাকূন।",
  },
  {
    id: 125,
    text: "ইন্নী লাকুম রাছূলুন আমীন।",
  },
  {
    id: 126,
    text: "ফাত্তাকুল্লা-হা ওয়াআতী‘ঊন।",
  },
  {
    id: 127,
    text: "ওয়ামাআছআলুকুম ‘আলাইহি মিন আজরিন ইন আজরিয়া ইল্লা-‘আলা-রাব্বিল ‘আলামীন।",
  },
  {
    id: 128,
    text: "আতাবনূনা বিকুল্লি রী‘ইন আ-য়াতান তা‘বাছূন।",
  },
  {
    id: 129,
    text: "ওয়া তাত্তাখিযূনা মাসা-নি‘আ লা‘আল্লাকুম তাখলুদূন।",
  },
  {
    id: 130,
    text: "ওয়া ইযা-বাতাশতুম বাতাশতুম জাব্বা-রীন।",
  },
  {
    id: 131,
    text: "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
  },
  {
    id: 132,
    text: "ওয়াত্তাকুল্লাযী আমাদ্দাকুম বিমা-তা‘লামূন।",
  },
  {
    id: 133,
    text: "আমাদ্দাকুম বিআন‘আ-মিওঁ ওয়াবানীন।",
  },
  {
    id: 134,
    text: "ওয়া জান্নাতিওঁ ওয়া ‘উইয়ূন।",
  },
  {
    id: 135,
    text: "ইন্নীআখা-ফু‘আলাইকুম ‘আযা-বা ইয়াওমিন ‘আজীম।",
  },
  {
    id: 136,
    text: "কা-লূছাওয়াউন ‘আলাইনা আওয়া ‘আজতা আম লাম তাকুম মিনাল ওয়া‘ইজীন।",
  },
  {
    id: 137,
    text: "ইন হা-যাইল্লা-খুলুকুল আওওয়ালীন।",
  },
  {
    id: 138,
    text: "ওয়ামা-নাহনুবিমু‘আযযাবীন।",
  },
  {
    id: 139,
    text: "ফাকাযযাবূহু ফাআহলাকনা-হুম ইন্না ফী যা-লিকা লাআ-য়াতাও ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
  },
  {
    id: 140,
    text: "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
  },
  {
    id: 141,
    text: "কাযযাবাত ছামূদুল মুরছালীন।",
  },
  {
    id: 142,
    text: "ইযকা-লা লাহুম আখূহুম সা-লিহুন ‘আলা-তাত্তাকূন।",
  },
  {
    id: 143,
    text: "ইন্নী লাকুম রাছূলুন আমীন।",
  },
  {
    id: 144,
    text: "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
  },
  {
    id: 145,
    text: "ওয়ামাআছআলুকুম ‘আলাইহি মিন আজরিন ইন আজরিয়া ইল্লা-‘আলা-রাব্বিল ‘আলামীন।",
  },
  {
    id: 146,
    text: "আতুতরাকূনা ফী মা-হা-হুনাআ-মিনীন।",
  },
  {
    id: 147,
    text: "ফী জান্না-তিওঁ ওয়া ‘উইয়ূন।",
  },
  {
    id: 148,
    text: "ওয়া ঝুরূ‘ইওঁ ওয়া নাখলিন তাল‘উহা-হাদীম।",
  },
  {
    id: 149,
    text: "ওয়া তানহিতূনা মিনাল জিবা-লি বুঊতান ফা-রিহীন।",
  },
  {
    id: 150,
    text: "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
  },
  {
    id: 151,
    text: "ওয়ালা-তুতী‘ঊআমরাল মুছরিফীন।",
  },
  {
    id: 152,
    text: "আল্লাযীনা ইউফছিদূনা ফিল আরদিওয়ালা-ইউসলিহূন।",
  },
  {
    id: 153,
    text: "কা-লূইন্নামাআনতা মিনাল মুছাহহারীন।",
  },
  {
    id: 154,
    text: "মাআনতা ইল্লা-বাশারুম মিছলুনা ফা’তি বিআয়া-তিন ইন কুনতা মিনাসসা-দিকীন।",
  },
  {
    id: 155,
    text: "কা-লা হা-যিহী না-কাতুল লাহা-শিরবুওঁ ওয়ালাকুম শিরবুইয়াওমিম মা‘লূম।",
  },
  {
    id: 156,
    text: "ওয়ালা-তামাছছূহা-বিছূইন ফাইয়া’খুযাকুম ‘আযা-বুইয়াওমিন ‘আজীম।",
  },
  {
    id: 157,
    text: "ফা‘আকারূহা-ফাআছবাহূনা-দিমীন।",
  },
  {
    id: 158,
    text: "ফাআখাযাহুমুল ‘আযা-বু ইন্না ফী যা-লিকা লাআ-য়াতাওঁ; ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
  },
  {
    id: 159,
    text: "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
  },
  {
    id: 160,
    text: "কাযযাবাত কাওমুলূতিনিল মুরছালীন।",
  },
  {
    id: 161,
    text: "ইযকা-লা লাহুম আখূহুম লূতুন আলা-তাত্তাকূন।",
  },
  {
    id: 162,
    text: "ইন্নী লাকুম রাছূলুন আমীন।",
  },
  {
    id: 163,
    text: "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
  },
  {
    id: 164,
    text: "ওয়ামাআছআলুকুম ‘আলাইহি মিন আজরিন ইন আজরিয়া ইল্লা-‘আলা-রাব্বিল ‘আলামীন।",
  },
  {
    id: 165,
    text: "আতা’তূনাযযুকরা-না মিনাল ‘আ-লামীন।",
  },
  {
    id: 166,
    text: "ওয়া তাযারূনা মা-খালাকা লাকুম রাব্বুকুম মিন আঝওয়া-জিকুম বাল আনতুম কাওমুন ‘আ-দূ ন।",
  },
  {
    id: 167,
    text: "কা-লূলাইল্লাম তানতাহি ইয়া-লূতুলাতাকূনান্না মিনাল মুখরাজীন।",
  },
  {
    id: 168,
    text: "কা-লা ইন্নী লি‘আমালিকুম মিনাল কা-লীন।",
  },
  {
    id: 169,
    text: "রাব্বি নাজজিনী ওয়া আহলী মিম্মা-ইয়া‘মালূন।",
  },
  {
    id: 170,
    text: "ফানাজ্জাইনা-হু ওয়া আহলাহূআজমা‘ঈন।",
  },
  {
    id: 171,
    text: "ইল্লা-‘আজুঝান ফিল গা-বিরীন।",
  },
  {
    id: 172,
    text: "ছু ম্মা দাম্মারনাল আ-খারীন।",
  },
  {
    id: 173,
    text: "ওয়া আমতারনা-‘আলাইহিম মাতারান ফাছাআ মাতারুল মুনযারীন।",
  },
  {
    id: 174,
    text: "ইন্না ফী যা-লিকা লাআ-য়াতাওঁ ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
  },
  {
    id: 175,
    text: "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
  },
  {
    id: 176,
    text: "কাযযাবা আসহা-বুল আইকাতিল মুরছালীন।",
  },
  {
    id: 177,
    text: "ইযকা-লা লাহুম শু‘আইবুন আলা-তাত্তাকূন।",
  },
  {
    id: 178,
    text: "ইন্নী লাকুম রাছূলুন আমীন",
  },
  {
    id: 179,
    text: "ফাত্তাকুল্লা-হা ওয়া আতী‘ঊন।",
  },
  {
    id: 180,
    text: "ওয়ামাআছআলুকুম ‘আলাইহি মিন আজরিন ইন আজরিয়া ইল্লা-‘আলা-রাব্বিল ‘আলামীন।",
  },
  {
    id: 181,
    text: "আওফুল কাইলা ওয়ালা-তাকূনূমিনাল মুখছিরীন।",
  },
  {
    id: 182,
    text: "ওয়াঝিনূবিলকিছতা-ছিল মুছতাকীম।",
  },
  {
    id: 183,
    text: "ওয়ালা-তাবখাছুন্না-ছা আশইয়াআহুম ওয়ালা-তা‘ছাও ফিল আরদিমুফছিদীন।",
  },
  {
    id: 184,
    text: "ওয়াত্তাকুল্লাযী খালাকাকুম ওয়াল জিবিল্লাতাল আওওয়ালীন।",
  },
  {
    id: 185,
    text: "কা-লূইন্নামাআনতা মিনাল মুছাহহারীন।",
  },
  {
    id: 186,
    text: "ওয়ামাআনতা ইল্লা-বাশারুম মিছলুনা-ওয়া ইন নাজুন্নুকা লামিনাল কা-যিবীন।",
  },
  {
    id: 187,
    text: "ফাআছকিত‘আলাইনা-কিছাফাম মিনাছছামাই ইন কুনতা মিনাসসা-দিকীন।",
  },
  {
    id: 188,
    text: "কা-লা রাববীআ‘লামুবিমা-তা‘মালূন।",
  },
  {
    id: 189,
    text: "ফাকাযযাবূহু ফাআখাযাহুম ‘আযা-বুইয়াওমিজজু ল্লাতি ইন্নাহূকা-না ‘আযা-বা ইয়াওমিন ‘আজীম।",
  },
  {
    id: 190,
    text: "ইন্না ফী যা-লিকা লাআ-য়াতাওঁ ওয়ামা-কা-না আকছারুহুম মু’মিনীন।",
  },
  {
    id: 191,
    text: "ওয়া ইন্না রাব্বাকা লাহুওয়াল ‘আঝীঝুর রাহীম।",
  },
  {
    id: 192,
    text: "ওয়া ইন্নাহূলাতানঝীলুরাব্বিল ‘আ-লামীন।",
  },
  {
    id: 193,
    text: "নাঝালা বিহির রূহুলআমীন।",
  },
  {
    id: 194,
    text: "‘আ-লা কালবিকা লিতাকূনা মিনাল মুনযিরীন।",
  },
  {
    id: 195,
    text: "বিলিছা-নিন ‘আরাবিইয়িম মুবীন।",
  },
  {
    id: 196,
    text: "ওয়া ইন্নাহূলাফী ঝুবুরিল আওওয়ালীন।",
  },
  {
    id: 197,
    text: "আওয়ালাম ইয়াকুল্লাহুম আ-য়াতান আইঁ ইয়া‘লামাহূ‘উলামাউ বানীইছরাঈল।",
  },
  {
    id: 198,
    text: "ওয়ালাও নাঝঝালনা-হু ‘আলা-বা‘দিল আ‘জামীন।",
  },
  {
    id: 199,
    text: "ফাকারাআহূ‘আলাইহিম মা-কা-নূবিহী মু’মিনীন।",
  },
  {
    id: 200,
    text: "কাযা-লিকা ছালাকনা-হু ফী কুলূবিল মুজরিমীন।",
  },
  {
    id: 201,
    text: "লা-ইউ’মিনূনা বিহী হাত্তা-ইয়ারাউল ‘আযা-বাল আলীম।",
  },
  {
    id: 202,
    text: "ফাইয়া’তিয়াহুম বাগতাতাওঁ ওয়াহুম লা-ইয়াশ‘উরূন।",
  },
  {
    id: 203,
    text: "ফাইয়াকূলূহাল নাহনুমুনজারূন।",
  },
  {
    id: 204,
    text: "আফাবি‘আযা-বিনা -ইয়াছতা‘জিলূন।",
  },
  {
    id: 205,
    text: "আফারাআইতাইম্মাততা‘না-হুম ছিনীন।",
  },
  {
    id: 206,
    text: "ছু ম্মা জাআহুম মা-কা-নূইউ‘আদূন।",
  },
  {
    id: 207,
    text: "মাআগনা-‘আনহুম মা-কা-নূইউমাত্তা‘ঊন।",
  },
  {
    id: 208,
    text: "ওয়ামাআহলাকনা-মিন কারইয়াতিন ইল্লা-লাহা-মুনযিরূন।",
  },
  {
    id: 209,
    text: "যিকরা-ওয়ামা-কুন্না-জা-লিমীন।",
  },
  {
    id: 210,
    text: "ওয়ামা তানাঝঝালাত বিহিশশাইয়া-তীন।",
  },
  {
    id: 211,
    text: "ওয়ামা-ইয়ামবাগী লাহুম ওয়ামা-ইয়াছতাতী‘ঊন।",
  },
  {
    id: 212,
    text: "ইন্নাহুম ‘আনিছছাম‘ই লামা‘ঝূলূন।",
  },
  {
    id: 213,
    text: "ফালা-তাদ‘উ মা‘আল্লা-হি ইলা-হান আ-খারা ফাতাকূনা মিনাল মু‘আযযাবীন।",
  },
  {
    id: 214,
    text: "ওয়া আনযির ‘আশীরাতাকাল আকরাবীন।",
  },
  {
    id: 215,
    text: "ওয়াখফিদজানা-হাকা লিমানিততাবা‘আকা মিনাল মু’মিনীন।",
  },
  {
    id: 216,
    text: "ফাইন ‘আসাওকা ফাকুল ইন্নী বারীউম মিম্মা-তা‘মালূন।",
  },
  {
    id: 217,
    text: "ওয়া তাওয়াক্কাল ‘আলাল ‘আঝীঝির রাহীম।",
  },
  {
    id: 218,
    text: "আল্লাযী ইয়ারা-কা হীনা তাকূম।",
  },
  {
    id: 219,
    text: "ওয়া তাকাল্লুবাকা ফিছছা-জিদীন।",
  },
  {
    id: 220,
    text: "ইন্নাহূহুওয়াছ ছামী‘উল ‘আলীম।",
  },
  {
    id: 221,
    text: "হাল উনাব্বিউকুম ‘আলা-মান তানাঝঝালুশ শাইয়া-তীন।",
  },
  {
    id: 222,
    text: "তানাঝঝালু‘আলা-কুল্লি আফফা-কিন আছীম।",
  },
  {
    id: 223,
    text: "ইউলকূ নাছছাম‘আ ওয়া আকছারুহুম কা-যিবূন।",
  },
  {
    id: 224,
    text: "ওয়াশশু‘আরাঊ ইয়াত্তাবি‘উহুমুল গা-ঊন।",
  },
  {
    id: 225,
    text: "আলাম তারা আন্নাহুম ফী কুল্লি ওয়াদিইঁ ইয়াহীমূন।",
  },
  {
    id: 226,
    text: "ওয়া আন্নাহুম ইয়াকূলূনা মা-লা-ইয়াফ‘আলূন।",
  },
  {
    id: 227,
    text: "ইল্লাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ওয়া যাকারুল্লা-হা কাছীরাওঁ ওয়ানতাসারূমিম বা‘দি মা-জু লিমূ ওয়া ছাইয়া‘লামুল লাযীনা জালামূ আইইয়া মুনকালাবিইঁ ইয়ানকালিবূন।",
  },
];

export default bn;
