import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "আলিফ লাম মীম।",
  },
  {
    id: 2,
    text: "আহাছিবান্না-ছুআইঁ ইউতরাকূআইঁ ইয়াকূলূ আ-মান্না-ওয়া হুম লা-ইউফতানূন।",
  },
  {
    id: 3,
    text: "ওয়ালাকাদ ফাতান্নাল্লাযীনা মিন কাবলিহিম ফালাইয়া‘লামান্নাল্লা-হুল্লাযীনা সাদাকূ ওয়ালাইয়া‘লামান্নাল কা-যিবীন।",
  },
  {
    id: 4,
    text: "আম হাছিবাল্লাযীনা ইয়া‘মালূনাছছাইয়িআ-তি আইঁ ইয়াছবিকূনা- ছাআ মাইয়াহকুমূন।",
  },
  {
    id: 5,
    text: "মান কা-না ইয়ারজুলিকাআল্লা-হি ফাইন্না আজালাল্লা-হি লাআ-তিওঁ ওয়া হুওয়াছ ছামী‘উল ‘আলীম।",
  },
  {
    id: 6,
    text: "ওয়া মান জা-হাদা ফাইন্নামা-ইউজা-হিদুলিনাফছিহী ইন্নাল্লা-হা লাগানিইইউন ‘আনিল ‘আ-লামীন।",
  },
  {
    id: 7,
    text: "ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লানুকাফফিরান্না ‘আনহুম ছাইয়িআ-তিহিম ওয়ালানাজঝিয়ান্নাহুম আহছানাল্লাযী কা-নূইয়া‘মালূন।",
  },
  {
    id: 8,
    text: "ওয়া ওয়াসসাইনাল ইনছা-না বিওয়া-লিদাইহি হুূছনাওঁ ওয়া ইন জা-হাদা-কা লিতুশরিকা বী মা-লাইছা লাকা বিহী ‘ইলমুন ফালা-তুতি‘হুমা- ইলাইইয়া মারজি‘উকুম ফাউনাব্বিউকুম বিমা-কুনতুম তা‘মালূন।",
  },
  {
    id: 9,
    text: "ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লানুদখিলান্নাহুম ফিসসা-লিহীন।",
  },
  {
    id: 10,
    text: "ওয়া মিনান্না-ছি মাইঁ ইয়াকূলুআ-মান্না-বিল্লা-হি ফাইযা-ঊযিইয়া ফিল্লা-হি জা‘আলা ফিতনাতান্না-ছি কা‘আযা-বিল্লা-হি ওয়ালাইন জাআ নাসরুম মির রাব্বিকা লাইয়াকূলুন্না ইন্না-কুন্না-মা‘আকুম আওয়া লাইছাল্লা-হু বিআ‘লামা বিমা-ফী সুদূ রিল ‘আলামীন।",
  },
  {
    id: 11,
    text: "ওয়া লাইয়া‘লামান্নাল্লা-হুল্লাযীনা আ-মানূওয়া লাইয়া‘লামান্নাল মুনা-ফিকীন।",
  },
  {
    id: 12,
    text: "ওয়া কা-লাল্লাযীনা কাফারূ লিল্লাযীনা আ-মানততাবি‘ঊ ছাবীলানা-ওয়ালনাহমিল খাতায়া-কুম ওয়ামা-হুম বিহা-মিলীনা মিন খাতা-য়া হুম মিন শাইয়িন ইন্নাহুম লাকাযিবূন।",
  },
  {
    id: 13,
    text: "ওয়া লাইয়াহমিলুন্না আছকা-লাহুম ওয়াআছকা-লাম মা‘আ আছকা-লিহিম  ওয়ালাইউছআলুন্না ইয়াওমাল কিয়া-মাতি ‘আম্মা-কা-নূইয়াফতারূন।",
  },
  {
    id: 14,
    text: "ওয়া লাকাদ আরছালনা-নূহান ইলা-কাওমিহী ফালাবিছা ফীহিম আলফা ছানাতিন ইল্লাখামছীনা ‘আ-মান ফাআখাযা হুমুততূফা-নুওয়াহুম জা-লিমূন।",
  },
  {
    id: 15,
    text: "ফাআনজাইনা-হু ওয়া আসহা-বাছছাফীনাতি ওয়া জা‘আলনা-হা-আ-য়াতাল লিল‘আ-লামীন।",
  },
  {
    id: 16,
    text: "ওয়া ইবরা-হীমা ইযকা-লা লিকাওমিহি‘বুদুল্লা-হা ওয়াত্তাকূহু যা-লিকুম খাইরুল্লাকুম ইন কুনতুম তা‘লামূন।",
  },
  {
    id: 17,
    text: "ইন্নামা-তা‘বূদূ না মিন দূ নিল্লা-হি আওছা-নাওঁ ওয়া তাখলুকূনা ইফকান ইন্নাল্লাযীনা তা‘বুদূ না মিন দূ নিল্লা-হি লা-ইয়ামলিকূনা লাকুম রিঝকান ফাবতাগূ‘ইনদাল্লা-হির রিঝকা ওয়া‘বুদূ হু ওয়াশকুরূলাহূ ইলাইহি তুরজা‘ঊন।",
  },
  {
    id: 18,
    text: "ওয়া ইন তূকাযযিবূফাকাদ কাযযাবা উমামুম মিন কাবলিকুম ওয়ামা-‘আলাররাছূলি ইল্লাল বালা-গুল মুবীন।",
  },
  {
    id: 19,
    text: "আওয়ালাম ইয়ারাও কাইফা ইউবদিউল্লা-হুল খালকা ছুম্মা ইউ‘ঈদুহূ ইন্না যা-লিকা ‘আলাল্লা-হি ইয়াছীর।",
  },
  {
    id: 20,
    text: "কুল ছীরূ ফিল আরদিফানজুরূ কাইফা বাদাআল খালকা ছুম্মাল্লা-হু ইউনশিউন নাশআতাল আ-খিরাতা ইন্নাল্লা-হা ‘আলা-কুল্লিা শাইয়িন কাদীর।",
  },
  {
    id: 21,
    text: "ইউ‘আযযিবূমাইঁ ইয়াশাউ ওয়া ইয়ারহামুমাইঁ ইয়াশাউ ওয়া ইলাইহি তুকলাবূন ।",
  },
  {
    id: 22,
    text: "ওয়ামা-আনতুম বিমু‘জিঝীনা ফিল আরদি ওয়ালা -ফিছছামাই  ওয়ামা-লাকুম মিন দূ নিল্লাহি মিওঁ ওয়ালিইয়িওঁ ওয়ালা-নাসীর।",
  },
  {
    id: 23,
    text: "ওয়াল্লাযীনা কাফারূ বিআ-য়া-তিল্লা-হি ওয়া লিকা-ইহীউলাইকা ইয়াইছূমিররাহমাতী ওয়া উলাইকা লাহুম ‘আযা-বুন আলীম।",
  },
  {
    id: 24,
    text: "ফামা-কা-না জাওয়া-বা কাওমিহী-ইল্লা-আন কানলুকতুলূহু আও হাররিকুহু ফাআনজা-হুল্লাহু মিনান্না-রি ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকাওমিইঁ ইউ’মিনূন।",
  },
  {
    id: 25,
    text: "ওয়া কা-লা ইন্নামাততাখাযতুম মিন দূ নিল্লা-হি আওছা-নাম  মাওয়াদ্দাতা বাইনিকুম ফিল হায়া-তিদ দুনইয়া- ছু ম্মা ইয়াওমাল কিয়া-মাতি ইয়াকফুরু বা‘দুকুম ব্বিা‘দিওঁ ওয়া ইয়াল‘আনুবা‘দুকুম বা‘দাওঁ  ওয়ামা‘ ওয়া-কুমুন্না-রু ওয়ামা-লাকুম মিন্না-সিরীন।",
  },
  {
    id: 26,
    text: "ফাআ-মানা লাহূলূত । ওয়া কা-লা ইন্নী মুহা-জিরুন ইলা-রাববী ইন্নাহূহুওয়াল ‘আঝীঝুল হাকীম।",
  },
  {
    id: 27,
    text: "ওয়া ওয়াহাবনা-লাহূইছহা-কা ওয়াইয়া‘কূবা ওয়া জা‘আলনা-ফী যুররিইইয়াতিহিন নুবুওওয়াতা ওয়ালকিতা-বা ওয়া আ-তাইনা-হু আজরাহূফিদদুনইয়া- ওয়া ইন্নাহূফিল আখিরাতি লামিনাসসা-লিহীন।",
  },
  {
    id: 28,
    text: "ওয়া লূতান ইযকা-লা লিকাওমিহী-ইন্নাকুম লাতা’তূনাল ফা-হিশাতা  মা-ছাবাকাকুম বিহা-মিন আহাদিম মিনাল ‘আ-লামীন।",
  },
  {
    id: 29,
    text: "আইন্নাকুম লাতা’তূনার রিজা-লা ওয়া তাকতা‘ঊনাছ ছাবীলা ওয়া তা’তূনা ফী না-দীকুমুল মুনকারা ফামা-কা-না জাওয়া-বা কাওমিহীইল্লাআন কা-লূ’ তিনা-বি‘আযাবিল্লা-হি ইন কুনতা মিনাসসা-দিকীন।",
  },
  {
    id: 30,
    text: "কা-লা রাব্বিনসুরনী ‘আলাল কাওমিল মুফছিদীন।",
  },
  {
    id: 31,
    text: "ওয়া লাম্মা-জাআত রুছুলুনাইবরা-হীমা বিলবুশরা- কা-লূইন্না-মুহলিকূআহলি হাযিহিল কারইয়াতি ইন্না আহলাহা-কা-নূজা-লিমীন।",
  },
  {
    id: 32,
    text: "কা-লা ইন্না ফীহা-লূতা- কা-লূনাহনুআ‘লামুবিমান ফীহা-  লানুনাজজিয়ান্নাহূ ওয়া আহ লাহূইল্লাম রাআতাহূ  কা-নাত মিনাল গা-বিরীন।",
  },
  {
    id: 33,
    text: "ওয়া লাম্মাআন জাআত রুছুলুনা-লূতান ছীআ বিহিম ওয়া দা-কা বিহিম যার‘আওঁ ওয়া কা-লূলা-তাখাফ ওয়ালা-তাহঝান ইন্না-মুনাজজূকা ওয়া আহলাকা ইল্লাম রাআতাকা কা-নাত মিনাল গা-বিরীন।",
  },
  {
    id: 34,
    text: "ইন্না মুনঝিলূনা ‘আলাআহলি হা-যিহিল কারইয়াতি রিজঝাম মিনাছছামাইবিমা-কা-নূ ইয়াফছুকূ ন।",
  },
  {
    id: 35,
    text: "ওয়া লাকাত তারাকনা-মিনহাআ-য়াতাম বাইয়িনাতাল লিকাওমিই ইয়া‘কিলূন।",
  },
  {
    id: 36,
    text: "ওয়া ইলা-মাদইয়না আখা-হুম শু‘আইবান ফাকা-লা ইয়া-কাওমি‘বুদুল্লা-হা ওয়ারজুল ইয়াওমাল আ-খিরা ওয়ালা-তা‘ছাও ফিল আরদিমুফছিদীন।",
  },
  {
    id: 37,
    text: "ফাকাযযাবূহু ফাআখাযাতহুমুর রাজফাতুফাআসবাহূফী দা-রিহিম জা-ছিমীন।",
  },
  {
    id: 38,
    text: "ওয়া ‘আদাওঁ ওয়া ছামূদা ওয়া কাততাবাইইয়ানা লাকুম মিম মাছা-কিনিহিম ওয়া ঝাইইয়ানা লাহুমুশশাইতা-নুআ‘মা-লাহুম ফাসাদ্দাহুম ‘আনিছছাবীলি ওয়া কা-নূ মুছতাবসিরীন।",
  },
  {
    id: 39,
    text: "ওয়া কা-রূনা ওয়া ফির‘আওনা ওয়া হা-মা-না ওয়া লাকাদ জাআহুম মূছাবিলবাইয়িনা-তি ফাছতাকবারূ ফিল আরদিওয়ামা-কা-নূছা-বিক ীন।",
  },
  {
    id: 40,
    text: "ফাকুল লান আখযনা-বিযামবিহী ফামিনহুম মান আরছালনা-‘আলাইহি হা-সিবাওঁ ওয়া মিনহুম মান আখাযাতহুস সাইহাতু ওয়া মিনহুম মান খাছাফনা-বিহিল আরদা ওয়া মিনহুম মান আগরাকনা- ওয়ামা-কা-নাল্লা-হু লিইয়াজলিমাহুম ওয়ালা-কিন কানূআনফুছাহুম ইয়াজলিমূন।",
  },
  {
    id: 41,
    text: "মাছালুল্লাযীনাততাখাযূমিন দূ নিল্লা-হি আওলিয়াআ কামাছালিল ‘আনকাবূতি ইত্তাখাযাত বাইতাওঁ ওয়া ইন্না আওহানাল বুয়ূতি লা বাইতুল ‘আনকাবূত। লাও কা-নূ ইয়া‘লামূন।",
  },
  {
    id: 42,
    text: "ইন্নাল্লা-হা ইয়া‘লামুমা-ইয়াদ‘ঊনা মিন দূ নিহী মিন শাইয়িওঁ ওয়া হুওয়াল ‘আঝীঝুল হাকীম।",
  },
  {
    id: 43,
    text: "ওয়া তিলকাল আমছা-লুনাদরিবুহা-লিন্না-ছি ওয়ামা-ইয়া‘কিলুহা ইল্লাল ‘আ-লিমূন।",
  },
  {
    id: 44,
    text: "খালাকাল্লা-হুছছামা-ওয়া-তি ওয়াল আরদা বিলহাক্কি ইন্না ফী যা-লিকা লাআ-য়াতাল লিলমু’মিনীন।",
  },
  {
    id: 45,
    text: "উতলুমাঊহিয়া ইলাইকা মিনাল কিতা-বি ওয়া আকিমিসসালা-তা ইন্নাসসালা-তা তানহা-‘আনিল ফাহশাই ওয়াল মুনকারি ওয়ালাযিকরুল্লা-হি আকবারু ওয়াল্লা-হু ইয়া‘লামুমা-তাসনা‘ঊন।",
  },
  {
    id: 46,
    text: "ওয়ালা-তুজা-দিলূআহলাল কিতা-বি ইল্লা-বিল্লাতী হিয়া আহছানু  ইল্লাল্লাযীনা জালামূমিনহুম ওয়া কূলূআ-মান্না-বিল্লাযী উনঝিলা ইলাইনা-ওয়া উনঝিলা ইলাইকুম ওয়া ইলা-হুনা-ওয়া ইলা-হুকুম ওয়া-হিদুওঁ ওয়া নাহনুলাহূমুছলিমূন।",
  },
  {
    id: 47,
    text: "ওয়া কাযা-লিকা আনঝালনাইলাইকাল কিতা-বা ফাল্লাযীনা আ-তাইনা-হুমুল কিতাবা ইউ’মিনূনা বিহী ওয়া মিন হাউলাই মাইঁ ইউ’মিনুবিহী ওয়ামা-ইয়াজহাদু বিআ-য়া-তিনাইল্লাল কা-ফিরূন।",
  },
  {
    id: 48,
    text: "ওয়ামা-কুনতা তাতলূমিন কাবলিহী মিন কিতা-বিওঁ ওয়ালা-তাখুত্তুহূবিয়ামীনিকা ইযাল লারতা-বাল মুবতিলূন।",
  },
  {
    id: 49,
    text: "বাল হুওয়া আ-য়া-তুম বাইয়িনা-তুন ফী সদূ রিল্লাযীনা ঊতুল ‘ইলমা ওয়ামা-ইয়াজহাদু বিআ-য়া-তিনাইল্লাজ্জা-লিমূন।",
  },
  {
    id: 50,
    text: "ওয়া কা-লূলাওলাউনঝিলা ‘আলাইহি আ-য়া-তুম মির রাব্বিহী কুল ইন্নামাল আ-য়াতু‘ইনদাল্লা-হি ওয়া ইন্নামাআনা নাযীরুম মুবীন।",
  },
  {
    id: 51,
    text: "আওয়ালাম ইয়াকফিহিম আন্নাআনঝালনা-‘আলাইকাল কিতা-বা ইউতলা-‘আলাইহিম ইন্না ফী যা-লিকা লারাহমাতাওঁ ওয়া যিকরা-লিকাওমিইঁ ইউ’মিনূন।",
  },
  {
    id: 52,
    text: "কুল কাফা-বিল্লা-হি বাইনী ওয়াবাইনাকুম শাহীদাইঁ ইয়া‘লামুমা-ফিছছামা-ওয়া-তি ওয়াল আরদি ওয়াল্লাযীনা আ-মানূবিলবা-তিলি ওয়া কাফারূ বিল্লা-হি উলাইকা হুমুল খা-ছিরূন।",
  },
  {
    id: 53,
    text: "ওয়া ইয়াছতা‘জিলূনাকা বিল ‘আযা-বি ওয়া লাওলাআজালুম মুছাম্মাল লাজাআহুমুল ‘আযা-বু ওয়ালাইয়া’তিইয়ান্নাহুম বাগতাতাওঁ ওয়া হুম লা-ইয়াশ‘উরূন।",
  },
  {
    id: 54,
    text: "ইয়াছতা‘জিলূনাকা বিল‘আযা-বি ওয়াইন্না জাহান্নামা লামুহীতাতুম বিলকা-ফিরীন।",
  },
  {
    id: 55,
    text: "ইয়াওমা ইয়াগশা-হুমুল‘আযা-বুমিন ফাওকিহিম ওয়া মিন তাহতি আরজুলিহিম ওয়া ইয়াকূলু যূকূমা-কুনতুম তা‘মালূন।",
  },
  {
    id: 56,
    text: "ইয়া-‘ইবা-দিয়াল্লাযীনা আ-মানূইন্না আরদী ওয়া-ছি‘আতুন ফাইইয়া-ইয়া ফা‘বুদূন।",
  },
  {
    id: 57,
    text: "কুল্লুনাফছিন যাইকাতুল মাওতি ছু ম্মা ইলাইনা-তুরজা‘ঊন।",
  },
  {
    id: 58,
    text: "ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লানুবাওবিআন্নাহুম মিনাল জান্নাতি গুরাফান তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহা- নি‘মা আজরুল ‘আ-মিলীন।",
  },
  {
    id: 59,
    text: "আল্লাযীনা সাবারূ ওয়া ‘আলা-রাব্বিহিম ইয়াতাওয়াক্কালূন।",
  },
  {
    id: 60,
    text: "ওয়া কাআইয়িম মিন দাব্বাতিল লা-তাহমিলুরিঝকাহা-আল্লা-হু ইয়ারঝুকুহাওয়া ইয়্যা-কুম ওয়া হুওয়াছ ছামী‘উল ‘আলীম।",
  },
  {
    id: 61,
    text: "ওয়া লাইন ছাআলতাহুম মান খালাকাছছামা-ওয়া-তি ওয়াল আরদা ওয়াছাখখারাশশামছা ওয়াল কামারা লাইয়াকূলুন্নাল্লা-হু ফাআন্না-ইউ’ফাকূন।",
  },
  {
    id: 62,
    text: "আল্লাহু ইয়াবছুতুর রিঝকা লিমাইঁ ইয়াশাউ মিন ‘ইবা-দিহী ওয়া ইয়াকদিরুলাহূ ইন্নাল্লা-হা বিকুল্লি শাইয়িন ‘আলীম।",
  },
  {
    id: 63,
    text: "ওয়া লাইন ছাআলতাহুম মান্নাঝঝালা মিনাছছামাই মাআন ফাআহইয়া-বিহিল আরদা মিম বা‘দি মাওতিহা- লাইয়াকূলুন্নাল্লা-হু কুল্লি হামদুলিল্লা-হি বাল আকছারুহুম লা-ইয়া‘কিলূন।",
  },
  {
    id: 64,
    text: "ওয়ামা-হা-যিহিল হায়া-তুদ দুনইয়া-ইল্লা-লাহউওঁ ওয়ালা‘ইবুওঁ ওয়া ইন্নাদ দা-রাল আখিরাতা লাহিয়াল হায়াওয়া-ন । লাও কা-নূইয়া‘লামূন।",
  },
  {
    id: 65,
    text: "ফাইযা-রাকিবূফিল ফুলকি দা‘আ-উল্লা-হা মুখলিসীনা লাহুদদীনা  ফালাম্মা-নাজ্জা-হুম ইলাল বাররি ইযা-হুম ইউশরিকূন।",
  },
  {
    id: 66,
    text: "লিইয়াকফুরূ বিমাআ-তাইনা-হুম ওয়া লিইয়াতামাত্তা‘ঊ ফাছাওফা ইয়া‘লামূন।",
  },
  {
    id: 67,
    text: "আওয়া লাম ইয়ারাও আন্না-জা‘আলনা-হারামান আ-মিনাওঁ ওয়া ইউতাখাত্তাফুন্না-ছুমিন হাওলিহিম আফাবিলবা-তিলি ইউ’মিনূনা ওয়া বিনি‘মাতিল্লা-হি ইয়াকফুরূন।",
  },
  {
    id: 68,
    text: "ওয়া মান আজলামুমিম্মানিফ তারা-‘আলাল্লা-হি কাযিবান আও কাযযাবা বিলহাক্কি লাম্মা-জাআহূ আলাইছা ফী জাহান্নামা মাছওয়াল লিল কা-ফিরীন।",
  },
  {
    id: 69,
    text: "ওয়াল্লাযীনা জা-হাদূফীনা-লানাহদিয়ান্নাহুম ছুবুলানা- ওয়া ইন্নাল্লা-হা লামা‘আল মুহছিনীন।",
  },
];

export default bn;