import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "আলিফ লাম মীম।",
  },
  {
    id: 2,
    text: "তিলকা আ-ইয়া-তুল কিতা-বিল হাকীম।",
  },
  {
    id: 3,
    text: "হুদাওঁ ওয়া রাহমাতাল লিলমুহছিনীন।",
  },
  {
    id: 4,
    text: "আল্লাযীনা ইউকীমূনাসসালা-তা ওয়া ইউ’তূনাঝঝাকা-তা ওয়া হুম বিলআ-খিরাতি হুম ইঊকিনূন।",
  },
  {
    id: 5,
    text: "উলাইকা ‘আলা-হুদাম মিররাব্বিহিম ওয়া উলাইকা হুমুল মুফলিহূন।",
  },
  {
    id: 6,
    text: "ওয়া মিনান্না-ছি মাইঁ ইয়াশতারী লাহওয়াল হাদীছিলিইউদিল্লা ‘আন ছাবীলিল্লা-হি বিগাইরি ‘ইলমিওঁ ওয়া ইয়াত্তাখিযাহা-হুঝুওয়ান উলাইকা লাহুম ‘আযা-বুম মুহীন।",
  },
  {
    id: 7,
    text: "ওয়া ইযা-তুতলা-‘আলাইহি আ-য়া-তুনা-ওয়াল্লা-মুছতাকবিরান কাআল্লাম ইয়াছমা‘হাকাআন্না ফী উযু নাইহি ওয়াকরান ফাবাশশিরহু বি‘আযা-বিন আলীম।",
  },
  {
    id: 8,
    text: "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লাহুম জান্না-তুন না‘ঈম।",
  },
  {
    id: 9,
    text: "খা-লিদীনা ফীহা- ওয়া‘দাল্লা-হি হাক্কাওঁ ওয়া হুওয়াল ‘আঝীঝুল হাকীম।",
  },
  {
    id: 10,
    text: "খালাকাছছামা-ওয়া-তি বিগাইরি ‘আমাদিন তারাওনাহা-ওয়া আলাকা-ফিল আরদিরাওয়াছিয়া আন তামীদা বিকুম ওয়া বাছছা ফীহা-মিন কুল্লি দাব্বাতিওঁ ওয়া আনঝালনামিনাছছামাই মাআন ফাআমবাতনা-ফীহা-মিন কুল্লি ঝাওজিন কারীম।",
  },
  {
    id: 11,
    text: "হা-যা-খালকুল্লা-হি ফাআরূনী মা-যা-খালকাল্লাযীনা মিন দূ নিহী বালিজ্জা-লিমূনা ফী দালা-লিম মুবীন।",
  },
  {
    id: 12,
    text: "ওয়া লাকাদ আ-তাইনা-লুকমা-নাল হিকমাতা আনিশকুর লিল্লা-হি ওয়া মাইঁ ইয়াশকুর ফাইন্নামা-ইয়াশকুরু লিনাফছিহী ওয়ামান কাফারা ফাইন্নাল্লা-হা গানিইয়ুন হামীদ।",
  },
  {
    id: 13,
    text: "ওয়া ইযকা-লা লুকমা-নুলিবনিহী ওয়া হুওয়া ইয়া‘ইজুহূইয়া-বুনাইইয়া লা-তুশরিক বিল্লা-হি ইন্নাশশিরকা লাজুলমুন ‘আজীম।",
  },
  {
    id: 14,
    text: "ওয়া ওয়াসসাইনাল ইনছা-না বিওয়া-লিদাইহি হামালাতহু উম্মুহূওয়াহনান ‘আলাওয়াহনিওঁ ওয়া ফিসা-লুহূফী ‘আ-মাইনি আনিশকুর লী ওয়ালি ওয়া-লিদাইকা ইলাইইয়াল মাসীর।",
  },
  {
    id: 15,
    text: "ওয়া ইন জা-হাদা-কা ‘আলাআন তুশরিকা বী মা-লাইছা লাকা বিহী ‘ইলমুন ফালাতুতি‘হুমা-ওয়াসা-হিবহুমা-ফিদদুনইয়া-মা‘রূফাওঁ ওয়াত্তাবি‘ ছাবীলা মান আনা-বা ইলাইইয়া ছু ম্মা ইলাইইয়া মারজি‘উকুম ফাউনাব্বিউকুম বিমা-কুনতুম তা‘মালূন।",
  },
  {
    id: 16,
    text: "ইয়া-বুনাইয়া ইন্নাহাইন তাকুমিছকা-লা হাব্বাতিম্মিন খারদালিন ফাতাকুন ফী সাখরাতিন আও ফিছছামা-ওয়া-তি আও ফিল আরদিইয়া’তি বিহাল্লা-হু ইন্নাল্লা-হা লাতীফুন খাবীর।",
  },
  {
    id: 17,
    text: "ইয়া-বুনাইইয়া আকিমিসসালা-তা ওয়া’মুর বিলমা‘রূফি ওয়ানহা ‘আনিল মুনকারি ওয়াসবির ‘আলা-মাআসা-বাকা ইন্না যা-লিকা মিন ‘আঝমিল উমূর।",
  },
  {
    id: 18,
    text: "ওয়ালা-তুসা‘‘ইর খাদ্দাকা লিন্না-ছি ওয়ালা-তামশি ফিল আরদিমারাহান ইন্নাল্লা-হা লাইউহিব্বুকুল্লা মুখতা-লিন ফাখূর।",
  },
  {
    id: 19,
    text: "ওয়াকসিদ ফী মাশইকা ওয়াগদুদমিন সাওতিকা ইন্না আনকারাল আসওয়া-তি লাসাওতুল হামীর।",
  },
  {
    id: 20,
    text: "আলাম তারাও আন্নাল্লা-হা ছাখখরা লাকুম মা-ফিছছামা-ওয়া-তি ওয়ামা-ফিল আরদিওয়া আছবাগা ‘আলাইকুম নি‘মাহূজা-হিরাতাওঁ ওয়া বা-তিনাতাওঁ ওয়া মিনান্না-ছি মাইঁ ইউজা-দিলুফিল্লা-হি বিগাইরি ‘ইলমিওঁ ওয়ালা-হুদাওঁ ওয়ালা-কিতা-বিম মুনীর।",
  },
  {
    id: 21,
    text: "ওয়া ইযা-কীলা লাহুমুত তাবি‘উ মাআনঝালাল্লা-হু কা-লূবাল নাত্তাবি‘উ মা-ওয়াজাদনা‘আলাইহি আ-বাআনা- আওয়া লাও কা-নাশশাইতা-নুইয়াদ‘উহুম ইলা-‘আযাবিছছা‘ঈর।",
  },
  {
    id: 22,
    text: "ওয়া মাইঁ ইউছলিম ওয়াজহাহূ ইলাল্লা-হি ওয়া হুওয়া মুহছিনুন ফাকাদিছতামছাকা বিল ‘উরওয়াতিল উছকা- ওয়া ইলাল্লা-হি ‘আ-কিবাতুল উমূর।",
  },
  {
    id: 23,
    text: "ওয়া মান কাফারা ফালা-ইয়াহঝুনকা কুফরুহূ ইলাইনা-মারজি‘উহুম ফানুনাব্বিউহুম বিমা‘আমিলূ ইন্নাল্লা-হা ‘আলীমুম বিযা-তিসসুদূ র।",
  },
  {
    id: 24,
    text: "নুমাত্তি‘উহুম কালীলান ছুম্মা নাদতাররুহুম ইলা-‘আযা-বিন গালীজ।",
  },
  {
    id: 25,
    text: "ওয়া লাইন ছাআলতাহুম মান খালাকাছছামা-ওয়া-তি ওয়াল আরদা লাইয়াকূলুন্নাল্লা-হু কুল্লি হামদুলিল্লা-হি; বাল আকছারুহুম লা-ইয়া‘লামূন।",
  },
  {
    id: 26,
    text: "লিল্লা-হি মা-ফিছছামা-ওয়া-তি ওয়াল আরদি ইন্নাল্লা-হা হুওয়াল গানিইয়ুল হামীদ।",
  },
  {
    id: 27,
    text: "ওয়া লাও আন্না মা-ফিল আরদিমিন শাজারাতিন আকলা-মুওঁ ওয়াল বাহরু ইয়ামুদ্দুহূমিম বা‘দিহী ছাব‘আতুআবহুরিম মা-নাফিদাত কালিমা-তুল্লা-হি ইন্নাল্লা-হা ‘আঝীঝুন হাকীম।",
  },
  {
    id: 28,
    text: "মা-খালকুকুম ওয়ালা-বা‘ছুকুম ইল্লা-কানাফছিওঁ ওয়া-হিদাতিন ইন্নাল্লা-হা ছামী‘উম বাসীর।",
  },
  {
    id: 29,
    text: "আলাম তারা আন্নাল্লা-হা ইঊলিজুল লাইলা ফিন্নাহা-রি ওয়া ইঊলিজুন্নাহা-রা ফিল্লাইলি ওয়া ছাখখারাশশামছা ওয়ালা কামারা কুলুলইঁইয়াজরীইলাআজালিম মুছাম্মাওঁ ওয়া আন্নাল্লা-হা বিমা-তা‘মালূনা খাবীর।",
  },
  {
    id: 30,
    text: "যা-লিকা বিআন্নাল্লা-হা হুওয়াল হাক্কুওয়া আন্নামা- ইয়াদ‘ঊনা মিন দূ নিহিল বা-তিলু ওয়া আন্নাল্লা-হা হুওয়াল ‘আলিইয়ুল কাবীর।",
  },
  {
    id: 31,
    text: "আলাম তারা আন্নাল ফুলকা তাজরী ফিল বাহরি বিনি‘মাতিল্লা-হি লিইউরিয়াকুম মিন আ-য়াতিহী ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকুল্লি সাব্বা-রিন শাকূর।",
  },
  {
    id: 32,
    text: "ওয়া ইযা-গাশিয়াহুম মাওজুন কাজ্জুলালি দা‘আউল্লা-হা মুখলিসীনা লাহুদ্দীনা ফালাম্মানাজ্জা-হুম ইলাল বাররি ফামিনহুম মুকতাসিদুওঁ ওয়ামা-ইয়াজহাদুবিআ-য়া-তিনা-ইল্লাকুল্লুখাত্তা-রিন কাফূর।",
  },
  {
    id: 33,
    text: "ইয়া-আইয়ুহান্না-ছুত্তাকূরাব্বাকুম ওয়াখশাও ইয়াওমাল্লা-ইয়াজঝী ওয়া-লিদুন আওঁ ওয়ালাদিহী ওয়ালা-মাওলূদুন হুওয়া জা-ঝিন ‘আওঁ ওয়া-লিদিহী শাইআন ইন্না ওয়া‘দাল্লা-হি হাক্কুন ফালা-তাগুররান্নাকুমুল হায়া-তুদ্দুনইয়া-ওয়ালা-ইয়াগুররান্নাকুম বিল্লা-হিল গারূর।",
  },
  {
    id: 34,
    text: "ইন্নাল্লা-হা ‘ইনদাহূ‘ইলমুছছা-‘আতি ওয়া ইউনাঝঝিলুল গাইছা ওয়া ইয়া‘লামুমাফিল আরহা-মি ওয়ামা-তাদরী নাফছুম মা-যা তাকছিবুগাদাওঁ ওয়ামা-তাদরী নাফছুম বিআইয়ি আরদিন তামূতু ইন্নাল্লা-হা ‘আলীমুন খাবীর।",
  },
];

export default bn;