import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ওয়াসসাফফা-তি সাফফা-।",
  },
  {
    id: 2,
    text: "ফাঝঝা-জিরা-তি ঝাজরা-।",
  },
  {
    id: 3,
    text: "ফাত্তা-লিয়া-তি যিকরা-।",
  },
  {
    id: 4,
    text: "ইন্না ইলা-হাকুম লাওয়া-হিদ।",
  },
  {
    id: 5,
    text: "রাব্বুছ ছামা-ওয়া-তি ওয়াল আরদিওয়ামা-বাইনাহুমা-ওয়া রাব্বুল মাশা-রিক।",
  },
  {
    id: 6,
    text: "ইন্না-ঝাইয়ান্নাছছামাআদ্দুনইয়া-বিঝীনাতিনিল কাওয়া-কিব।",
  },
  {
    id: 7,
    text: "ওয়া হিফজাম মিন কুল্লি শাইতা-নিম মা-রিদ।",
  },
  {
    id: 8,
    text: "লা ইয়াছছাম্মা‘ঊনা ইলাল মালাইল আ‘লা-ওয়া ইউকযাফূনা মিন কুল্লি জা-নিব।",
  },
  {
    id: 9,
    text: "দুহূ রাও ওয়ালাহুম ‘আযা-বুন ওয়া-সিব।",
  },
  {
    id: 10,
    text: "ইল্লা-মান খাতিফাল খাতফাতা ফাআতবা‘আহূশিহা-বুন ছাকিব।",
  },
  {
    id: 11,
    text: "ফাছতাফতিহিম আহুম আশাদ্দুখাল কান আম্মান খালাকনা- ইন্না-খালাকনা-হুম মিন তীনিল লা-ঝিব।",
  },
  {
    id: 12,
    text: "বাল ‘আজিবতা ওয়া ইয়াছখারূন।",
  },
  {
    id: 13,
    text: "ওয়া ইযা-যুক্কিরূলা-ইয়াযকুরূন।",
  },
  {
    id: 14,
    text: "ওয়া ইযা-রাআও আ-য়াতাই ইয়াছতাছখিরূন।",
  },
  {
    id: 15,
    text: "ওয়া কা-লূ ইন হা-যাইল্লা-ছিহরু মুবীন।",
  },
  {
    id: 16,
    text: "আইযা-মিতনা-ওয়া কুন্না-তুরাবাওঁ ওয়া ‘ইজা-মান আইন্না-লামাব‘ঊছূন।",
  },
  {
    id: 17,
    text: "আওয়াআ-বাউনাল আওওয়ালূন।",
  },
  {
    id: 18,
    text: "কুল না‘আম ওয়া আনতুম দা-খিরূন।",
  },
  {
    id: 19,
    text: "ফাইন্নামা-হিয়া ঝাজরাতুওঁ ওয়া-হিদাতুন ফাইযা-হুম ইয়ানজু রূন।",
  },
  {
    id: 20,
    text: "ওয়া-কা-লূইয়া-ওয়াইলানা-হা-যা-ইয়াওমুদ্দীন।",
  },
  {
    id: 21,
    text: "হা-যা-ইয়াওমুল ফাসলিল্লাযী কুনতুম বিহী তুকাযযিবূন।",
  },
  {
    id: 22,
    text: "উহশুরুল্লাযীনা জালামূওয়া আঝওয়া-জাহুম ওয়ামা-কা-নূইয়া‘বুদূন।",
  },
  {
    id: 23,
    text: "মিন দূনিল্লা-হি ফাহদূহুম ইলা-সিরা-তিল জাহীম।",
  },
  {
    id: 24,
    text: "ওয়াকিফূহুম ইন্নাহুম মাছঊলূন।",
  },
  {
    id: 25,
    text: "মা-লাকুম লা-তানা-সারূন।",
  },
  {
    id: 26,
    text: "বাল হুমুল ইয়াওমা মুছতাছলিমূন।",
  },
  {
    id: 27,
    text: "ওয়া আকবালা বা‘দুহুম ‘আলা-বা‘দিইঁ ইয়াতাছাআলূন।",
  },
  {
    id: 28,
    text: "কা-লূইন্নাকুম কুনতুম তা’তূনানা-‘আনিল ইয়ামীন।",
  },
  {
    id: 29,
    text: "কা-লূবাল লাম তাকূনূমু’মিনীন।",
  },
  {
    id: 30,
    text: "ওয়ামা-কা-না লানা-‘আলাইকুম মিন ছুলতা-নিন বাল কুনতুম কাওমান তা-গীন।",
  },
  {
    id: 31,
    text: "ফাহাক্কা ‘আলাইনা-কাওলুরাব্বিনা  ইনা-লাযাইকূন।",
  },
  {
    id: 32,
    text: "ফাআগওয়াইনা-কুম ইন্না-কুন্না-গা-বীন।",
  },
  {
    id: 33,
    text: "ফাইন্নাহুম ইয়াওমাইযিন ফিল ‘আযা-বি মুশতারিকূন।",
  },
  {
    id: 34,
    text: "ইন্না-কাযা-লিকা নাফ‘আলুবিলমুজরিমীন।",
  },
  {
    id: 35,
    text: "ইন্নাহুম কা-নূইযা-কীলা লাহুম লাইলা-হা ইল্লাল্লা-হু ইয়াছতাকবিরূন।",
  },
  {
    id: 36,
    text: "ওয়া ইয়াকূলূনা আইন্না-লাতা-রিকূআ-লিহাতিনা-লিশা-‘ইরিম মাজনূন।",
  },
  {
    id: 37,
    text: "বাল জাআ বিলহাক্কিওয়া সাদ্দাকাল মুরছালীন।",
  },
  {
    id: 38,
    text: "ইন্নাকুম লাযাইকু ল ‘আযা-বিল আলীম।",
  },
  {
    id: 39,
    text: "ওয়া মা-তুজঝাওনা ইল্লা-মা-কুনতুম তা‘মালূন।",
  },
  {
    id: 40,
    text: "ইল্লা-‘ইবাদাল্লা-হিল মুখলাসীন।",
  },
  {
    id: 41,
    text: "উলাইকা লাহুম রিঝকুম মা‘লূম।",
  },
  {
    id: 42,
    text: "ফাওয়া-কিহু ওয়া হুম মুকরামূন।",
  },
  {
    id: 43,
    text: "ফী জান্না-তিন না‘ঈম।",
  },
  {
    id: 44,
    text: "‘আলা-ছুরুরিম মুতাকা-বিলীন।",
  },
  {
    id: 45,
    text: "ইউতা-ফু‘আলাইহিম বিকা’ছিম মিম মা‘ঈন।",
  },
  {
    id: 46,
    text: "বাইদাআ লাযযাতিল লিশশা-রিবীন।",
  },
  {
    id: 47,
    text: "লা-ফীহা-গাওলুওঁ ওয়ালা-হুম ‘আনহা-ইউনঝাফূন।",
  },
  {
    id: 48,
    text: "ওয়া ‘ইনদাহুম কা-সিরা-তুত্তারফি ‘ঈন।",
  },
  {
    id: 49,
    text: "কাআন্নাহুন্না বাইদুম মাকনূন।",
  },
  {
    id: 50,
    text: "ফাআকবালা বা‘দুহুম ‘আলা-বা‘দিইঁ ইয়াতাছাআলূন।",
  },
  {
    id: 51,
    text: "কা-লা কা-ইলুম মিনহুম ইন্নী কা-না লী কারীন।",
  },
  {
    id: 52,
    text: "ইয়াকূ লুআইন্নাকা লামিনাল মুসাদ্দিকীন।",
  },
  {
    id: 53,
    text: "আইযা-মিতনা-ওয়া কুন্না-তুরা-বাওঁ ওয়া ‘ইজা-মান আইন্না-লামাদীনূন।",
  },
  {
    id: 54,
    text: "কা-লা হাল আনতুম মুত্তালি‘ঊন।",
  },
  {
    id: 55,
    text: "ফাত্তালা‘আ ফারাআ-হু ফী ছাওয়াইল জাহীম।",
  },
  {
    id: 56,
    text: "কা-লা তাল্লা-হি ইন কিত্তা লাতুরদীন।",
  },
  {
    id: 57,
    text: "ওয়া লাওলা-নি‘মাতুরাববী লাকুনতুমিনাল মুহদারীন।",
  },
  {
    id: 58,
    text: "আফামা-নাহনু বিমাইয়িতীন।",
  },
  {
    id: 59,
    text: "ইল্লা-মাওতাতানাল ঊলা-ওয়ামা-নাহনুবিমু‘আযযাবীন।",
  },
  {
    id: 60,
    text: "ইন্না হা-যা-লাহুওয়াল ফাওঝুল ‘আজীম।",
  },
  {
    id: 61,
    text: "লিমিছলি হা-যা-ফাল ইয়া‘মালিল ‘আ-মিলূন।",
  },
  {
    id: 62,
    text: "আযা-লিকা খাইরুন নুঝুলান আম শাজারাতুঝ ঝাককূম।",
  },
  {
    id: 63,
    text: "ইন্না-জা‘আলনা-হা-ফিতনাতাল লিজ্জা-লিমীন।",
  },
  {
    id: 64,
    text: "ইন্নাহা-শাজারাতুন তাখ রুজুফীআসলিল জাহীম।",
  },
  {
    id: 65,
    text: "তাল‘উহা-কাআন্নাহূরুঊছুশশায়া-তীন।",
  },
  {
    id: 66,
    text: "ফাইন্নাহুম লাআ-কিলূনা মিনহা-ফামা-লিঊনা মিনহাল বুতূন।",
  },
  {
    id: 67,
    text: "ছু ম্মা ইন্না লাহুম ‘আলাইহা- লাশাওবাম মিন হামীম।",
  },
  {
    id: 68,
    text: "ছু ম্মা ইন্না মারজি‘আহুম লা ইলাল জাহীম।",
  },
  {
    id: 69,
    text: "ইন্নাহুম আলফাও আ-বাআহুম দাল্লীন।",
  },
  {
    id: 70,
    text: "ফাহুম ‘আলাআ-ছা-রিহিম ইউহরা‘ঊন।",
  },
  {
    id: 71,
    text: "ওয়া লাকাদ দাল্লা কাবলাহুম আকছারুল আওওয়ালীন।",
  },
  {
    id: 72,
    text: "ওয়া লাকাদ আরছালনা-ফীহিম মুনযিরীন।",
  },
  {
    id: 73,
    text: "ফানজু র কাইফা কা-না ‘আ-কিবাতুল মুনযারীন।",
  },
  {
    id: 74,
    text: "ইল্লা-‘ইবা-দাল্লা-হিল মুখলাসীন।",
  },
  {
    id: 75,
    text: "ওয়ালা কাদ না-দা-না-নূহুন ফালানি‘মাল মুজীবূন।",
  },
  {
    id: 76,
    text: "ওয়া নাজ্জাইনা-হু ওয়া আহলাহূমিনাল কারবিল ‘আজীম।",
  },
  {
    id: 77,
    text: "ওয়া জা‘আলনা- যুররিইইয়াতাহূহুমুল বাকীন।",
  },
  {
    id: 78,
    text: "ওয়া তারাকনা-‘আলাইহি ফিল আ-খিরীন।",
  },
  {
    id: 79,
    text: "ছালা-মুন ‘আলা-নূহিন ফিল ‘আ-লামীন।",
  },
  {
    id: 80,
    text: "ইন্না-কাযা-লিকা নাজঝিল মুহছিনীন।",
  },
  {
    id: 81,
    text: "ইন্নাহূমিন ‘ইবা-দিনাল মু’মিনীন।",
  },
  {
    id: 82,
    text: "ছু ম্মা আগরাকনাল আ-খারীন।",
  },
  {
    id: 83,
    text: "ওয়া ইন্না মিন শী‘আতিহী লাইবরা-হীম।",
  },
  {
    id: 84,
    text: "ইযজাআ রাব্বাহূবিকালবিন ছালীম।",
  },
  {
    id: 85,
    text: "ইযকা-লা লিআবীহি ওয়া কাওমিহী মা-যা-তা‘বুদূন।",
  },
  {
    id: 86,
    text: "আইফকান আ-লিহাতান দূনাল্লা-হি তুরীদূন।",
  },
  {
    id: 87,
    text: "ফমা-জান্নুকুম বিরাব্বিল ‘আ-লামীন।",
  },
  {
    id: 88,
    text: "ফানাজারা নাজরাতান ফিননুজূম।",
  },
  {
    id: 89,
    text: "ফাকা-লা ইন্নী ছাকীম।",
  },
  {
    id: 90,
    text: "ফাতওয়াল্লাও ‘আনহু মুদবিরীন।",
  },
  {
    id: 91,
    text: "ফারা-গা ইলাআ-লিহাতিহিম ফাকা-লা আলা-তা’কুলূন।",
  },
  {
    id: 92,
    text: "মা-লাকুম লা-তানতিকূন।",
  },
  {
    id: 93,
    text: "ফারা-গা ‘আলাইহিম দারবাম বিলইয়ামীন।",
  },
  {
    id: 94,
    text: "ফাআকবালূইলাইহি ইয়াঝিফফূন।",
  },
  {
    id: 95,
    text: "কা-লা আতা‘বুদূনা মা-তানহিতূন।",
  },
  {
    id: 96,
    text: "ওয়াল্লা-হু খালাকাকুম ওয়ামা-তা‘মালূন।",
  },
  {
    id: 97,
    text: "কা-লুবনূলাহূবুনইয়া-নান ফাআলকূহু ফিল জাহীম।",
  },
  {
    id: 98,
    text: "ফাআরাদূবিহী কাইদান ফাজা‘আলনা-হুমুল আছফালীন।",
  },
  {
    id: 99,
    text: "ওয়া কা-লা ইন্নী যা-হিবুন ইলা-রাববী ছাইয়াহদীন।",
  },
  {
    id: 100,
    text: "রাব্বি হাবলী মিনাসসা-লিহীন।",
  },
  {
    id: 101,
    text: "ফাবাশশারনা-হু বিগুলা-মিন হালীম।",
  },
  {
    id: 102,
    text: "ফালাম্মা-বালাগা মা‘আহুছ ছা‘ইয়া কা-লা ইয়া-বুনাইইয়া ইন্নীআরা-ফিল মানা-মি আন্নী আযবাহুকা ফানজুর মা-যা-তারা- কা-লা ইয়াআবাতিফ‘আল মা-তু’মারু ছাতাজিদুনীইন শা-আল্লা-হু মিনাসসা-বিরীন।",
  },
  {
    id: 103,
    text: "ফালাম্মাআছলামা-ওয়া তাল্লাহূলিলজাবীন।",
  },
  {
    id: 104,
    text: "ওয়া না-দাইনা-হু আইঁ ইয়াইবরা-হীম।",
  },
  {
    id: 105,
    text: "কাদ সাদ্দাকতার রু’ইয়া- ইন্না-কাযা-লিকা নাজঝিল মুহছিনীন।",
  },
  {
    id: 106,
    text: "ইন্না হা-যা-লাহুওয়াল বালাউল মুবীন।",
  },
  {
    id: 107,
    text: "ওয়া ফাদাইনা-হু বিযিবহিন ‘আজীম।",
  },
  {
    id: 108,
    text: "ওয়া তারাকনা-‘আলাইহি ফিল আ-খিরীন।",
  },
  {
    id: 109,
    text: "ছালা-মুন ‘আলাইবরা-হীম।",
  },
  {
    id: 110,
    text: "কাযা-লিকা নাজঝিল মুহছিনীন।",
  },
  {
    id: 111,
    text: "ইন্নাহূমিন ‘ইবা-দিনাল মু’মুনীন।",
  },
  {
    id: 112,
    text: "ওয়া বাশশারনা-হু বিইছহা-কা নাবিইয়াম মিনাসসা-লিহীন।",
  },
  {
    id: 113,
    text: "ওয়া বা-রাকনা ‘আলাইহিওয়া ‘আলাইছহা-ক ওয়া মিন যুররিইইয়াতিহিমামুহছিনুওঁ ওয়া জা-লিমুল লিনাফছিহী মুবীন",
  },
  {
    id: 114,
    text: "ওয়া লাকাদ মান্নান্না-‘আলা-মূছা-ওয়া হা-রূন।",
  },
  {
    id: 115,
    text: "ওয়া নাজ্জাইনা-হুমা ওয়া কাওমাহুমা-মিনাল কারবিল ‘আজীম।",
  },
  {
    id: 116,
    text: "ওয়া নাসারনা-হু ফাকা-নূহুমুল গা-লিবীন।",
  },
  {
    id: 117,
    text: "ওয়া আ-তাইনা-হুমাল কিতা-বাল মুছতাবীন।",
  },
  {
    id: 118,
    text: "ওয়া হাদাইনা-হুমাসসিরাতাল মুছতাকীম।",
  },
  {
    id: 119,
    text: "ওয়া তারাকনা-‘আলাইহিমা-ফিল আ-খিরীন।",
  },
  {
    id: 120,
    text: "ছালা-মুন ‘আলা-মূছা-ওয়া হা-রূন।",
  },
  {
    id: 121,
    text: "ইন্না-কাযা-লিকা নাজঝিল মুহছীনীন।",
  },
  {
    id: 122,
    text: "ইন্নাহুমা-মিন ‘ইবা-দিনাল মু’মিনীন।",
  },
  {
    id: 123,
    text: "ওয়া ইন্না ইলইয়াছা লামিনাল মুরছালীন।",
  },
  {
    id: 124,
    text: "ইযকা-লা লিকাওমিহীআলা-তাত্তাকূন।",
  },
  {
    id: 125,
    text: "আ তাদ‘ঊনা বা‘লাওঁ ওয়া তাযারূনা আহছানাল খা-লিকীন।",
  },
  {
    id: 126,
    text: "আল্লা-হা রাব্বাকুম ওয়া রাব্বা আ-বাই কুমুল আওওয়ালীন।",
  },
  {
    id: 127,
    text: "ফাকাযযাবূহু ফাইন্নাহুম লামুহদারূন।",
  },
  {
    id: 128,
    text: "ইল্লা-‘ইবাদাল্লা-হিল মুখলাসীন।",
  },
  {
    id: 129,
    text: "ওয়া তারাকনা-‘আলাইহি ফিল আ-খিরীন।",
  },
  {
    id: 130,
    text: "ছালা-মুন ‘আলাইলইয়া-ছীন।",
  },
  {
    id: 131,
    text: "ইন্না-কাযা-লিকা নাজঝিল মুহছিনীন।",
  },
  {
    id: 132,
    text: "ইন্নাহু মিন ‘ইবা-দিনাল মু’মিনীন।",
  },
  {
    id: 133,
    text: "ওয়া ইন্না লূতাল্লা মিনাল মুরছালীন।",
  },
  {
    id: 134,
    text: "ইযনাজ্জাইনা-হু ওয়া আহলাহূআজমা‘ঈন।",
  },
  {
    id: 135,
    text: "ইল্লা-‘আজূঝান ফিল গা-বিরীন।",
  },
  {
    id: 136,
    text: "ছু ম্মা দাম্মার নাল আ-খারীন।",
  },
  {
    id: 137,
    text: "ওয়া ইন্নাকুম লাতামুররূনা ‘আলাইহিম মুসবিহীন।",
  },
  {
    id: 138,
    text: "ওয়া বিল্লাইলি আফালা-তা‘কিলূন।",
  },
  {
    id: 139,
    text: "ওয়া ইন্না ইঊনুছা লামিনাল মুরছালীন।",
  },
  {
    id: 140,
    text: "ইয আবাকা ইলাল ফুলকিল মাশহূন।",
  },
  {
    id: 141,
    text: "ফাছা-হামা ফাকা-না মিনাল মুদ হাদীন।",
  },
  {
    id: 142,
    text: "ফালতাকামাহুল হূতুওয়া হুওয়া মুলীম।",
  },
  {
    id: 143,
    text: "ফালাওলাআন্নাহূকা-না মিনাল মুছাব্বিহীন।",
  },
  {
    id: 144,
    text: "লালাবিছা ফী বাতনিহীইলা-ইয়াওমি ইউব‘আছূন।",
  },
  {
    id: 145,
    text: "ফানাবাযনা-হু বিল‘আরাই ওয়া হুওয়া ছাকীম।",
  },
  {
    id: 146,
    text: "ওয়া আমবাতনা ‘আলাইহি শাজারাতাম মিইঁ ইয়াকতীন।",
  },
  {
    id: 147,
    text: "ওয়া আরছালনা-হু ইলা-মিআতি আলফিন আও ইয়াঝীদূন।",
  },
  {
    id: 148,
    text: "ফাআ-মানূফামাত্তা‘না-হুম ইলা-হীন।",
  },
  {
    id: 149,
    text: "ফাছতাফতিহিম আ লিরাব্বিকাল বানা-তুওয়া লাহুমুল বানূন।",
  },
  {
    id: 150,
    text: "আম খালাকনাল মালাইকাতা ইনা-ছাওঁ ওয়া হুম শা-হিদূন।",
  },
  {
    id: 151,
    text: "আলাইন্নাহুম মিন ইফকিহিম লাইয়াকূলূন।",
  },
  {
    id: 152,
    text: "ওয়ালাদাল্লা-হু ওয়া ইন্নাহুম লাকা-যিবূন।",
  },
  {
    id: 153,
    text: "আসতাফাল বানা-তি ‘আলাল বানীন।",
  },
  {
    id: 154,
    text: "মা-লাকুম কাইফা তাহকুমূন।",
  },
  {
    id: 155,
    text: "আফালা-তাযাক্কারূন।",
  },
  {
    id: 156,
    text: "আম লাকুম ছুলতা-নুম মুবীন।",
  },
  {
    id: 157,
    text: "ফা’তূবিকিতা-বিকুম ইন কুনতুম সা-দিকীন।",
  },
  {
    id: 158,
    text: "ওয়াজা‘আলূবাইনাহূওয়া বাইনাল জিন্নাতি নাছাবাওঁ ওয়ালাকাদ ‘আলিমাতিল জিন্নাতু ইন্নাহুম লামুহদারূন।",
  },
  {
    id: 159,
    text: "ছুবহা-নাল্লা-হি ‘আম্মা-ইয়াসিফূন।",
  },
  {
    id: 160,
    text: "ইল্লা-‘ইবাদাল্লা-হিল মুখলাসীন।",
  },
  {
    id: 161,
    text: "ফাইন্নাকুম ওয়ামা-তা‘বুদূন।",
  },
  {
    id: 162,
    text: "মাআনতুম ‘আলাইহি বিফা-তিনীন।",
  },
  {
    id: 163,
    text: "ইল্লা-মান হুওয়া সা-লিল জাহীম।",
  },
  {
    id: 164,
    text: "ওয়ামা-মিন্নাইল্লা-লাহূমাকা-মুম মা‘লূম।",
  },
  {
    id: 165,
    text: "ওয়া ইন্না-লানাহনুসসাফফূন।",
  },
  {
    id: 166,
    text: "ওয়া ইন্না-লানাহনুল মুছাব্বিহূন।",
  },
  {
    id: 167,
    text: "ওয়া ইন কা-নূলাইয়াকূলূন।",
  },
  {
    id: 168,
    text: "লাও আন্না ‘ইনদানা- যিকরাম মিনাল আওওয়ালীন।",
  },
  {
    id: 169,
    text: "লাকুন্না-‘ইবা-দাল্লা-হিল মুখলাসীন।",
  },
  {
    id: 170,
    text: "ফাকাফারূবিহী ফাছাওফা ইয়া‘লামূন।",
  },
  {
    id: 171,
    text: "ওয়া লাকাদ ছাবাকাত কালিমাতুনা-লি‘ইবা-দিনাল মুরছালীন।",
  },
  {
    id: 172,
    text: "ইন্নাহুম লাহুমুল মানসূরূন।",
  },
  {
    id: 173,
    text: "ওয়া ইন্না জুনদানা-লাহুমুল গা-লিবূন।",
  },
  {
    id: 174,
    text: "ফাতাওয়াল্লা ‘আনহুম হাত্তা-হীন।",
  },
  {
    id: 175,
    text: "ওয়া আবসিরহুম ফাছাওফা ইউবসিরূন।",
  },
  {
    id: 176,
    text: "আফাবি‘আযা-বিনা-ইয়াছতা‘জিলূন।",
  },
  {
    id: 177,
    text: "ফাইযা-নাঝালা বিছা-হাতিহিম ফাছাআ সাবাহুল মুনযারীন।",
  },
  {
    id: 178,
    text: "ওয়া তাওয়াল্লা ‘আনহুম হাত্তা-হীন।",
  },
  {
    id: 179,
    text: "ওয়া আবসির ফাছাওফা ইউবসিরূন।",
  },
  {
    id: 180,
    text: "ছুবহা-না রাব্বিকা রাব্বিল ‘ইঝঝাতি ‘আম্মা-ইয়াসিফূন।",
  },
  {
    id: 181,
    text: "ওয়া-ছালা-মুন ‘আলাল মুরছালীন।",
  },
  {
    id: 182,
    text: "ওয়াল হামদুলিল্লা-হি রাব্বিল ‘আ-লামীন।",
  },
];

export default bn;
