import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "সাদ ওয়াল কুরআ-নি যিযযিকরি।",
  },
  {
    id: 2,
    text: "বালিল্লাযীনা কাফারূফী ‘ইঝঝাতিওঁ ওয়াশিকা-ক।",
  },
  {
    id: 3,
    text: "কাম আহলাকনা-মিন কাবলিহিম মিন কারনিন ফানা-দাওঁ ওয়ালা-তাহীনা মানা-স।",
  },
  {
    id: 4,
    text: "ওয়া ‘আজিবূআন জাআহুম মুনযিরুম মিনহুম ওয়াকা-লাল কাফিরূনা হা-যা-ছাহিরূন কাযযা-ব।",
  },
  {
    id: 5,
    text: "আ জা‘আলাল আ-লিহাতা ইলা-হাও ওয়া-হিদান ইন্না হা-যা-লাশাইউন ‘উজা-ব।",
  },
  {
    id: 6,
    text: "ওয়ান তালাকাল মালাউ মিনহুম আনিমশূওয়াসবিরূ‘আলাআ-লিহাতিকুম ইন্না হা-যালাশাইয়ুইঁ ইউরা-দ।",
  },
  {
    id: 7,
    text: "মা-ছামি‘না-বিহা-যা-ফিল মিল্লাতিল আ-খিরাতি ইন হা-যাইল্লাখ তিলা-ক।",
  },
  {
    id: 8,
    text: "আউনঝিলা ‘আলাইহিযযিকরু মিম বাইনিনা- বালহুম ফী শাক্কিম মিন যিকরী বাল লাম্মা-ইয়াযূকূ‘আযা-ব।",
  },
  {
    id: 9,
    text: "আম ‘ইনদাহুম খাঝাইনুরাহমাতি রাব্বিকাল ‘আঝীঝিল ওয়াহহা-ব।",
  },
  {
    id: 10,
    text: "আম লাহুম মুলকুছ ছামা-ওয়া-তি ওয়াল আরদিওয়ামা-বাইনাহুমা- ফালইয়ারতাকূ ফিল আছবা-ব।",
  },
  {
    id: 11,
    text: "জুনদুম মা-হুনা-লিকা মাহঝূমুম মিনাল আহঝা-ব।",
  },
  {
    id: 12,
    text: "কাযযাবাত কাবলাহুম কাওমুনূহিওঁ ওয়া ‘আ-দুওঁ ওয়া ফির‘আওনুযুল আওতা-দ।",
  },
  {
    id: 13,
    text: "ওয়াছামূদুওয়া কাওমুলুতিওঁ ওয়া আসহা-বুল আইকাতি উলাইকাল আহঝা-ব।",
  },
  {
    id: 14,
    text: "ইন কুল্লুন ইল্লা-কাযযাবার রুছুলা ফাহাক্কা ‘ইকা-ব।",
  },
  {
    id: 15,
    text: "ওয়ামা-ইয়ানজুরু হাউলাই ইল্লা-সাইহাতাওঁ ওয়া-হিদাতাম মা-লাহা-মিন ফাওয়া-ক।",
  },
  {
    id: 16,
    text: "ওয়া কা-লূরাব্বানা-‘আজ্জিল্লানা-কিত্তানা-কাবলা ইয়াওমিল হিছা-ব।",
  },
  {
    id: 17,
    text: "ইসবির ‘আলা-মা-ইয়াকূলূনা ওয়াযকুর ‘আবদানা-দা-ঊদা যাল আইদি ইন্নাহূআওওয়া-ব।",
  },
  {
    id: 18,
    text: "ইন্না-ছাখখারনাল জিবা-লা মা‘আহূইউছাব্বিহনা বিল‘আশিইয়ি ওয়াল ইশরা-ক।",
  },
  {
    id: 19,
    text: "ওয়াত্তাইরা মাহশূরাতান কুল্লুল্লাহূআওওয়া-ব।",
  },
  {
    id: 20,
    text: "ওয়া শাদাদ না-মুলকাহূওয়া আ-তাইনা-হুল হিকমাতা ওয়া ফাসলাল খিতা-ব।",
  },
  {
    id: 21,
    text: "ওয়া হাল আতা-কা নাবাউল খাসম । ইযতাসাওওয়ারুল মিহরা-ব।",
  },
  {
    id: 22,
    text: "ইযদাখালূ‘আলা-দা-ঊদা ফাফাঝি‘আ মিনহুম কা-লূলা-তাখাফ খাছমা-নি বাগাবা‘দুনা-‘আলা-বা‘দিন ফাহকুম বাইনানা-বিলহাক্কিওয়ালা-তুশতিত ওয়াহদিনাইলা-ছাওয়াইসসিরা-ত।",
  },
  {
    id: 23,
    text: "ইন্না হা-যাআখী লাহূতিছউওঁ ওয়া তিছ‘ঊনা না‘জাতাওঁ ওয়ালিয়া না‘জাতুওঁ ওয়াহিদাতুন ফাকা-লা আকফিলনীহা-ওয়া ‘আঝঝানী ফিল খিতা-ব।",
  },
  {
    id: 24,
    text: "কা-লা লাকাদ জালামাকা বিছুআ-লি না‘জাতিকা ইলা-নি‘আ-জিহী ওয়া ইন্না কাছীরাম মিনাল খুলাতাই লাইয়াবগী বা‘দুহুম ‘আলা-বা‘দিন ইল্লাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ওয়া কালীলুম মা-হুম ওয়া জান্না দা-ঊদা আন্নামা-ফাতান্না-হু ফাছতাগফারা রাব্বাহূওয়া খাররা রা -কি‘আওঁ ওয়া আনা-ব। (সিজদা-১১)",
  },
  {
    id: 25,
    text: "ফাগাফারনা-লাহূযা-লিকা ওয়া ইন্না লাহু ‘ইনদানা-লাঝুলফা-ওয়া হুছনা মাআ-ব।",
  },
  {
    id: 26,
    text: "ইয়া-দা-ঊদুইন্না-জা‘আলনা-কা খালীফাতান ফিল আরদিফাহকুম বাইনান্না-ছি বিলহাক্কি ওয়ালা-তাত্তাবি‘ইল হাওয়া-ফাইউদিল্লাকা ‘আন ছাবীলিল্লা-হি ইন্নাল্লাযীনা ইয়াদিল্লুনা ‘আন ছাবীলিল্লা-হি লাহুম ‘আযা-বুন শাদীদুম বিমা-নাছূইয়াওমাল হিছা-ব।",
  },
  {
    id: 27,
    text: "ওয়ামা-খালাকনাছ ছামাআ ওয়াল আরদা ওয়ামা-বাইনাহুমা-বা-তিলান যা-লিকা জান্নুল্লাযীনা কাফারূ ফাওয়াইলুলিলল্লাযীনা কাফারূমিনান্না-র।",
  },
  {
    id: 28,
    text: "আম নাজ‘আলুল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি কালমুফছিদীনা ফিল আরদি আম নাজ‘আলুল মুত্তাকীনা কালফুজ্জা-র ।",
  },
  {
    id: 29,
    text: "কিতা-বুন আনঝালনা-হুইলাইকামুবা-রাকুল লিইয়াদ্দাব্বারূআ-য়া-তিহী ওয়া লিইয়াতাযাক্কারা উলুল আলবা-ব।",
  },
  {
    id: 30,
    text: "ওয়া ওয়াহাবনা-লিদা-ঊদা ছুলাইমা-না নি‘মাল ‘আবদু; ইন্নাহূআওওয়া-ব।",
  },
  {
    id: 31,
    text: "ইয‘উরিদা ‘আলাইহি বিল ‘আশিইয়িসসা-ফিনা-তুল জিয়া-দ।",
  },
  {
    id: 32,
    text: "ফাকা-লা ইন্নীআহবাবতুহুব্বাল খাইরি ‘আন যিকরি রাববী হাত্তা-তাওয়া-রাত বিলহিজা-ব।",
  },
  {
    id: 33,
    text: "রুদ্দূহা-‘আলাইইয়া ফাতাফিকা মাছহাম বিছছূকিওয়াল আ‘না-ক।",
  },
  {
    id: 34,
    text: "ওয়া লাকাদ ফাতান্না-ছুলাইমা-না ওয়া আলকাইনা-‘আলা-কুরছিইয়িহী জাছাদান ছু ম্মা আনা-ব।",
  },
  {
    id: 35,
    text: "কা-লা রাব্বিগ ফিরলী ওয়া হাবলী মুলকাল লা-ইয়ামবাগী লিআহাদিম মিম বা‘দী ইন্নাকা আনতাল ওয়াহহা-ব।",
  },
  {
    id: 36,
    text: "ফাছাখখারনা-লাহুররীহা তাজরী বিআমরিহী রুখাআন হাইছুআসা-ব।",
  },
  {
    id: 37,
    text: "ওয়াশশায়া-তীনা কুল্লা বান্নাইওঁ ওয়া গাওওয়াছ।",
  },
  {
    id: 38,
    text: "ওয়া আ-খারীনা মুকাররানীনা ফিল আসফা-দ।",
  },
  {
    id: 39,
    text: "হা-যা-‘আতাউনা-ফামনুন আও আমছিক বিগাইরি হিছা-ব।",
  },
  {
    id: 40,
    text: "ওয়া ইন্না লাহূ‘ইনদানা-লাঝুলফা-ওয়াহুছনা মাআ-ব।",
  },
  {
    id: 41,
    text: "ওয়াযকুর ‘আবদানাআইইঊব । ইযনা-দা-রাব্বাহূআন্নী মাছছানিয়াশ শায়তা-নু বিনুসবিওঁ ওয়া ‘আযা-ব।",
  },
  {
    id: 42,
    text: "উরকুদবিরিজলিকা হা-যা-মুগতাছালুম বা-রিদুওঁ ওয়া শারা-ব।",
  },
  {
    id: 43,
    text: "ওয়া ওয়াহাবনা- লাহূআহলাহূওয়া মিছলাহুম মা‘আহুম রাহমাতাম মিন্না- ওয়াযিকরালিঊলিল আলবা-ব।",
  },
  {
    id: 44,
    text: "ওয়া খুযবিয়াদিকা দিগছান ফাদরিব্বিহী ওয়ালা-তাহনাছ ইন্না-ওয়াজাদনা-হু সাবিরান নি‘মাল ‘আবদু ইন্নাহূআওওয়া-ব।",
  },
  {
    id: 45,
    text: "ওয়াযকুর ‘ইবা-দানাইবরা-হীমা ওয়া ইছহা-কাওয়াইয়া‘কূ বা ঊলিল আইদী ওয়াল আবসা-র।",
  },
  {
    id: 46,
    text: "ইন্নাআখলাসনা-হুম বিখা-লিসাতিন যিকরাদ্দা-র।",
  },
  {
    id: 47,
    text: "ওয়া ইন্নাহুম ‘ইনদানা-লামিনাল মুছতাফাইনাল আখইয়া-র।",
  },
  {
    id: 48,
    text: "ওয়াযকুর ইছমা-‘ঈলা ওয়াল ইয়াছা‘আ ওয়াযাল কিফলি ওয়া কুল্লুম মিনাল আখইয়া-র।",
  },
  {
    id: 49,
    text: "হা-যা-যিকরুওঁ ওয়া ইন্না লিলমুত্তাকীনা লাহুছনা মাআ-ব।",
  },
  {
    id: 50,
    text: "জান্না-তি ‘আদনিম মুফাত্তাহাল লাহুমুল আবওয়া-ব।",
  },
  {
    id: 51,
    text: "মুত্তাকিঈনা ফীহা-ইয়াদ‘ঊনা ফীহা-বিফা-কিহাতিন কাছীরাতিওঁ ওয়া শারা-ব।",
  },
  {
    id: 52,
    text: "ওয়া ‘ইনদাহুম কা-সিরা-তুত্তারফি আতরা-ব।",
  },
  {
    id: 53,
    text: "হা-যা-মা-তূ‘আদূনা লিইয়াওমিল হিছা-ব।",
  },
  {
    id: 54,
    text: "ইন্না হা-যা-লারিঝকূনা-মা লাহূমিন নাফা-দ।",
  },
  {
    id: 55,
    text: "হা-যা- ওয়া ইন্না লিত্তা-গীনা লাশাররা মাআ-ব।",
  },
  {
    id: 56,
    text: "জাহান্নামা ইয়াসলাওনাহা- ফাবি’ছাল মিহা-দ।",
  },
  {
    id: 57,
    text: "হা-যা- ফাল ইয়াযূকূহু হামীমুওঁগাছছা-ক।",
  },
  {
    id: 58,
    text: "ওয়া আ-খারু মিন শাকলিহী আঝওয়া-জ।",
  },
  {
    id: 59,
    text: "হা-যা-ফাওজুম মুকতাহিমুম মা‘আকুম লা-মারহাবাম বিহিম ইন্নাহুম সা-লুন্নার।",
  },
  {
    id: 60,
    text: "কা-লূবাল আনতুম লা-মার হাবম বিকুম আনতুম কাদ্দামতুমূহু লানা- ফাবি’ছাল কারা-র।",
  },
  {
    id: 61,
    text: "কা-লূরাব্বানা-মান কাদ্দামা লানা-হা-যা-ফাঝিদহু ‘আযা-বান দি‘ফান ফিন্না-র।",
  },
  {
    id: 62,
    text: "ওয়া কা-লূমা-লানা-লা-নারা-রিজা-লান কুন্না-না‘উদ্দুহুম মিনাল আশরা-র।",
  },
  {
    id: 63,
    text: "আত্তাখাযনা-হুম ছিখরিইয়ান আম ঝা-গাত ‘আনহুম আবসা-র।",
  },
  {
    id: 64,
    text: "ইন্না যা-লিকা লাহাক্কুন তাখা-সুমুআহলিন্না-র।",
  },
  {
    id: 65,
    text: "কুল ইন্নামাআনা-মুনযিরুওঁ  ওয়া মা-মিন ইলা-হিন ইল্লাল্লা-হুল ওয়া-হিদুল কাহহার।",
  },
  {
    id: 66,
    text: "রাব্বুছছামা-ওয়া-তি ওয়াল আরদিওয়ামা-বাইনাহুমাল ‘আঝীঝুল গাফফা-র।",
  },
  {
    id: 67,
    text: "কুল হুওয়া নাবাউন ‘আজীম।",
  },
  {
    id: 68,
    text: "আনতুম ‘আনহু মু‘রিদূন।",
  },
  {
    id: 69,
    text: "মা-কা-না লিয়া মিন ‘ইলমিম বিল মালাইল আ‘লা ইযইয়াখতাসিমূন।",
  },
  {
    id: 70,
    text: "ইয়ঁইঊহাইলাইয়া ইল্লাআন্নামাআনা নাযীরুম মুবীন।",
  },
  {
    id: 71,
    text: "ইযকা-লা রাব্বুকা লিল মালাইকাতি ইন্নী খা-লিকুম বাশারাম মিন তীন।",
  },
  {
    id: 72,
    text: "ফাইযা-ছাওওয়াইতুহূওয়া নাফাখতুফীহি মিররূহী ফাকা‘ঊ লাহূছা-জিদীন।",
  },
  {
    id: 73,
    text: "ফাছাজাদাল মালাইকাতুকুল্লুহুম আজমা‘ঊন।",
  },
  {
    id: 74,
    text: "ইল্লাইবলীছ ইছতাকবারা ওয়া কা-না মিনাল কা-ফিরীন।",
  },
  {
    id: 75,
    text: "কা-লা ইয়াইবলীছুমা-মানা‘আকা আন তাছজু দা লিমা-খালাকতুবিয়াদাইইয়া আছতাকবারতা আম কুনতা মিনাল ‘আ-লীন।",
  },
  {
    id: 76,
    text: "কা-লা আনা খাইরুম মিনহু খালাকতানী মিন না-রিওঁ ওয়া খালাকতাহূমিন তীন।",
  },
  {
    id: 77,
    text: "কা-লা ফাখরুজ মিনহা-ফাইন্নাকা রাজীম।",
  },
  {
    id: 78,
    text: "ওয়া ইন্না ‘আলাইকা লা‘নাতী ইলা- ইয়াওমিদ্দীন।",
  },
  {
    id: 79,
    text: "কা-লা রাব্বি ফাআনজিরনীইলা-ইয়াওমি ইউব‘আছূন।",
  },
  {
    id: 80,
    text: "কা-লা ফাইন্নাকা মিনাল মুনজারীন।",
  },
  {
    id: 81,
    text: "ইলা-ইয়াওমিল ওয়াকতিল মা‘লূম।",
  },
  {
    id: 82,
    text: "কা-লা ফাবি ‘ইঝঝাতিকা লাউগবিয়ান্নাহুম আজমা‘ঈন।",
  },
  {
    id: 83,
    text: "ইল্লা-‘ইবা-দাকা মিনহুমুল মুখলাসীন।",
  },
  {
    id: 84,
    text: "কা-লা ফালহাক্কু ওয়াল হাক্কা আকূল।",
  },
  {
    id: 85,
    text: "লাআমলাআন্না জাহান্নামা মিনকা ওয়া মিম্মান তাবি‘আকা মিনহুম আজমা‘ঈন।",
  },
  {
    id: 86,
    text: "কুল মাআছআলুকুম ‘আলাইহি মিন আজরিওঁ ওয়ামাআনা মিনাল মুতাকালিলফীন।",
  },
  {
    id: 87,
    text: "ইন হুওয়া ইল্লা-যিকরুলিলল ‘আ-লামীন।",
  },
  {
    id: 88,
    text: "ওয়ালা তা‘লামুন্না নাবাআহূবা‘দা হীন।",
  },
];

export default bn;
