import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "হা-মীম।",
  },
  {
    id: 2,
    text: "‘আইূন ছীন কাফ।",
  },
  {
    id: 3,
    text: "কাযা-লিকা ইউহীইলাইকা ওয়া ইলাল্লাযীনা মিন কাবলিকাল্লা-হুল ‘আঝীঝুল হাকীম।",
  },
  {
    id: 4,
    text: "লাহূমা-ফিছছামা-ওয়া-তি ওয়ামা ফিল আরদি ওয়াহুয়াল ‘আলিইয়ুল ‘আজীম।",
  },
  {
    id: 5,
    text: "তাকা-দুছছামা-ওয়া-তুইয়াতাফাত্তারনা মিন ফাওকিহিন্না ওয়াল মালাইকাতুইউছাব্বিহূনা বিহামদি রাব্বিহিম ওয়া ইয়াছতাগফিরূনা লিমান ফিল আরদি আলাইন্নাল্লা-হা হুওয়াল গাফূরুর রাহীম।",
  },
  {
    id: 6,
    text: "ওয়াল্লাযীনাত্তাখাযূমিন দূ নিহীআওলিয়াআল্লা-হু হাফীজুন ‘আলাইহিম ওয়ামা আনতা ‘আলাইহিম বিওয়াকীল।",
  },
  {
    id: 7,
    text: "ওয়া কাযা-লিকা আওহাইনাইলাইকা কুরআ-নান ‘আরাবিইইয়াল লিতুনযিরা উম্মাল কুরা-ওয়া মান হাওলাহা-ওয়া তুনযিরা ইয়াওমাল জাম‘ই লা-রাইবা ফীহি ফারীকুন ফিল জান্নাতি ওয়া ফারীকুন ফিছ ছা‘ঈর।",
  },
  {
    id: 8,
    text: "ওয়ালাও শাআল্লা-হু লাজা‘আলাহুম উম্মাতাওঁ ওয়া-হিদাতাওঁ ওয়ালা-কিইঁ ইউদ খিলুমাইঁ ইয়াশাউ ফী রাহমাতিহী ওয়াজ্জা-লিমূনা মা-লাহুম মিওঁ ওয়ালিইয়িওঁ ওয়ালা-নাসীর।",
  },
  {
    id: 9,
    text: "আমিত্তাখাযূমিন দূ নিহীআওলিয়াআ ফাল্লা-হু হুওয়াল ওয়ালিইয়ুওয়া হুওয়া ইউহয়িল মাওতা- ওয়া হুওয়া ‘আলা-কুল্লি শাইয়িন কাদীর।",
  },
  {
    id: 10,
    text: "ওয়ামাখ তালাফতুম ফীহি মিন শাইয়িন ফাহুকমুহূইলাল্লা-হি যা-লিকুমুল্লা-হু রাববী ‘আলাইহি তাওয়াক্কালতু  ওয়া ইলাইহি উনীব।",
  },
  {
    id: 11,
    text: "ফা-তিরুছ ছামা-ওয়া-তি ওয়াল আরদি জা‘আলা লাকুম মিন আনফুছিকুম আঝওয়া-জাওঁ ওয়া মিনাল আন‘আ-মি আঝওয়া-জাইঁ ইয়াযরাঊকুম ফীহি লাইছা কামিছলিহী শাইউওঁ ওয়া হুওয়াছ ছামী‘উল বাসীর",
  },
  {
    id: 12,
    text: "লাহূমাকা-লীদুছ ছামা-ওয়া-তি ওয়াল আরদি ইয়াবছুতু র রিঝকা লিমাইঁ ইয়াশাউ ওয়া ইয়াকদিরু ইন্নাহূবিকুল্লি শাইয়িন ‘আলীম।",
  },
  {
    id: 13,
    text: "শারা‘আ লাকুম মিনাদ্দীনি মা-ওয়াসসা-বিহী নূহাওঁ ওয়াল্লাযীআওহাইনাইলাইকা ওয়ামা-ওয়াসসাইনা-বিহীইবরা-হীমা ওয়া মূছা-ওয়া ‘ঈছাআন আকীমুদ্দীনা ওয়া লাতাতাফাররাকূফীহি কাবুরা ‘আলাল মুশরিকীনা মা-তাদ‘ঊহুম ইলাইহি আল্লা-হু ইয়াজতাবীইলাইহি মাইঁ ইয়াশাউ ওয়া ইয়াহদীইলাইহি মাইঁ ইউনীব।",
  },
  {
    id: 14,
    text: "ওয়ামা-তাফাররাকূইল্লা-মিম বা‘দি মা-জাআহুমুল ‘ইলমুবাগইয়াম বাইনাহুম ওয়া লাওলা-কালিমাতুন ছাবাকাত মির রাব্বিকা ইলাআজালিম মুছাম্মাল লাকুদিয়া বাইনাহুম ওয়া ইন্নাল্লাযীনা ঊরিছুল কিতা-বা মিম বা‘দিহিম লাফী শাক্কিম মিনহু মুরীব।",
  },
  {
    id: 15,
    text: "ফালিযা-লিকা ফাদ‘উ ওয়াছতাকিম কামাউমিরতা ওয়ালা-তাত্তাবি‘ আহওয়াআহুম ওয়া কুল আ-মানতুবিমাআনঝালাল্লা-হু মিন কিতা-বিওঁ ওয়া উমিরতুলিআ‘দিলা বাইনাকুম আল্লা-হু রাব্বুনা-ওয়া রাব্বাকুম লানাআ‘মা-লুনাওয়ালাকুম আ‘মা-লুকুম লা-হুজ্জাতা বাইনানা-ওয়া বাইনাকুম আল্লা-হু ইয়াজমা‘উ বাইনানা- ওয়া ইলাইহিল মাসীর।",
  },
  {
    id: 16,
    text: "ওয়াল্লাযীনা ইঊহাজ্জূনা ফিল্লা-হি মিম বা‘দি মাছতুজীবা লাহূহুজ্জাতুহুম দা-হিদাতুন ‘ইনদা রাব্বিহিম ওয়া ‘আলাইহিম গাদাবুওঁ ওয়া লাহুম ‘আযা-বুন শাদীদ।",
  },
  {
    id: 17,
    text: "আল্লা-হুল্লাযীআনঝালাল কিতা-বা বিলহাক্কিওয়াল মীযা-না ওয়ামা ইউদরীকা লা‘আল্লাছছা-‘আতা কারীব।",
  },
  {
    id: 18,
    text: "ইয়াছতা‘জিলূবিহাল্লাযীনা লা-ইউ’মিনূনা বিহা- ওয়াল্লাযীনা আ-মানূমুশফিকূনা মিনহা- ওয়া ইয়া‘লামূনা আন্নাহাল হাক্কু আলাইন্নাল্লাযীনা ইউমা-রূনা ফিছছা‘আতি লাফী দালা-লিম বা‘ঈদ।",
  },
  {
    id: 19,
    text: "আল্লা-হু লাতীফুম বি‘ইবা-দিহী ইয়ারঝুকুমাইঁ ইয়াশাউ ওয়া হুওয়াল কাবিইয়ুল ‘আঝীঝ।",
  },
  {
    id: 20,
    text: "মান কা-না ইউরীদুহারছাল আ-খিরাতি নাঝিদ লাহূফী হারছিহী ওয়ামান কা-না ইউরীদুহারছাদ্দুনইয়া-নু’তিহী মিনহা-ওয়ামা-লাহূফিল আ-খিরাতি মিন নাসীব।",
  },
  {
    id: 21,
    text: "আম লাহুম শুরাকাউ শারা‘ঊ লাহুম মিনাদ্দীনি মা -লাম ইয়া’যাম বিহিল্লা-হু ওয়া লাওলা-কালিমাতুল ফাসলি লাকুদিয়া বাইনাহুম ওয়া ইন্নাজ্জা-লিমীনা লাহুম ‘আযা-বুন আলীম।",
  },
  {
    id: 22,
    text: "তারাজ্জা-লিমীনা মুশফিকীনা মিম্মা-কাছাবূওয়া হুওয়া ওয়া-কি‘উম বিহিম ওয়াল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ফী রাওদা-তিল জান্না-তি লাহুম মাইয়াশাঊনা ‘ইনদা রাব্বিহিম যা-লিকা হুওয়াল ফাদলুল কাবীর।",
  },
  {
    id: 23,
    text: "যা-লিকাল্লাযী ইয়ুবাশশিরুল্লা-হু ‘ইবা-দাহুল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি কুল লাআছআলুকুম ‘আলাইহি আজরান ইল্লাল মাওয়াদ্দাতা ফিল কুরবা- ওয়া মাইঁ ইয়াকতারিফ হাছানাতান নাঝিদ লাহূফীহা-হুছনান ইন্নাল্লা-হা গাফূরুন শাকূর।",
  },
  {
    id: 24,
    text: "আম ইয়াকূলূনাফ তারা-‘আলাল্লা-হি কাযিবান ফাইয়ঁইয়াশাইল্লা-হু ইয়াখতিম ‘আলাকালবিকা ওয়া ইয়ামহুল্লা-হুল বা-তিলা ওয়া ইউহিক্কুল হাক্কা বিকালিমা-তিহী ইন্নাহূ‘আলীমুম বিযা-তিসসুদূ র।",
  },
  {
    id: 25,
    text: "ওয়া হুওয়াল্লাযীইয়াকবালুত্তাওবাতা ‘আন ‘ইবা-দিহী ওয়া ইয়া‘ফূ‘আনিছ ছাইয়িআ-তি ওয়া ইয়া‘লামুমা-তাফ‘আলূন।",
  },
  {
    id: 26,
    text: "ওয়া ইয়াছতাজীবুল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি ওয়া ইয়াঝীদুহুম মিন ফাদলিহী ওয়াল কা-ফিরূনা লাহুম ‘আযা-বুন শাদীদ।",
  },
  {
    id: 27,
    text: "ওয়ালাও বাছাতাল্লা-হুর রিঝকালি‘ইবা-দিহী লাবাগাও ফিল আরদিওয়ালা-কিইঁ ইউনাঝঝিলুবিকাদারিম মা-ইয়াশাউ ইন্নাহূবি‘ইবা-দিহী খাবীরুম বাসীর।",
  },
  {
    id: 28,
    text: "ওয়া হুওয়াল্লাযী ইউনাঝঝিলুল গাইছা মিম বা‘দি মা-কানাতূওয়া ইয়ানশুরু রাহমাতাহূ ওয়া হুওয়াল ওয়ালিইয়ুল হামীদ।",
  },
  {
    id: 29,
    text: "ওয়া মিন আ-য়া-তিহী খালকুছ ছামা-ওয়া-তি ওয়ালআরদিওয়ামা-বাছছা ফীহিমা-মিন দাব্বাতিওঁ ওয়া হুওয়া ‘আলা-জাম‘ইহিম ইযা-ইয়াশাউ কাদীর।",
  },
  {
    id: 30,
    text: "ওয়ামাআসা-বাকুম মিম মুসীবাতিন ফাবিমা-কাছাবাত আইদীকুম ওয়া ইয়া‘ফূ‘আন কাছীর।",
  },
  {
    id: 31,
    text: "ওয়ামাআনতুম বিমু‘জিঝীনা ফিল আরদি ওয়ামা-লাকুম মিন দূ নিল্লা-হি মিওঁ ওয়ালিইয়িওঁ ওয়ালা-নাসীর।",
  },
  {
    id: 32,
    text: "ওয়া মিন আ-য়া-তিহিল জাওয়া-রি ফিল বাহরি কালআ‘লা-ম।",
  },
  {
    id: 33,
    text: "ইয়ঁইয়াশা’ ইউছকিনিররীহা ফাইয়াজলালনা রাওয়া-কিদা ‘আলা-জাহরিহী ইন্না ফী যা-লিকা লাআ-য়া-তিল লিকুল্লি সাব্বা-রিন শাকূর।",
  },
  {
    id: 34,
    text: "আও ইঊবিকহুন্না বিমা-কাছাবূওয়া ইয়া‘ফু‘আন কাছীর।",
  },
  {
    id: 35,
    text: "ওয়া ইয়া‘লামাল্লাযীনা ইউজা-দিলূনা ফীআ-য়া-তিনা- মা-লাহুম মিম মাহীস।",
  },
  {
    id: 36,
    text: "ফামাঊতীতুম মিন শাইয়িন ফমাতা-‘উল হায়া-তিদ্দুনইয়া- ওয়ামা-‘ইনদাল্লা-হি খাইরুওঁ ওয়া আব কা-লিল্লাযীনা আ-মানূওয়া ‘আলা-রাব্বিহিম ইয়াতাওয়াক্কালূন।",
  },
  {
    id: 37,
    text: "ওয়াল্লাযীনা ইয়াজতানিবূনা কাবাইরাল ইছমি ওয়াল ফাওয়া-হিশা ওয়া ইযা- মাগাদিবূহুম ইয়াগফিরূন।",
  },
  {
    id: 38,
    text: "ওয়াল্লাযীনাছ তাজা-বূলিরাব্বিহিম ওয়া আকা-মুসসালা-তা ওয়া আমরুহুম শূরাবাইনাহুম ওয়া মিম্মা-রাঝাকনা-হুম ইউনফিকূন।",
  },
  {
    id: 39,
    text: "ওয়াল্লাযীনা ইযাআসা-বাহুমুল বাগইউহুম ইয়ানতাসিরূন।",
  },
  {
    id: 40,
    text: "ওয়া জাঝাউ ছাইয়িআতিন ছাইয়িআতুম মিছলুহা- ফামান ‘আফা-ওয়া আসলাহা ফাআজরুহূ‘আলাল্লা-হি ইন্নাহূলা-ইউহিবজ জা-লিমীন।",
  },
  {
    id: 41,
    text: "ওয়া লামানিন তাসারা বা‘দা জুলমিহী ফাউলাইকা মা-‘আলাইহিম মিন ছাবীল।",
  },
  {
    id: 42,
    text: "ইন্নামাছ ছাবীলু‘আলাল্লাযীনা ইয়াজলিমূনান্না-ছা ওয়া ইয়াবগূনা ফিল আরদিবিগাইরিল হাক্কি উলাইকা লাহুম ‘আযা-বুন আলীম।",
  },
  {
    id: 43,
    text: "ওয়ালামান সাবারা ওয়া গাফারা ইন্না যা-লিকা লামিন ‘আঝমিল উমূর।",
  },
  {
    id: 44,
    text: "ওয়া মাইঁ ইউদলিলিল্লা-হু ফামা-লাহূমিওঁ ওয়ালিইয়িম মিম বা‘দিহী ওয়াতারাজ্জালিমীনা লাম্মা-রায়াউল ‘আযা-বা ইয়াকূলূনা হাল ইলা-মারাদ্দিম মিন ছাবীল।",
  },
  {
    id: 45,
    text: "ওয়া তারা-হুম ইউ‘রাদূনা ‘আলাইহা-খা-শি‘ঈনা মিনাযযুলিল ইয়ানজু রূনা মিন তারফিন খাফীইয়িওঁ ওয়াকা-লাল্লাযীনা আমানূইন্নাল খা-ছিরীনাল্লাযীনা খাছিরূআনফুছাহুম ওয়া আহলীহিম ইয়াওমাল কিয়া-মাতি আলাইন্নাজ্জা-লিমীনা ফী ‘আযা-বিম মুকীম।",
  },
  {
    id: 46,
    text: "ওয়ামা-কা-না লাহুম মিন আওলিয়াআ ইয়ানসুরূনাহুম মিন দূ নিল্লা-হি ওয়া মাইঁ ইউদলিলিল্লা-হু; ফামা-লাহূমিন ছাবীল।",
  },
  {
    id: 47,
    text: "ইছতাজীবূলিরাব্বিকুম মিন কাবলি আইঁ ইয়া’তিয়া ইয়াওমুল্লা-মারাদ্দা লাহূমিনাল্লা-হি মালাকুম মিম মালজায়িইঁ ইয়াওমায়িযিওঁ ওয়ামা-লাকুম মিন নাকীর।h",
  },
  {
    id: 48,
    text: "ফাইন আ‘রাদূফামাআরছালনা-কা ‘আলাইহিম হাফীজান ইন ‘আলাইকা ইল্লাল বালা-গু ওয়া ইন্নাইযাআযাকনাল ইনছা-না মিন্না-রাহমাতান ফারিহা বিহা- ওয়া ইন তুসিবহুম ছাইয়িআতুম বিমা-কাদ্দামাত আইদীহিম ফাইন্নাল ইনছা-না কাফূর।",
  },
  {
    id: 49,
    text: "লিল্লা-হি মুলকুছ ছামা-ওয়া-তি ওয়াল আরদি ইয়াখলুকুমা-ইয়াশাউ ইয়াহাবু লিমাইঁ ইয়াশাউ ইনা-ছাওঁ ওয়া ইয়াহাবুলিমাইঁ ইয়াশাউযযুকূর।",
  },
  {
    id: 50,
    text: "আও ইউঝাওবিজুহুম যুকরা-নাওঁ ওয়া ইনা-ছাওঁ ওয়া ইয়াজ‘আলুমাইঁ ইয়াশাউ ‘আকীমান ইন্নাহূ‘আলীমুন কাদীর।",
  },
  {
    id: 51,
    text: "ওয়ামা-কা-না লিবাশারিন আইঁ ইউকালিলমাহুল্লা-হু ইল্লা-ওয়াহইয়ান আও মিওঁ ওয়ারাই হিজা-বিন আও ইউরছিলা রাছূলান ফাইঊহিয়া বিইযনিহী মা ইয়াশাউ ইন্নাহূ ‘আলিইয়ুন হাকীম।",
  },
  {
    id: 52,
    text: "ওয়া কাযা-লিকা আওহাইনাইলাইকা রূহাম মিন আমরিনা- মা-কুনতা তাদরী মাল কিতা-বুওয়ালাল ঈমা-নুওয়ালা-কিন জা‘আলনা-হু নূরান নাহদী বিহী মান নাশাউ মিন ‘ইবা-দিনা- ওয়া ইন্নাকা লা তাহদীইলা সিরা-তিম মুছতাকীম।",
  },
  {
    id: 53,
    text: "সিরাতিল্লা-হিল্লাযী লাহূমা-ফিছছামা-ওয়া-তি ওয়ামা-ফিল আরদি আলাইলাল্লা-হি তাসীরুল উমূর।",
  },
];

export default bn;
