import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "কাফ ; ওয়াল কুরআ-নিল মাজীদ।",
  },
  {
    id: 2,
    text: "বাল ‘আজিবূআন জাআহুম মুনযিরুম্মিনহুম ফাকা-লাল কা-ফিরূনা হা-যা- শাইউন ‘আজীব।",
  },
  {
    id: 3,
    text: "আ ইযা-মিতনা-ওয়াকুন্না-তুরা-বান যা-লিকা রাজ‘উম বা‘ঈদ।",
  },
  {
    id: 4,
    text: "কাদ ‘আলিমনা-মা-তানকুসুল আরদুমিনহুম ওয়া ‘ইনদানা-কিতা-বুন হাফীজ।",
  },
  {
    id: 5,
    text: "বাল কাযযাবূবিলহাকিলাম্মা-জাআহুম ফাহুম ফীআমরীম মারীজ।",
  },
  {
    id: 6,
    text: "আফালাম ইয়ানজু রূইলাছ ছামাইফাওকাহুম কাইফা বানাইনা-হা-ওয়া ঝাইয়ান্না-হাওয়ামা-লাহা-মিন ফুরূজ।",
  },
  {
    id: 7,
    text: "ওয়াল আরদা মাদাদনা-হা-ওয়া আলকাইনা-ফীহা-রাওয়া-ছিয়া ওয়া আমবাতনা-ফীহামিন কুল্লি ঝাওজিম বাহীজ।",
  },
  {
    id: 8,
    text: "তাবসিরাতাওঁ ওয়াযিকরা-লিকুল্লি ‘আবদিম মুনীব।",
  },
  {
    id: 9,
    text: "ওয়া নাঝঝালনা-মিনাছ ছামাইমাআম মুবা-রাকান ফাআমবাতনা-বিহী জান্না-তিওঁ ওয়া হাব্বাল হাসীদ।",
  },
  {
    id: 10,
    text: "ওয়ান্নাখলা বা-ছিকা-তিল্লাহা-তাল‘উন্নাদীদ।",
  },
  {
    id: 11,
    text: "রিঝকালিলল‘ইবা-দি ওয়া আহইয়াইনা-বিহী বালদাতাম্মাইতান কাযা-লিকাল খুরূজ।",
  },
  {
    id: 12,
    text: "কাযযাবাত কাবলাহুম কাওমুনুহিওঁ ওয়া আসহা-বুর রাছছি ওয়া ছামূদ।",
  },
  {
    id: 13,
    text: "ওয়া ‘আ-দুওঁ ওয়া ফির ‘আউনুওয়া ইখওয়া-নুলূত।",
  },
  {
    id: 14,
    text: "ওয়া আসহা-বুল আইকাতি ওয়া কাওমুতুব্বা‘ইন কুল্লুন কাযযাবার রুছুলা ফাহাক্কা ওয়া‘ঈদ।",
  },
  {
    id: 15,
    text: "আফা‘আঈনা-বিলখালকিল আওওয়ালি বাল হুম ফী লাবছিম মিন খালকিন জাদীদ।",
  },
  {
    id: 16,
    text: "ওয়া লাকাদ খালাকনাল ইনছা-না ওয়ানা‘লামুমা-তুওয়াছবিছুবিহী নাফছুহূ ওয়া নাহনু আকরাবুইলাইহি মিন হাবলিল ওয়ারীদ।",
  },
  {
    id: 17,
    text: "ইযইয়াতালাক্কাল মুতালাক্কিইয়া-নি ‘আনিল ইয়ামীনি ওয়া ‘আনিশশিমা-লি কা‘ঈদ।",
  },
  {
    id: 18,
    text: "মা-ইয়ালফিজুমিন কাওলিন ইল্লা-লাদাইহি রাকীবুন ‘আতীদ।",
  },
  {
    id: 19,
    text: "ওয়া জাআত ছাকরাতুল মাওতি বিলহাক্কি যা-লিকা মা-কুনতা মিনহু তাহীদ।",
  },
  {
    id: 20,
    text: "ওয়া নুফিখা ফিসসূরি যা-লিকা ইয়াওমুল ওয়া‘ঈদ।",
  },
  {
    id: 21,
    text: "ওয়া জাআত কুল্লুনাফছিম্মা‘আহা-ছাইকূ ওঁ ওয়া শাহীদ।",
  },
  {
    id: 22,
    text: "লাকাদ কুনতা ফী গাফলাতিম মিন হা-যা- ফাকাশাফনা- ‘আনকা গিতাআকা ফাবাসারুকাল ইয়াওমা হাদীদ।",
  },
  {
    id: 23,
    text: "ওয়া কা-লা কারীনুহূহা-যা-মা-লাদাইইয়া ‘আতীদ।",
  },
  {
    id: 24,
    text: "আলকিয়া-ফী জাহান্নামা কুল্লা কাফফা-রিন ‘আনীদ।",
  },
  {
    id: 25,
    text: "মান্না-‘ইলিলল খাইরি মু‘তাদিমমুরীব।",
  },
  {
    id: 26,
    text: "আল্লাযী জা‘আলা মা‘আল্লা-হি ইলা-হান আ-খারা ফাআলকিয়া-হু ফিল ‘আযা-বিশশাদীদ।",
  },
  {
    id: 27,
    text: "কা-লা কারীনুহূরাব্বানা-মাআতগাইতুহূওয়ালা-কিন কা-না ফী দালা-লিম বা‘ঈদ।",
  },
  {
    id: 28,
    text: "কা-লা লা-তাখতাছিমূলাদাইয়া ওয়া কাদ কাদ্দামতুইলাইকুম বিলওয়া‘ঈদ।",
  },
  {
    id: 29,
    text: "মা-ইউবাদ্দালুল কাওলুলাদাইয়া ওয়ামাআনা-বিজাল্লা-মিলিলল‘আবীদ।",
  },
  {
    id: 30,
    text: "ইয়াওমা নাকূলুলিজাহান্নামা হালিম তালা’তি ওয়া তাকূলুহাল মিম্মাঝীদ।",
  },
  {
    id: 31,
    text: "ওয়া উঝলিফাতিল জান্নাতুলিলমুত্তাকীনা গাইরা বা‘ঈদ।",
  },
  {
    id: 32,
    text: "হা-যা-মা-তূ‘আদূনা লিকুল্লি আওওয়া-বিন হাফীজ।",
  },
  {
    id: 33,
    text: "মান খাশিয়ার রাহমা-না বিলগাইবি ওয়া জাআ বিকালবিম মুনীব।",
  },
  {
    id: 34,
    text: "উদখুলূহা-বিছালা-মিন যা-লিকা ইয়াওমুল খুলূদ ।",
  },
  {
    id: 35,
    text: "লাহুম মা-ইয়াশাঊনা ফীহা-ওয়ালাদাইনা-মাঝীদ।",
  },
  {
    id: 36,
    text: "ওয়াকাম আহলাকনা-কাবলাহুম মিন কারনিন হুম আশাদ্দুমিনহুম বাতশান ফানাক্কাবূফিল বিলা-দি হাল মিম্মাহীস।",
  },
  {
    id: 37,
    text: "ইন্না ফী যা-লিকা লাযিকরা-লিমান কা-না লাহূকালবুন আও আলকাছ ছাম‘আ ওয়া হুওয়া শাহীদ।",
  },
  {
    id: 38,
    text: "ওয়া লাকাদ খালাকনাছছামা-ওয়া-তি ওয়াল আরদা ওয়ামা-বাইনাহুমা-ফী ছিত্তাতি আইয়ামিওঁ  ওয়ামা-মাছছানা-মিল্লুগূব।",
  },
  {
    id: 39,
    text: "ফাসবির ‘আলা-মা-ইয়াকূ লূনা ওয়া ছাববিহ বিহামদি রাব্বিকা কাবলা তুলূ‘ইশশামছি ওয়া কাবলাল গুরূব।",
  },
  {
    id: 40,
    text: "ওয়া মিনাল্লাইলি ফাছাববিহহু ওয়া আদবা-রাছছুজূদ।",
  },
  {
    id: 41,
    text: "ওয়াছতামি‘ ইয়াওমা ইউনা-দিল মুনা-দি মিম মাকা-নিন কারীব।",
  },
  {
    id: 42,
    text: "ইয়াওমা ইয়াছমা‘ঊনাসসাইহাতা বিলহাক্কি যা-লিকা ইয়াওমুল খুরূজ।",
  },
  {
    id: 43,
    text: "ইন্না নাহনুনুহয়ী ওয়ানুমীতুওয়া ইলাইনাল মাসীর।",
  },
  {
    id: 44,
    text: "ইয়াওমা তাশাক্কাকুল আরদু‘আনহুম ছিরা-‘আন যা-লিকা হাশরুন ‘আলাইনাইয়াছীর।",
  },
  {
    id: 45,
    text: "নাহনুআ‘আলামুবিমা-ইয়াকূলূনা ওয়ামাআনতা ‘আলাইহিম বিজাব্বা-রিন ফাযাক্কির বিলকুরআ-নি মাইঁ ইয়াখা-ফুওয়া‘ঈদ।",
  },
];

export default bn;