import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ওয়াযযা-রিয়া-তি যারওয়া-।",
  },
  {
    id: 2,
    text: "ফাল হা-মিলা-তি বিকরা-।",
  },
  {
    id: 3,
    text: "ফালজা-রিয়া-তি ইউছরা-।",
  },
  {
    id: 4,
    text: "ফাল মুকাছছিমা-তি আমরা-।",
  },
  {
    id: 5,
    text: "ইন্নামা-তূ‘আদূনা লাসা-দিক।",
  },
  {
    id: 6,
    text: "ওয়া ইন্নাদ দীনা লাওয়া-কি‘উ।",
  },
  {
    id: 7,
    text: "ওয়াছছামাই যা-তিল হুবুক।",
  },
  {
    id: 8,
    text: "ইন্নাকুম লাফী কাওলিম মুখতালিফ।",
  },
  {
    id: 9,
    text: "ইউ’ফাকু‘আনহু মান উফিক।",
  },
  {
    id: 10,
    text: "কুতিলাল খাররা-ছূন।",
  },
  {
    id: 11,
    text: "আল্লাযীনা হুম ফী গামরাতিন ছা-হূন।",
  },
  {
    id: 12,
    text: "ইয়াছআলূনা আইয়া-না ইয়াওমুদ্দীন।",
  },
  {
    id: 13,
    text: "ইয়াওমা হুম ‘আলান্না-রি ইউফতানূন।",
  },
  {
    id: 14,
    text: "যূকূফিতনাতাকুম হা-যাল্লাযী কনতুম বিহী তাছতা‘জিলূন।",
  },
  {
    id: 15,
    text: "ইন্নাল মুত্তাকীনা ফী জান্না-তিওঁ ওয়া উ‘ইয়ূন।",
  },
  {
    id: 16,
    text: "আ-খিযীনা মাআ-তা-হুম রাব্বুহুম ইন্নাহুম কা-নূকাবলা যা-লিকা মুহছিনীন।",
  },
  {
    id: 17,
    text: "কা-নূকালীলাম মিনাল্লাইলি মা-ইয়াহজা‘ঊন।",
  },
  {
    id: 18,
    text: "ওয়া বিলআছহা-রিহুম ইয়াছতাগফিরূন।",
  },
  {
    id: 19,
    text: "ওয়া ফীআমওয়া-লিহিম হাক্কুল লিছছাইলি ওয়াল মাহরূম।",
  },
  {
    id: 20,
    text: "ওয়া ফিল আরদিআ-য়া-তুলিলল মূ’কিনীন।",
  },
  {
    id: 21,
    text: "ওয়া ফীআনফুছিকুম আফালা-তুবসিরূন।",
  },
  {
    id: 22,
    text: "ওয়া ফিছছামাই রিঝকুকুম ওয়ামা-তূ‘আদূন।",
  },
  {
    id: 23,
    text: "ফাওয়ারাব্বিছ ছামাই ওয়াল আরদিইন্নাহূলাহাক্কুম মিছলা মাআন্নাকুম তানতিকূন।",
  },
  {
    id: 24,
    text: "হাল আতা-কা হাদীছুদাইফি ইবরা-হীমাল মুকরামীন।",
  },
  {
    id: 25,
    text: "ইয দাখালূ‘আলাইহি ফাকা-লূছালা-মান কা-লা ছালা-মুন কাওমুম মুনকারূন।",
  },
  {
    id: 26,
    text: "ফারা-গা ইলাআহলিহী ফাজাআ বি‘ইজলিন ছামীন।",
  },
  {
    id: 27,
    text: "ফাকাররাবাহূইলাইহিম কা-লা আলা-তা’কুলূন।",
  },
  {
    id: 28,
    text: "ফাআওজাছা মিন হুম খীফাতান কা-লূলা-তাখাফ ওয়াবাশশারূহু বিগুলা-মিন ‘আলীম।",
  },
  {
    id: 29,
    text: "ফাআকবালাতিম রাআতুহূফী সাররাতিন ফাসাক্কাত ওয়াজহাহা- ওয়াকা-লাত ‘আজূঝুন ‘আকীম।",
  },
  {
    id: 30,
    text: "কা-লূকাযা-লিকি কা-লা রাব্বুকি ইন্নাহূহুওয়াল হাকীমুল ‘আলীম।",
  },
  {
    id: 31,
    text: "কা-লা ফামা-খাতবুকুম আইয়ুহাল মুরছালূন।",
  },
  {
    id: 32,
    text: "কা-লূইন্নাউরছিলনাইলা-কাওমিম মুজরিমীন।",
  },
  {
    id: 33,
    text: "লিনুরছিলা ‘আলাইহিম হিজা-রাতাম মিন তীন।",
  },
  {
    id: 34,
    text: "মুছাওয়ামাতান ‘ইন্দা রাব্বিকা লিলমুছরিফীন।",
  },
  {
    id: 35,
    text: "ফাআখরাজনা-মান কা-না ফীহা-মিনাল মু’মিনীন।",
  },
  {
    id: 36,
    text: "ফামা-ওয়াজাদনা-ফীহা-গাইরা বাইতিম মিনাল মুছলিমীন।",
  },
  {
    id: 37,
    text: "ওয়াতারাকনা-ফীহাআ-য়াতালিলল্লাযীনা ইয়াখা-ফূনাল ‘আযা-বাল আলীম।",
  },
  {
    id: 38,
    text: "ওয়া ফী মূছাইয আরছালনা -হু ইলা-ফির‘আওনা বিছুলতা-নিম মুবীন।",
  },
  {
    id: 39,
    text: "ফাতাওয়াল্লা-বিরুকনিহী ওয়াকা-লা ছা-হিরুন আও মাজনূন।",
  },
  {
    id: 40,
    text: "ফাআখাযনা-হু ওয়া জুনূদাহূফানাবাযনা-হুম ফিল ইয়াম্মি ওয়া হুওয়া মুলীম।",
  },
  {
    id: 41,
    text: "ওয়া ফী ‘আ-দিন ইযআরছালনা-‘আলাইহিমুররী হাল ‘আকীম।",
  },
  {
    id: 42,
    text: "মা-তাযারু মিন শাইয়িন আতাত ‘আলাইহি ইল্লা-জা‘আলাতহু কার রামীম।",
  },
  {
    id: 43,
    text: "ওয়া ফী ছামূদা ইযকীলা লাহুম তামাত্তা‘ঊ হাত্তা-হীন।",
  },
  {
    id: 44,
    text: "ফা‘আতাও ‘আন আমরি রাব্বিহিম ফাআখাযাতহুমুসসা-‘ইকাতুওয়া হুম ইয়ানজুরূন।",
  },
  {
    id: 45,
    text: "ফামাছতাতা-‘ঊ মিন কিয়া-মিওঁ ওয়ামা-কা-নূমুনতাসিরীন।",
  },
  {
    id: 46,
    text: "ওয়া কাওমা নূহিম মিন কাবলু ইন্নাহুম কা-নূকাওমান ফা-ছিকীন।",
  },
  {
    id: 47,
    text: "ওয়াছ ছামাআ বানাইনা-হা-বিআইদিওঁ ওয়া ইন্না-লামূছি‘ঊন।",
  },
  {
    id: 48,
    text: "ওয়াল আর দা ফারাশ-হা-ফানি‘মাল মা-হিদূন।",
  },
  {
    id: 49,
    text: "ওয়া মিন কুল্লি শাইয়িন খালাকনা-ঝাওজাইনি লা‘আল্লাকুম তাযাক্কারূন।",
  },
  {
    id: 50,
    text: "ফাফিররূইলাল্লা-হি ইন্নী লাকুম মিনহু নাযীরুম মুবীন।",
  },
  {
    id: 51,
    text: "ওয়ালা-তাজ‘আলূমা‘আল্লা-হি ইলা-হান আ-খারা ইন্নী লাকুম মিনহু নাযীরুম মুবীন।",
  },
  {
    id: 52,
    text: "কাযা-লিকা মাআতাল্লাযীনা মিন কাবলিহিম মির রাছূলিন ইল্লা-কা-লূছা-হিরুন আও মাজনূন।",
  },
  {
    id: 53,
    text: "আতাওয়া-সাও বিহী বাল হুম কাওমুন তা-গূন।",
  },
  {
    id: 54,
    text: "ফাতাওয়াল্লা ‘আনহুম ফামাআনতা বিমালূম।",
  },
  {
    id: 55,
    text: "ওয়া যাক্কির ফাইন্নাযযিকরা-তানফা‘উল মু’মিনীন।",
  },
  {
    id: 56,
    text: "ওয়ামা-খালাকতুল জিন্না ওয়াল ইনছা ইল্লা-লিইয়া‘বুদূন।",
  },
  {
    id: 57,
    text: "মাউরীদুমিনহুম মির রিঝকিওঁ ওয়ামাউরীদুআইঁ ইয়ুত‘ইমূন।",
  },
  {
    id: 58,
    text: "ইন্নাল্লা-হা হুওয়াররাঝঝা-কুযুল কুওওয়াতিল মাতীন।",
  },
  {
    id: 59,
    text: "ফাইন্না লিল্লাযীনা জালামূযানূবাম মিছলা যানূবি আসহা-বিহিম ফালা-ইয়াছতা‘জিলূন।",
  },
  {
    id: 60,
    text: "ফাওয়াইলুলিলল্লাযীনা কাফারূমিইঁ ইয়াওমিহিমুল্লাযী ইঊ‘আদুন।",
  },
];

export default bn;
