import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ওয়াততূরি।",
  },
  {
    id: 2,
    text: "ওয়া কিতা-বিম মাছতূর।",
  },
  {
    id: 3,
    text: "ফী-রাক্কিম মানশূর।",
  },
  {
    id: 4,
    text: "ওয়াল বাইতিল মা‘মূর।",
  },
  {
    id: 5,
    text: "ওয়াছছাকফিল মারফূ‘।",
  },
  {
    id: 6,
    text: "ওয়াল বাহরিল মাছজূর।",
  },
  {
    id: 7,
    text: "ইন্না ‘আযা-বা রাব্বিকা লাওয়া-কি‘।",
  },
  {
    id: 8,
    text: "মা-লাহূমিন দা-ফি‘।",
  },
  {
    id: 9,
    text: "ইয়াওমা তামূরুছ ছামাউ মাওরা-।",
  },
  {
    id: 10,
    text: "ওয়া তাছীরুল জিবা-লুছাইরা-।",
  },
  {
    id: 11,
    text: "ফাওয়াইলুইঁ ইয়াওমাইযিলিললমুকাযযিবীন।",
  },
  {
    id: 12,
    text: "আল্লাযীনা হুম ফী খাওদিইঁ ইয়াল‘আবূন।",
  },
  {
    id: 13,
    text: "ইয়াওমা ইউদা‘‘ঊনা ইলা-না-রি জাহান্নামা দা‘‘আ-।",
  },
  {
    id: 14,
    text: "হা-যিহিন্না-রুল্লাতী কুনতুম বিহা-তুকাযযিবূন।",
  },
  {
    id: 15,
    text: "আফাছিহরুন হা-যাআম আনতুম লা-তুবসিরূন।",
  },
  {
    id: 16,
    text: "ইসলাওহা-ফাসবিরূআওলা-তাসবিরূ ছাওয়াউন ‘আলাইকুম ইন্নামা-তুজঝাওনা মা-কুনতুম তা‘মালূন।",
  },
  {
    id: 17,
    text: "ইন্নাল মুত্তাকীনা ফী জান্না-তিওঁ ওয়া না‘ঈম।",
  },
  {
    id: 18,
    text: "ফা-কিহীনা বিমাআ-তা-হুম রাব্বুহুম ওয়া ওয়াকা-হুম রাব্বুহুম ‘আযা-বাল জাহীম।",
  },
  {
    id: 19,
    text: "কুলূওয়াশরাবূহানীআম বিমা-কুনতুম তা‘মালূন।",
  },
  {
    id: 20,
    text: "মুত্তাকিঈনা ‘আলা-ছুরুরিম মাসফূফাতিওঁ ওয়াঝাওওয়াজনা-হুম বিহূরিন ‘ঈন।",
  },
  {
    id: 21,
    text: "ওয়াল্লাযীনা আ-মানূওয়াত্তাবা‘আতহুম যুররিইইয়াতুহুম বিঈমা-নিন আলহাকনা-বিহিম যুররিইইয়াতাহুম ওয়ামাআলাতনা-হুম মিন ‘আমালিহিম মিন শাইয়িন কুল্লুমরিইম বিমাকাছাবা রাহীন।",
  },
  {
    id: 22,
    text: "ওয়া আম দাদ না-হুম বিফা-কিহাতিওঁ ওয়া লাহমিম মিম্মা-ইয়াশতাহূন।",
  },
  {
    id: 23,
    text: "ইয়াতানা-ঝা‘ঊনা ফীহা-কা’ছাল লা-লাগউন ফীহা-ওয়ালা-তা’ছীম।",
  },
  {
    id: 24,
    text: "ওয়া ইয়াতূফু‘আলাইহিম গিলমা-নুল্লাহুম কাআন্নাহুম লু’লুউম মাকনূন।",
  },
  {
    id: 25,
    text: "ওয়া আকবালা বা‘দুহুম ‘আলা-বা‘দিইঁ ইয়াতাছাআলূন।",
  },
  {
    id: 26,
    text: "কা-লূইন্না-কুন্না-কাবলুফীআহলিনা-মুশফিকীন।",
  },
  {
    id: 27,
    text: "ফামান্নাল্লা-হু ‘আলাইনা-ওয়া ওয়াকা-না ‘আযা-বাছছামূম।",
  },
  {
    id: 28,
    text: "ইন্না-কুন্না-মিন কাবলুনাদ‘ঊহু ইন্নাহূহুওয়াল বাররুর রাহীম।",
  },
  {
    id: 29,
    text: "ফাযাক্কির ফামাআনতা বিনি‘মাতি রাব্বিকা বিকা-হিনিওঁ ওয়ালা-মাজনূন।",
  },
  {
    id: 30,
    text: "আম ইয়াকূলূনা শা-‘ইরুন নাতারাব্বাসুবিহী রাইবাল মানূন।",
  },
  {
    id: 31,
    text: "কুল তারাব্বাসূফাইন্নী মা‘আকুম মিনাল মুতারাব্বিসীন।",
  },
  {
    id: 32,
    text: "আম তা’মুরুহুম আহলা-মুহুম বিহা-যাআম হুম কাওমুন তা-গূন।",
  },
  {
    id: 33,
    text: "আম ইয়াকূলূনা তাকাওওয়ালাহূ বাল্লা-ইউ’মিনূন।",
  },
  {
    id: 34,
    text: "ফালইয়া’তূবিহাদীছিম মিছলিহীইন কা-নূসা-দিকীন।",
  },
  {
    id: 35,
    text: "আম খুলিকূমিন গাইরি শাইয়িন আম হুমুল খা-লিকূন।",
  },
  {
    id: 36,
    text: "আম খালাকুছ ছামা-ওয়া-তি ওয়াল আরদা বাল্লা-ইঊকিনূন।",
  },
  {
    id: 37,
    text: "আম ‘ইনদাহুম খাঝাইনুরাব্বিকা আম হুমুল মুসাইতিরূন।",
  },
  {
    id: 38,
    text: "আম লাহুম ছুল্লামুইঁ ইয়াছতামি‘ঊনা ফীহি ফালইয়া’তি মুছতামি‘উহুম বিছুলতা-নিম মুবীন",
  },
  {
    id: 39,
    text: "আম লাহুল বানা-তুওয়া লাকুমুল বানূন।",
  },
  {
    id: 40,
    text: "আম তাছআলূহুম আজরান ফাহুম মিম মাগরামিম মুছকালূন।",
  },
  {
    id: 41,
    text: "আম ‘ইনদা হুমুল গাইবুফাহুম ইয়াকতুবূন।",
  },
  {
    id: 42,
    text: "আম ইউরীদূ না কাইদান ফাল্লাযীনা কাফারূহুমুল মাকীদূ ন।",
  },
  {
    id: 43,
    text: "আম লাহুম ইলা-হুন গাইরুল্লা-হি ছুবহা-নাল্লা-হি ‘আম্মা-ইউশরিকূন।",
  },
  {
    id: 44,
    text: "ওয়া ইয়ঁইয়ারাও কিছফাম মিনাছছামাই ছা-কিতাইঁ ইয়াকূলূছাহা-বুম মার কূম।",
  },
  {
    id: 45,
    text: "ফাযারহুম হাত্তা-ইউলা-কূইয়াওমাহুমুল্লাযী ফীহি ইউস‘আকূন।",
  },
  {
    id: 46,
    text: "ইয়াওমা লা-ইউগনী ‘আনহুম কাইদুহুম শাইআওঁ ওয়ালা-হুম ইউনসারূন।",
  },
  {
    id: 47,
    text: "ওয়া ইন্না লিল্লাযীনা জালামূ‘আযা-বান দূনা যা-লিকা ওয়ালা-কিন্না আকছারাহুম লাইয়া‘লামূন।",
  },
  {
    id: 48,
    text: "ওয়াসবির লিহূকমি রাব্বিকা ফাইন্নাকা বিআ‘ইউনিনা-ওয়াছাব্বিহবিহামদি রাব্বিকা হীনা তাকূম",
  },
  {
    id: 49,
    text: "ওয়া মিনাল্লাইলি ফাছাব্বিহহু ওয়া ইদবা-রান নুজূম।",
  },
];

export default bn;
