import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ওয়ান্নাজমি ইযা-হাওয়া-।",
  },
  {
    id: 2,
    text: "মা-দাল্লা সা-হিবুকুম ওয়ামা-গাওয়া-।",
  },
  {
    id: 3,
    text: "ওয়ামা-ইয়ানতিকু‘আনিল হাওয়া-।",
  },
  {
    id: 4,
    text: "ইন হুওয়া ইল্লা-ওয়াহইঊ ইয়ূহা-।",
  },
  {
    id: 5,
    text: "‘আল্লামাহূশাদীদুল কুওয়া-।",
  },
  {
    id: 6,
    text: "যূ মিররাতিন ফাছতাওয়া",
  },
  {
    id: 7,
    text: "ওয়া হুওয়া বিলউফুকিল আ‘লা-।",
  },
  {
    id: 8,
    text: "ছু ম্মা দানা-ফাতাদাল্লা-।",
  },
  {
    id: 9,
    text: "ফাকা-না কা-বা কাওছাইনি আও আদনা-।",
  },
  {
    id: 10,
    text: "ফাআওহাইলা-‘আবদিহী মাআওহা-।",
  },
  {
    id: 11,
    text: "মা-কাযাবাল ফুআ-দুমা-রাআ-।",
  },
  {
    id: 12,
    text: "আফাতুমা-রূনাহূ‘আলা-মা-ইয়ারা-।",
  },
  {
    id: 13,
    text: "ওয়া লাকাদ রাআ-হু নাঝলাতান উখরা-।",
  },
  {
    id: 14,
    text: "‘ইনদা ছিদ রাতিল মুনতাহা-।",
  },
  {
    id: 15,
    text: "‘ইনদাহা-জান্নাতুল মা’ওয়া-।",
  },
  {
    id: 16,
    text: "ইয ইয়াগশাসসিদরাতা মা -ইয়াগশা-।",
  },
  {
    id: 17,
    text: "মা-যা-গাল বাসারু ওয়ামা-তাগা-।",
  },
  {
    id: 18,
    text: "লাকাদ রাআ-মিন আ-য়া-তি রাব্বিহিল কুবরা-।",
  },
  {
    id: 19,
    text: "আফারাআইতুমুল্লা-তা ওয়াল ‘উঝঝা-।",
  },
  {
    id: 20,
    text: "ওয়া মানা-তাছছা-লিছাতাল উখরা-।",
  },
  {
    id: 21,
    text: "আলাকুমুযযাকারু ওয়ালাহুল উনছা-।",
  },
  {
    id: 22,
    text: "তিলকা ইযান কিছমাতুন দীঝা-।",
  },
  {
    id: 23,
    text: "ইন হিয়া ইল্লাআছমাউন ছাম্মাইতুমূহাআনতুম ওয়া আ-বাউকুম মাআনঝালাল্লা-হু বিহা-মিন ছুলতা-নিন ইয়ঁইয়াত্তাবি‘ঊনা ইল্লাজ্জান্না ওয়ামা-তাহওয়াল আনফুছু ওয়া লাকাদ জাআহুম মিররাব্বিহিমুল হুদা-।",
  },
  {
    id: 24,
    text: "আম লিলইনছা-নি মা-তামান্না-।",
  },
  {
    id: 25,
    text: "ফালিল্লা-হিল আ-খিরাতুওয়াল উলা-।",
  },
  {
    id: 26,
    text: "ওয়াকাম মিম মালাকিন ফিছ ছামা-ওয়া-তি লা-তুগনী শাফা-‘আতুহুম শাইআন ইল্লা-মিম বা‘দিআইঁ ইয়া’যানাল্লা-হু লিমাইঁ ইয়াশাউ ওয়া ইয়ারদা-।",
  },
  {
    id: 27,
    text: "ইন্নাল্লাযীনা লা- ইউ’মিনূনা বিলআ-খিরাতি লাইউছাম্মূনাল মালাইকাতা তাছমিয়াতাল উনছা-",
  },
  {
    id: 28,
    text: "ওয়ামা-লাহুম বিহী মিন ‘ইলমিন ইয়ঁইয়াত্তাবি‘ঊনা ইল্লাজ্জান্না ওয়া ইন্নাজ্জান্না লাইউগনী মিনাল হাক্কিশাইআ-।",
  },
  {
    id: 29,
    text: "ফাআ‘রিদ‘আম্মান তাওয়াল্লা- ‘আন যিকরিনা-ওয়া লাম ইউরিদ ইল্লাল হায়াতাদ্দুনইয়া-।",
  },
  {
    id: 30,
    text: "যা-লিকা মাবলাগুহুম মিনাল ‘ইলমি ইন্না রাব্বাকা হুওয়া আ‘লামুবিমান দাল্লা ‘আন ছাবীলিহী ওয়া হুওয়া আ‘লামুবিমানিহতাদা-।",
  },
  {
    id: 31,
    text: "ওয়া লিল্লা-হি মা-ফিছ ছামা-ওয়া-তি ওয়ামা-ফিল আরদি লিইয়াজঝিইয়াল্লাযীনা আছাউ বিমা-‘আমিলূওয়া ইয়াজঝিইয়াল্লাযীনা আহছানূবিলহুছনা-।",
  },
  {
    id: 32,
    text: "আল্লাযীনা ইয়াজতানিবূনা কাবাইরালইছমি ওয়ালফাওয়া-হিশা ইল্লাল লামামা ইন্না রাব্বাকা ওয়া-ছি‘উল মাগফিরাতি হুওয়া আ‘লামুবিকুম ইয আনশাআকুম মিনাল আরদি ওয়া ইয আনতুম আজিন্নাতুন ফী বুতূনি উম্মাহা-তিকুম ফালা-তুঝাক্কুআনফুছাকুম হুওয়া আ‘লামুবিমানিত্তাকা-।",
  },
  {
    id: 33,
    text: "আফারাআইতাল্লাযী তাওয়াল্লা-।",
  },
  {
    id: 34,
    text: "ওয়া আ‘তা-কালীলাওঁ ওয়া আকদা-।",
  },
  {
    id: 35,
    text: "আ ‘ইনদাহূ‘ইলমুল গাইবি ফাহুওয়া ইয়ারা-।",
  },
  {
    id: 36,
    text: "আম লাম ইউনাব্বা’ বিমা-ফী সুহুফি মুছা-।",
  },
  {
    id: 37,
    text: "ওয়া ইবরা-হীমাল্লাযী ওয়াফফা।",
  },
  {
    id: 38,
    text: "আল্লা-তাঝিরু ওয়া-ঝিরাতুওঁবিঝরা উখরা-।",
  },
  {
    id: 39,
    text: "ওয়াআল লাইছা লিলইনছা-নি ইল্লা-মা-ছা‘আ-।",
  },
  {
    id: 40,
    text: "ওয়া আন্না ছা‘ইয়াহূছাওফা ইউরা-।",
  },
  {
    id: 41,
    text: "ছু ম্মা ইউজঝা-হুল জাঝাআল আওফা-।",
  },
  {
    id: 42,
    text: "ওয়া আন্না ইলা-রাব্বিকাল মুনতাহা-।",
  },
  {
    id: 43,
    text: "ওয়া আন্নাহূহুওয়া আদহাকা ওয়া আবকা-।",
  },
  {
    id: 44,
    text: "ওয়া আন্নাহূহুওয়া আমা-তা ওয়া আহইয়া-।",
  },
  {
    id: 45,
    text: "ওয়া আন্নাহূখালাকাঝ ঝাওজাইনিযযাকারা ওয়াল উনছা-।",
  },
  {
    id: 46,
    text: "মিন নুতফাতিন ইযা-তুমনা।",
  },
  {
    id: 47,
    text: "ওয়া আন্না ‘আলাইহিন্নাশআতাল উখরা-।",
  },
  {
    id: 48,
    text: "ওয়া আন্নাহূহুওয়া আগনা-ওয়া আকনা-।",
  },
  {
    id: 49,
    text: "ওয়া আন্নাহূহুওয়া রাব্বুশ শি‘রা-।",
  },
  {
    id: 50,
    text: "ওয়া আন্নাহূআহলাকা ‘আ-দানিল ঊলা-।",
  },
  {
    id: 51,
    text: "ওয়া ছামূদা ফামাআবকা-।",
  },
  {
    id: 52,
    text: "ওয়া কাওমা নূহিম মিন কাবলু ইন্নাহুম কা-নূহুম আজলামা ওয়া আতগা-।",
  },
  {
    id: 53,
    text: "ওয়াল মু’তাফিকাতা আহওয়া-।",
  },
  {
    id: 54,
    text: "ফাগাশশা-হা-মা-গাশশা-।",
  },
  {
    id: 55,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকা তাতামা-রা-।",
  },
  {
    id: 56,
    text: "হা-যা-নাযীরুম মিনান নুযুরিল ঊলা-।",
  },
  {
    id: 57,
    text: "আ-ঝিফাতিল আ-ঝিফাহ।",
  },
  {
    id: 58,
    text: "লাইছা লাহা-মিন দূনিল্লা-হি কা-শিফাহ।",
  },
  {
    id: 59,
    text: "আফামিন হা-যাল হাদীছিতা‘জাবূন।",
  },
  {
    id: 60,
    text: "ওয়া তাদহাকূনা ওয়ালা-তাবকূন।",
  },
  {
    id: 61,
    text: "ওয়া আনতুম ছা-মিদূন।",
  },
  {
    id: 62,
    text: "ফাছজূদূলিল্লা-হি ওয়া‘বুদূ। (সিজদা-১৩)",
  },
];

export default bn;