import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ইকতারাবাতিছছা-‘আতুওয়ানশাক্কাল কামার।",
  },
  {
    id: 2,
    text: "ওয়া ইয়ঁইয়ারাও আ-য়াতাইঁ ইউ‘রিদূ ওয়া ইয়াকূলূছিহরুম মুছতামির।",
  },
  {
    id: 3,
    text: "ওয়াকাযযাবূওয়াত্তাবা‘ঊআহওয়াআহুম ওয়াকুল্লুআমরিম মুছতাকির।",
  },
  {
    id: 4,
    text: "ওয়া লাকাদ জাআহুম মিনাল আমবাই মা-ফীহি মুঝদাজার।",
  },
  {
    id: 5,
    text: "হিকমাতুম বা-লিগাতুন ফামা-তুগনিন নুযুর।",
  },
  {
    id: 6,
    text: "ফাতাওয়াল্লা ‘আনহুম । ইয়াওমা ইয়াদ‘উদ্দা-‘ই ইলা-শাইয়িন নুকুর।",
  },
  {
    id: 7,
    text: "খুশশা‘আন আবসা-রুহুম ইয়াখরুজূনা মিনাল আজদা-ছিকাআন্নাহুম জারা-দুম মুনতাশির",
  },
  {
    id: 8,
    text: "মুহতি‘ঈনা ইলাদ্দা-‘ই ইয়াকূলুল কা-ফিরূনা হা-যা-ইয়াওমুন ‘আছির।",
  },
  {
    id: 9,
    text: "কাযযাবাত কাবলাহুম কাওমু নূহিন ফাকাযযাবূ ‘আবদানা-ওয়াকা-লূ মাজনূনুওঁ ওয়াঝদুজির।",
  },
  {
    id: 10,
    text: "ফাদা‘আ-রাব্বাহূআন্নী মাগলূবুন ফানতাসির ।",
  },
  {
    id: 11,
    text: "ফাফাতাহনাআবওয়া-বাছ ছামাই বিমাইম মুনহামির।",
  },
  {
    id: 12,
    text: "ওয়া ফাজ্জারনাল আরদা ‘উইঊনান ফালতাকাল মাউ ‘আলাআমরিন কাদ কুদির।",
  },
  {
    id: 13,
    text: "ওয়া হামালনা-হু ‘আলা-যা-তি আলওয়া-হিওঁ ওয়াদুছুর।",
  },
  {
    id: 14,
    text: "তাজরী বিআ‘ইউনিনা- জাঝাআল লিমান কা-না কুফির।",
  },
  {
    id: 15,
    text: "ওয়া লাকাদ তারাকনা-হাআ-য়াতান ফাহাল মিম মুদ্দাকির।",
  },
  {
    id: 16,
    text: "ফাকাইফা কা-না ‘আযা-বী ওয়া নুযুর।",
  },
  {
    id: 17,
    text: "ওয়ালাকাদ ইয়াছছারনাল কুরআ-না লিযযি করি ফাহাল মিম মুদ্দাকির।",
  },
  {
    id: 18,
    text: "কাযযাবাত ‘আ-দুন ফাকাইফা কা-না ‘আযা-বী ওয়া নুযুর।",
  },
  {
    id: 19,
    text: "ইন্নাআরছালনা-‘আলাইহিম রীহান সারসারান ফী ইয়াওমি নাহছিম মুছতামির।",
  },
  {
    id: 20,
    text: "তানঝি‘উন্না-ছা কাআন্নাহুম আ‘জা-ঝুনাখলিম মুনকা‘ইর।",
  },
  {
    id: 21,
    text: "ফাকাইফা কা-না ‘আযা-বী ওয়া নুযুর।",
  },
  {
    id: 22,
    text: "ওয়া লাকাদ ইয়াছছারনাল কুরআ-না লিযযি করি ফাহাল মিম মুদ্দাকির।",
  },
  {
    id: 23,
    text: "কাযযাবাত ছামূদুবিন্নুযুর।",
  },
  {
    id: 24,
    text: "ফাকা-লূআবাশারাম মিন্না-ওয়া-হিদান নাত্তাবি‘উহূ ইন্নাইযাল্লাফী দালা-লিওঁ ওয়াছু‘উর।",
  },
  {
    id: 25,
    text: "আ উলকিয়াযযিকরু ‘আলাইহি মিম বাইনিনা-বাল হুওয়া কাযযা-বুন আশির।",
  },
  {
    id: 26,
    text: "ছাইয়া‘লামূনা গাদাম মানিল কাযযা-বুল আশির।",
  },
  {
    id: 27,
    text: "ইন্না-মুরছিলুন্না-কাতি ফিতনাতাল্লাহুম ফারতাকিবহুম ওয়াসতাবির।",
  },
  {
    id: 28,
    text: "ওয়া নাব্বি’হুম আন্নাল মাআ কিছমাতুম বাইনাহুম কুল্লুশিরবিম মুহতাদার।",
  },
  {
    id: 29,
    text: "ফানা-দাও সা-হিবাহুম ফাত‘আ-তা-ফা‘আকার।",
  },
  {
    id: 30,
    text: "ফাকাইফা কা-না ‘আযা-বী ওয়ানুযুর।",
  },
  {
    id: 31,
    text: "ইন্নাআরছালনা-‘আলাইহিম সাইহাতাওঁ ওয়া হিদাতান ফাকা-নূকাহাশীমিল মুহতাজির।",
  },
  {
    id: 32,
    text: "ওয়া লাকাদ ইয়াছছারনাল কুরআ-না লিযযি করি ফাহাল মিম মুদ্দাকির।",
  },
  {
    id: 33,
    text: "কাযযাবাত কাওমুলূতিম বিননুযুর।",
  },
  {
    id: 34,
    text: "ইন্নাআরছালনা-‘আলাইহিম হা-সিবান ইল্লাআ-লা লূতিন নাজ্জাইনা-হুম বিছাহার।",
  },
  {
    id: 35,
    text: "নি‘মাতাম মিন ‘ইনদিনা- কাযা-লিকা নাজঝী মান শাকার।",
  },
  {
    id: 36,
    text: "ওয়ালা-কাদ আনযারাহুম বাতশাতানা-ফাতামা-রাও বিননুযুর।",
  },
  {
    id: 37,
    text: "ওয়া লাকাদ রা-ওয়াদূহু‘আনদাইফিহী ফাতামাছনাআ‘ইউনাহুম ফাযূকূ‘আযা-বী ওয়া নুযুর।",
  },
  {
    id: 38,
    text: "ওয়া লাকাদ সাব্বাহাহুম বুকরাতান ‘আযা-বুমমুছতাকির।",
  },
  {
    id: 39,
    text: "ফাযূকূ‘আযা-বী ওয়ানুযুর।",
  },
  {
    id: 40,
    text: "ওয়ালাকাদ ইয়াছছারনাল কুরআ-না লিযযি করি ফাহাল মিমমুদ্দাকির।",
  },
  {
    id: 41,
    text: "ওয়া লাকাদ জাআ আ-লা ফির‘আওনাননুযুর।",
  },
  {
    id: 42,
    text: "কাযযাবূবিআ-য়া-তিনা-কুল্লিহা-ফাআখযনা -হুম আখযা ‘আঝীঝিমমুকতাদির।",
  },
  {
    id: 43,
    text: "আকুফফা-রুকুম খাইরুম মিন উলাইকুম আম লাকুম বারাআতুন ফিঝঝুবুর।",
  },
  {
    id: 44,
    text: "আম ইয়াকূলূনা নাহনুজামী‘উমমুনতাসির।",
  },
  {
    id: 45,
    text: "ছাইউহঝামুল জাম‘উ ওয়া ইউওয়াললূনাদ্দুবুর।",
  },
  {
    id: 46,
    text: "বালিছ ছা-‘আতুমাও‘ইদুহুম ওয়াছছা-‘আতুআদহা-ওয়া আমার।",
  },
  {
    id: 47,
    text: "ইন্নাল মুজরিমীনা ফী দালা-লিওঁ ওয়াছু‘উর।",
  },
  {
    id: 48,
    text: "ইয়াওমা ইউছহাবূনা ফিন্না-রি ‘আলা-উজূহিহিম যূকূমাছছা ছাকার।",
  },
  {
    id: 49,
    text: "ইন্না-কুল্লা শাইয়িন খালাকনা-হু বিকাদার।",
  },
  {
    id: 50,
    text: "ওয়ামাআমরুনাইল্লা-ওয়া-হিদাতুন কালাম হিম বিলবাসার।",
  },
  {
    id: 51,
    text: "ওয়া লাকাদ আহলাকনাআশইয়া-‘আকুম ফাহাল মিমমুদ্দাকির।",
  },
  {
    id: 52,
    text: "ওয়া কুল্লুশাইয়িন ফা‘আলূহু ফিঝ ঝুবুর।",
  },
  {
    id: 53,
    text: "ওয়া কুল্লুসাগীরিওঁ ওয়া কাবীরিমমুছতাতার।",
  },
  {
    id: 54,
    text: "ইন্নাল মুত্তাকীনা ফী জান্না-তিওঁ ওয়া নাহার।",
  },
  {
    id: 55,
    text: "ফী মাক‘আদি সিদকিন ‘ইনদা মালীকিমমুকতাদির।",
  },
];

export default bn;
