import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "আররাহমা-নু।",
  },
  {
    id: 2,
    text: "‘আল্লামাল কুরআ-ন।",
  },
  {
    id: 3,
    text: "খালাকাল ইনছা-ন।",
  },
  {
    id: 4,
    text: "‘আল্লামাহুল বায়া-ন।",
  },
  {
    id: 5,
    text: "আশশামছুওয়ালকামারু বিহুছবা-ন।",
  },
  {
    id: 6,
    text: "ওয়ান্নাজমুওয়াশশাজারু ইয়াছজূদা-ন।",
  },
  {
    id: 7,
    text: "ওয়াছ ছামাআ রাফা‘আহা-ওয়া ওয়াদা‘আল মীঝা-ন।",
  },
  {
    id: 8,
    text: "আল্লা-তাতাগাও ফিল মীঝা-ন।",
  },
  {
    id: 9,
    text: "ওয়া আকীমুল ওয়াঝনা বিলকিছতিওয়ালা-তুখছিরুল মীঝা-ন।",
  },
  {
    id: 10,
    text: "ওয়াল আরদা ওয়া দা‘আহা-লিলআনা-ম।",
  },
  {
    id: 11,
    text: "ফীহা-ফা-কিহাতুওঁ ওয়ান্নাখলুযা-তুল আকমা-ম।",
  },
  {
    id: 12,
    text: "ওয়াল হাব্বুযুল‘আসফি ওয়াররাইহা-ন।",
  },
  {
    id: 13,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা-তুকাযযিবা-ন।",
  },
  {
    id: 14,
    text: "খালাকাল ইনছা-না মিন সালসা-লিন কাল ফাখখা-র।",
  },
  {
    id: 15,
    text: "ওয়া খালাকাল জান্না মিম্মা-রিজিমমিন্না-র।",
  },
  {
    id: 16,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 17,
    text: "রাব্বুল মাশরিকাইনি ওয়া রাব্বুল মাগরিবাইন।",
  },
  {
    id: 18,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 19,
    text: "মারাজাল বাহরাইনি ইয়ালতাকিয়া-ন।",
  },
  {
    id: 20,
    text: "বাইনাহুমা-বারঝাখুল লা-ইয়াবগিয়া-ন।",
  },
  {
    id: 21,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 22,
    text: "ইয়াখরুজূমিনহুমাল লু’লূউ ওয়াল মার জা-ন।",
  },
  {
    id: 23,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 24,
    text: "ওয়ালাহুল জাওয়া-রিল মুনশাআ-তুফিল বাহরি কালআ‘লা-ম।",
  },
  {
    id: 25,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 26,
    text: "কুল্লুমান ‘আলাইহা-ফা-নিওঁ।",
  },
  {
    id: 27,
    text: "ওয়া ইয়াবকা-ওয়াজহু রাব্বিকা যুল জালা-লি ওয়াল ইকরা-ম।",
  },
  {
    id: 28,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 29,
    text: "ইয়াছআলুহূমান ফিছ ছামা-ওয়া-তি ওয়াল আরদি কুল্লা ইয়াওমিন হুওয়া ফী শা’ন।",
  },
  {
    id: 30,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন।",
  },
  {
    id: 31,
    text: "ছানাফরুগু লাকুম আইয়ুহাছছাকালা-ন।",
  },
  {
    id: 32,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 33,
    text: "ইয়া-মা‘শারাল জিন্নি ওয়াল ইনছি ইনিছতাতা‘তুম আন তানফুযূমিন আকতা-রিছ ছামাওয়া-তি ওয়াল আরদিফানফুযূ লা-তানফুযূনা ইল্লা-বিছুলতা-ন।",
  },
  {
    id: 34,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 35,
    text: "ইউরছালু‘আলাইকুমা-শুওয়া-জু ম মিন্না-রিওঁ ওয়া নুহা-ছুন ফালা-তানতাসিরা-ন।",
  },
  {
    id: 36,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 37,
    text: "ফাইযান শাককাতিছ ছামাউ ফাকা-নাত ওয়ারদাতান কাদ্দিহা-ন।",
  },
  {
    id: 38,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 39,
    text: "ফাইয়াওমা ইযিল্লা-ইউছআলু‘আন যামবিহী ইনছুওঁ ওয়ালা-জান।",
  },
  {
    id: 40,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 41,
    text: "ইউ‘রাফুল মুজরিমূনা বিছীমা-হুম ফাইউ’খাযুবিন্নাওয়া-ছী ওয়াল আকদা-ম।",
  },
  {
    id: 42,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 43,
    text: "হা-যিহী জাহান্নামুল্লাতী ইউকাযযি বুবিহাল মুজরিমূন।",
  },
  {
    id: 44,
    text: "ইয়াতূ ফূনা বাইনাহা-ওয়া বাইনা হামীমিন আ-ন।",
  },
  {
    id: 45,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 46,
    text: "ওয়া লিমান খা-ফা মাকা-মা রাব্বিহী জান্নাতা-ন।",
  },
  {
    id: 47,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 48,
    text: "যাওয়া-তা আফনা-ন।",
  },
  {
    id: 49,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 50,
    text: "ফীহিমা-‘আইনা-নি তাজরিয়া-ন।",
  },
  {
    id: 51,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 52,
    text: "ফীহিমা-মিন কুল্লি ফা-কিহাতিন ঝাওজা-ন।",
  },
  {
    id: 53,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 54,
    text: "মুত্তাকিঈনা ‘আলা-ফুরুশিম বাতাইনুহা-মিন ইছতাবরাকিও ওয়া জানাল জান্নাতাইনি দা-",
  },
  {
    id: 55,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 56,
    text: "ফীহিন্না কা-সিরা-তুত্তারফি লাম ইয়াতমিছহুন্না ইনছুন কাবলাহুম ওয়ালা-জান।",
  },
  {
    id: 57,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 58,
    text: "কাআন্নাহুন্নাল ইয়া‘কূতুওয়াল মারজান-ন।",
  },
  {
    id: 59,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 60,
    text: "হাল জাঝাউল ইহছা-নি ইল্লাল ইহছা-ন।",
  },
  {
    id: 61,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 62,
    text: "ওয়া মিন দূনিহিমা-জান্নাতা-ন।",
  },
  {
    id: 63,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 64,
    text: "মুদ হূমমাতা-ন।",
  },
  {
    id: 65,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 66,
    text: "ফীহিমা-‘আইনা-নি নাদ্দাখাতা-ন।",
  },
  {
    id: 67,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 68,
    text: "ফীহিমা-ফা-কিহাতুওঁ ওয়া নাখলুওঁ ওয়ারুম্মা-ন।",
  },
  {
    id: 69,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 70,
    text: "ফীহিন্না খাইরা-তুন হিছা-ন।",
  },
  {
    id: 71,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 72,
    text: "হূরুমমাকসূরা-তুন ফিল খিয়া-ম।",
  },
  {
    id: 73,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 74,
    text: "লাম ইয়াতমিছহুন্না ইনছুন কাবলাহুম ওয়ালা-জান।",
  },
  {
    id: 75,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 76,
    text: "মুত্তাকিঈনা ‘আলা-রাফরাফিন খুদরিওঁ ওয়া ‘আবকারিইয়িন হিছা-ন।",
  },
  {
    id: 77,
    text: "ফাবিআইয়ি আ-লাই রাব্বিকুমা- তুকাযযিবা-ন ।",
  },
  {
    id: 78,
    text: "তাবা-রাকাছমুরাব্বিকা যিল জালা-লি ওয়াল ইকরা-ম।",
  },
];

export default bn;
