import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ইযা-ওয়াকা‘আতিল ওয়া-কি‘আহ।",
  },
  {
    id: 2,
    text: "লাইছা লিওয়াক‘আতিহা-কা-যিবাহ।",
  },
  {
    id: 3,
    text: "খা-ফিদাতুর রাফি‘আহ।",
  },
  {
    id: 4,
    text: "ইযা-রুজ্জাতিল আরদুরাজ্জা-।",
  },
  {
    id: 5,
    text: "ওয়া বুছছাতিল জিবা-লুবাছছা-।",
  },
  {
    id: 6,
    text: "ফাকা-নাত হাবাআম মুমবাছছা-।",
  },
  {
    id: 7,
    text: "ওয়া কুনতুম আঝওয়া-জান ছালা-ছাহ।",
  },
  {
    id: 8,
    text: "ফাআসহা-বুল মাইমানাতি মাআসহা-বুল মাইমানাহ।",
  },
  {
    id: 9,
    text: "ওয়া আসহা-বুল মাশআমাতি মাআসহা-বুল মাশআমাহ ।",
  },
  {
    id: 10,
    text: "ওয়াছছা-বিকূনাছছা-বিকূন।",
  },
  {
    id: 11,
    text: "উলাইকাল মুকাররাবূন।",
  },
  {
    id: 12,
    text: "ফী জান্না-তিন না‘ঈম।",
  },
  {
    id: 13,
    text: "ছু ল্লাতুম মিনাল আওওয়ালীন।",
  },
  {
    id: 14,
    text: "ওয়া কালীলুম মিনাল আ-খিরীন।",
  },
  {
    id: 15,
    text: "আলা-ছুরুরিমমাওদূ নাহ।",
  },
  {
    id: 16,
    text: "মুত্তাকিঈনা ‘আলাইহা-মুতাকা-বিলীন।",
  },
  {
    id: 17,
    text: "ইয়াতূ ফূ‘আলাইহিম বিলদা-নুমমুখাল্লাদূন।",
  },
  {
    id: 18,
    text: "বিআকওয়া-বিওঁ ওয়া আবা-রীকা ওয়াকা’ছিম মিম্মা‘ঈন।",
  },
  {
    id: 19,
    text: "লা-ইউসাদ্দা‘ঊনা ‘আনহা-ওয়ালা ইউনঝিফূন।",
  },
  {
    id: 20,
    text: "ওয়া ফা-কিহাতিম মিম্মা-ইয়াতাখাইয়ারূন।",
  },
  {
    id: 21,
    text: "ওয়া লাহমি তাইরিম মিম্মা-ইয়াশতাহূন।",
  },
  {
    id: 22,
    text: "ওয়া হূরুন ‘ঈন।",
  },
  {
    id: 23,
    text: "কাআমছা-লিল লু’লুয়িল মাকনূন।",
  },
  {
    id: 24,
    text: "জাঝাআম বিমা-কা-নূইয়া‘মালূন।",
  },
  {
    id: 25,
    text: "লা-ইয়াছমা‘ঊনা ফীহা-লাগওয়াওঁ ওয়ালা-তা’ছীমা-।",
  },
  {
    id: 26,
    text: "ইল্লা-কীলান ছালা-মান ছালা-মা-।",
  },
  {
    id: 27,
    text: "ওয়া আসহা-বুল ইয়ামীনি মাআসহা-বুল ইয়ামীন।",
  },
  {
    id: 28,
    text: "ফী ছিদরিম মাখদূদ।",
  },
  {
    id: 29,
    text: "ওয়া তালহিমমানদূ দ।",
  },
  {
    id: 30,
    text: "ওয়া জিলিলমমামদুদ।",
  },
  {
    id: 31,
    text: "ওয়া মাইমমাছকূব।",
  },
  {
    id: 32,
    text: "ওয়া ফা-কিহাতিন কাছীরাহ।",
  },
  {
    id: 33,
    text: "লা-মাকতূ‘আতিওঁ ওয়ালা-মামনূ‘আহ।",
  },
  {
    id: 34,
    text: "ওয়া ফুরুশিমমারফূ‘আহ।",
  },
  {
    id: 35,
    text: "ইন্নাআনশা’না-হুন্না ইনশাআ।",
  },
  {
    id: 36,
    text: "ফাজা‘আলনা-হুন্না আবকা-রা।",
  },
  {
    id: 37,
    text: "‘উরুবান আতরা-বা-।",
  },
  {
    id: 38,
    text: "লিআসহা-বিল ইয়ামীন।",
  },
  {
    id: 39,
    text: "ছু ল্লাতুম মিনাল আওওয়ালীন।",
  },
  {
    id: 40,
    text: "ওয়া ছুল্লাতুম মিনাল আ-খিরীন।",
  },
  {
    id: 41,
    text: "ওয়া আসহা-বুশশিমা-লি মাআসহা-বুশ শিমা-ল।",
  },
  {
    id: 42,
    text: "ফী ছামূমিওঁ ওয়া হামীম।",
  },
  {
    id: 43,
    text: "ওয়া জিলিলম মিইঁ ইয়াহমূম।",
  },
  {
    id: 44,
    text: "লা-বা-রিদিওঁ ওয়ালা-কারীম।",
  },
  {
    id: 45,
    text: "ইন্নাহুম কা-নূকাবলা যা-লিকা মুতরাফীন।",
  },
  {
    id: 46,
    text: "ওয়াকা-নূইউসিররূনা ‘আলাল হিনছিল ‘আজীম।",
  },
  {
    id: 47,
    text: "ওয়া কা-নূইয়াকূলূনা আইযা-মিতনা-ওয়া কুন্না-তুরা-বাওঁ ওয়া ‘ইজা-মান আইন্নালামাব‘ঊছূন",
  },
  {
    id: 48,
    text: "আওয়া আ-বাউনাল আওওয়ালূন।",
  },
  {
    id: 49,
    text: "কুল ইন্নাল আওওয়ালীনা ওয়াল আ-খিরীন।",
  },
  {
    id: 50,
    text: "লামাজমূ‘ঊনা ইলা-মীকা-তি ইয়াওমিম মা‘লূম।",
  },
  {
    id: 51,
    text: "ছু ম্মা ইন্নাকুম আইইয়ুহাদ্দাললূনাল মুকাযযি বূন।",
  },
  {
    id: 52,
    text: "লাআ-কিলূনা মিন শাজারিম মিন ঝাক্কূম।",
  },
  {
    id: 53,
    text: "ফামা-লিঊনা মিনহাল বুতূন।",
  },
  {
    id: 54,
    text: "ফাশা-রিবূনা ‘আলাইহি মিনাল হামীম।",
  },
  {
    id: 55,
    text: "ফাশা-রিবূনা শুরবাল হীম।",
  },
  {
    id: 56,
    text: "হা-যা-নুঝুলুহুম ইয়াওমাদ্দীন।",
  },
  {
    id: 57,
    text: "নাহনুখালাকনা-কুম ফালাওলা-তুসাদ্দিকূন।",
  },
  {
    id: 58,
    text: "আফারাআইতুমমা-তুমনূন।",
  },
  {
    id: 59,
    text: "আ আনতুম তাখলুকূনাহূআম নাহনুল খা-লিকূন।",
  },
  {
    id: 60,
    text: "নাহনুকাদ্দারনা-বাইনাকুমুল মাওতা ওয়ামা-নাহনুবিমাছবূকীন।",
  },
  {
    id: 61,
    text: "‘আলাআননুবাদ্দিলা আমছা-লাকুম ওয়া নুনশিআকুম ফী মা-লা-তা‘লামূন।",
  },
  {
    id: 62,
    text: "ওয়া লাকাদ ‘আলিমতুমুন্নাশআতাল ঊলা-ফালাওলা-তাযাক্কারূন।",
  },
  {
    id: 63,
    text: "আফারাআইতুম মা-তাহরুছূন।",
  },
  {
    id: 64,
    text: "আআনতুম তাঝরা‘ঊনাহূআম নাহনুঝঝা-রি‘ঊন।",
  },
  {
    id: 65,
    text: "লাও নাশা-উ লাজা‘আলনা-হু হুতা-মান ফাজালতুম তাফাক্কাহূন।",
  },
  {
    id: 66,
    text: "ইন্না-লামুগরামূন।",
  },
  {
    id: 67,
    text: "বাল নাহনুমাহরূমূন।",
  },
  {
    id: 68,
    text: "আফারাআইতুমুল মাআল্লাযী তাশরাবূন।",
  },
  {
    id: 69,
    text: "আ আনতুম আনঝালতুমূহু মিনাল মুঝনি আম নাহনুল মুনঝিলূন।",
  },
  {
    id: 70,
    text: "লাও নাশাউ জা‘আলনা-হু উজা-জান ফালাওলা-তাশকুরূন।",
  },
  {
    id: 71,
    text: "আফারাআইতুমুন্না-রাল্লাতী তূরূন।",
  },
  {
    id: 72,
    text: "আ আনতুম আনশা’তুম শাজারাতাহাআম নাহনুল মুনশিঊন।",
  },
  {
    id: 73,
    text: "নাহনুজা‘আলনা-হা-তাযকিরাতাওঁওয়া মাতা-‘আল লিলমুকবিন।",
  },
  {
    id: 74,
    text: "ফাছাববিহবিছমি রাব্বিকাল ‘আজীম।",
  },
  {
    id: 75,
    text: "ফালাউকছিমুবিমাওয়া-কি‘ইননুজূম।",
  },
  {
    id: 76,
    text: "ওয়া ইন্নাহূলাকাছামুল লাও তা‘লামূনা ‘আজীম।",
  },
  {
    id: 77,
    text: "ইন্নাহূলাকুরআ-নুন কারীম।",
  },
  {
    id: 78,
    text: "ফী কিতা-বিম মাকনূন।",
  },
  {
    id: 79,
    text: "লা-ইয়ামাছছুহূইল্লাল মুতাহহারূন।",
  },
  {
    id: 80,
    text: "তানঝীলুম মির রাব্বিল ‘আ-লামীন।",
  },
  {
    id: 81,
    text: "আফা বিহা-যাল হাদীছিআনতুম মুদহিনূন।",
  },
  {
    id: 82,
    text: "ওয়া তাজ‘আলূনা রিঝকাকুম আন্নাকুম তুকাযযি বূন।",
  },
  {
    id: 83,
    text: "ফালাও লাইযা-বালাগাতিল হুলকূম।",
  },
  {
    id: 84,
    text: "ওয়া আনতুম হীনাইযিন তানজু রূন।",
  },
  {
    id: 85,
    text: "ওয়া নাহনুআকরাবুইলাইহি মিনকুম ওয়ালা-কিল্লা-তুবসিরূন।",
  },
  {
    id: 86,
    text: "ফালাওলাইন কুনতুম গাইরা মাদীনিন।",
  },
  {
    id: 87,
    text: "তার জি‘ঊনাহাইন কুনতুম সা-দিকীন।",
  },
  {
    id: 88,
    text: "ফাআম্মাইন কা-না মিনাল মুকাররাবীন।",
  },
  {
    id: 89,
    text: "ফারাওহুওঁ ওয়া রাই হা-নুওঁ ওয়া জান্নাতুনা‘ঈম।",
  },
  {
    id: 90,
    text: "ওয়া আম্মাইন কা-না মিন আসহা-বিল ইয়ামীন।",
  },
  {
    id: 91,
    text: "ফাছালা-মুল্লাকা মিন আসহা-বিল ইয়ামীন।",
  },
  {
    id: 92,
    text: "ওয়া আম্মাইন কা-না মিনাল মুকাযযি বীনাদ্দাল্লীন।",
  },
  {
    id: 93,
    text: "ফানুঝুলুম মিন হামীম।",
  },
  {
    id: 94,
    text: "ওয়া তাসলিয়াতুজাহীম।",
  },
  {
    id: 95,
    text: "ইন্না হা-যা-লাহুওয়া হাক্কুল ইয়াকীন।",
  },
  {
    id: 96,
    text: "ফাছাব্বিহবিছমি রাব্বিকাল ‘আজীম।",
  },
];

export default bn;