import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "তাবা-রাকাল্লাযী বিয়াদিহিল মুলকু ওয়া হুওয়া ‘আলা- কুল্লি শাইয়িন কাদীর।",
  },
  {
    id: 2,
    text: "আল্লাযী খালাকাল মাওতা ওয়াল হায়া-তা লিইয়াবলুওয়াকুম আইয়ুকুম আহছানু‘আমালাওঁ ওয়া হুওয়াল ‘আঝীঝুল গাফূর।",
  },
  {
    id: 3,
    text: "আল্লাযী খালাকা ছাব‘আ ছামা-ওয়া-তিন তিবা-কান মা- তারা- ফী খালকির রাহমা-নি মিন তাফা-উত ফারজি‘ইল বাসারা হাল তারা- মিন ফুতূর।",
  },
  {
    id: 4,
    text: "ছু ম্মার জি‘ইলবাসারা কাররাতাইনি ইয়ানকালিব ইলাইকাল বাসারু খা-ছিআওঁ ওয়া হুওয়া হাছীর।",
  },
  {
    id: 5,
    text: "ওয়া লাকাদ ঝাইয়ান্নাছ ছামাআদ্দুনইয়া- বিমাসা-বীহা ওয়াজা‘আলনা- হা- রুজূমাল লিশশায়া-তীনি ওয়া আ‘তাদনা- লাহুম ‘আযা- বাছছা‘ঈর।",
  },
  {
    id: 6,
    text: "ওয়া লিল্লাযীনা কাফারূবিরাব্বিহিম ‘আযা- বুজাহান্নামা ওয়াবি’ছাল মাসীর।",
  },
  {
    id: 7,
    text: "ইযাউলকূফীহা- ছামি‘উ লাহা- শাহীকাওঁ ওয়াহিয়া তাফূর।",
  },
  {
    id: 8,
    text: "তাকা- দুতামাইয়াঝুমিনাল গাইজি কুল্লামাউলকিয়া ফীহা- ফাওজুন ছাআলাহুম খাঝানাতুহাআলাম ইয়া’তিকুম নাযীর।g",
  },
  {
    id: 9,
    text: "কা- লূবালা- কাদ জাআনা- নাযীরুন ফাকাযযাবনা- ওয়া কুলনা- মানাঝঝালাল্লা- হু মিন শাইয়িন ইন আনতুম ইল্লা- ফী দালা- লিন কাবীর।",
  },
  {
    id: 10,
    text: "ওয়া কা-লূলাও কুন্না- নাছমা‘উ আও না‘কিলুমা- কুন্না-ফীআসহা-বিছছা‘ঈর।",
  },
  {
    id: 11,
    text: "ফা‘তারাফূবিযামবিহিম ফাছুহক্বললিআসহা-বিছ ছা‘ঈর।",
  },
  {
    id: 12,
    text: "ইন্নাল্লাযীনা ইয়াখশাওনা রাব্বাহুম বিলগাইবি লাহুম মাগফিরাতুওঁ ওয়া আজরুন কাবীর।",
  },
  {
    id: 13,
    text: "ওয়া আছিররূকাওলাকুম আবিজহারূবিহী ইন্নাহূ‘আলীমুম বিযা- তিসসুদূ র।",
  },
  {
    id: 14,
    text: "আলা- ইয়া‘লামুমান খালাকা ওয়া হুওয়াল্লাতীফুল খাবীর।",
  },
  {
    id: 15,
    text: "হুওয়াল্লাযী জা‘আলা লাকুমুল আরদা যালূলান ফামশূফী মানা-কিবিহা- ওয়া কুলূমির রিঝকিহী ওয়া ইলাইহিন নুশূর।",
  },
  {
    id: 16,
    text: "আ আমিনতুম মান ফিছছামাই আইঁ ইয়াখছিফা বিকুমুল আরদা ফাইযা- হিয়া তামূর।",
  },
  {
    id: 17,
    text: "আম আমিনতুম মান ফিছছামাই আইঁ ইউরছিলা ‘আলাইকুম হা-সিবান ফাছাতা‘লামূনা কাইফা নাযীর।",
  },
  {
    id: 18,
    text: "ওয়া লাকাদ কাযযাবাল্লাযীনা মিন কাবলিহিম ফাকাইফা কা- না নাকীর।",
  },
  {
    id: 19,
    text: "আওয়ালাম ইয়ারাও ইলাত্তাইরি ফাওকাহুম সাফফা-তিওঁ ওয়াইয়াকবিদন । মাইউমছিকুহুন্না ইল্লাররাহমা-নু ইন্নাহূবিকুল্লি শাইয়িম বাসীর।",
  },
  {
    id: 20,
    text: "আম্মান হা-যাল্লাযী হুওয়া জুনদুল্লাকুম ইয়ানসুরুকুম মিন দূ নিররাহমা-নি ইনিল কাফিরূনা ইল্লা- ফী গুরূর।",
  },
  {
    id: 21,
    text: "আম্মান হা- যাল্লাযী ইয়ারঝকুকুম ইন আমছাকা রিঝকাহূ বাল্লাজ্জূফী ‘উতুওবিওয়া নুফূর।",
  },
  {
    id: 22,
    text: "আফামাইঁ ইয়ামশী মুকিব্বান ‘আলা- ওয়াজহিহী আহদা আম্মাইঁ ইয়ামশী ছাবি ইয়ান ‘আলা-সিরা-তিমমুছতাকীম।",
  },
  {
    id: 23,
    text: "কুল হুওয়াল্লাযীআনশাআকুম ওয়া জা‘আলা লাকুমুছছাম‘আ ওয়াল আবসা-রা ওয়াল আফইদাতা কালীলাম মা-তাশকুরূন।",
  },
  {
    id: 24,
    text: "কুল হুওয়াল্লাযী যারাআকুম ফিল আরদিওয়া ইলাইহি তুহশারূন।",
  },
  {
    id: 25,
    text: "ওয়া ইয়াকূলূনা মাতা-হা-যাল ওয়া‘দুইন কুনতুম সা-দিকীন।",
  },
  {
    id: 26,
    text: "কুল ইন্নামাল ‘ইলমু‘ইনদাল্লা- হি ওয়া ইন্নামাআনা নাযীরুম মুবীন।",
  },
  {
    id: 27,
    text: "ফালাম্মা-রাআওহু ঝুলফাতান ছীআত ঊজূহুল্লাযীনা কাফারূওয়া কীলা হা-যাল্লাযী কুনতুম বিহী তাদ্দা‘ঊন।",
  },
  {
    id: 28,
    text: "কুল আরাআইতুম ইন আহলাকানিয়াল্লা-হু ওয়া মাম্মা‘ইয়া আও রাহিমানা- ফামাইঁ ইউজীরুল কা-ফিরীনা মিন ‘আযা-বিন আলীম।",
  },
  {
    id: 29,
    text: "কুল হুওয়াররাহমা-নুআ-মান্না-বিহী ওয়া‘আলাইহি তাওয়াক্কালনা-, ফাছাতা‘লামূনা মান হুওয়া ফী দালা-লিম মুবীন।",
  },
  {
    id: 30,
    text: "কুল আরাআইতুম ইন আসবাহা মাউকুম গাওরান ফামাইঁ ইয়া’তীকুম বিমাইম মা‘ঈন।",
  },
];

export default bn;
