import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "নূন ওয়াল কালামি ওয়ামা- ইয়াছতুরূন।",
  },
  {
    id: 2,
    text: "মাআনতা বিনি‘মাতি রাব্বিকা বিমাজনূন।",
  },
  {
    id: 3,
    text: "ওয়া ইন্না লাকা লাআজরান গাইরা মামনূন।",
  },
  {
    id: 4,
    text: "ওয়া ইন্নাকা লা‘আলা-খুলুকিন ‘আজীম।",
  },
  {
    id: 5,
    text: "ফাছাতুবসিরু ওয়া ইউবসিরূন।",
  },
  {
    id: 6,
    text: "বিআইয়িকুমুল মাফতূন।",
  },
  {
    id: 7,
    text: "ইন্না রাব্বাকা হুওয়া আ‘লামুবিমান দাল্লা ‘আন ছাবীলিহী ওয়াহুওয়া আ‘লামু বিলমুহতাদীন।",
  },
  {
    id: 8,
    text: "ফালা-তুতি‘ইল মুকাযযি বীন।",
  },
  {
    id: 9,
    text: "ওয়াদ্দূলাও তুদহিনুফাইউদহিনূন।",
  },
  {
    id: 10,
    text: "ওয়ালা-তুতি‘ কুল্লা হাল্লাফিম মাহীন।",
  },
  {
    id: 11,
    text: "হাম্মা-ঝিম মাশশাইম বিনামীম।",
  },
  {
    id: 12,
    text: "মান্না-‘ইলিলল খাইরি মু‘তাদিন আছীম।",
  },
  {
    id: 13,
    text: "‘উতুলিলম বা‘দা যা- লিকা ঝানীম।",
  },
  {
    id: 14,
    text: "আন কা-না যা- মা-লিওঁ ওয়া বানীন।",
  },
  {
    id: 15,
    text: "ইযা-তুতলা- ‘আলাইহি আ-য়া-তুনা- কা- লা আছা-তীরুল আওওয়ালীন।",
  },
  {
    id: 16,
    text: "ছানাছিমুহূ‘আলাল খুরতূম।",
  },
  {
    id: 17,
    text: "ইন্না- বালাওনা- হুম কামা-বালাওনাআসাহা-বাল জান্নাতি ইযআকছামূ লাইয়াসরিমুন্নাহা- মুসবিহীন",
  },
  {
    id: 18,
    text: "ওয়ালা-ইয়াছতাছনূন।",
  },
  {
    id: 19,
    text: "ফাতা-ফা ‘আলাইহা- তাইফুম মিররাব্বিকা ওয়া হুম নাইমূন।",
  },
  {
    id: 20,
    text: "ফাআসবাহাত কাসসারীম।",
  },
  {
    id: 21,
    text: "ফাতানা-দাও মুসবিহীন।",
  },
  {
    id: 22,
    text: "আনিগদূ‘আলা-হারছিকুম ইন কুনতুম সা-রিমীন।",
  },
  {
    id: 23,
    text: "ফানতালাকূওয়া হুম ইয়াতাখা-ফাতূন।",
  },
  {
    id: 24,
    text: "আল্লা-ইয়াদখুলান্নাহাল ইয়াওমা ‘আলাইকুম মিছকীন।",
  },
  {
    id: 25,
    text: "ওয়া গাদাও ‘আলা- হার দিন কা- দিরীন।",
  },
  {
    id: 26,
    text: "ফালাম্মা- রআওহা-কা- লূইন্না-লাদাললূন।",
  },
  {
    id: 27,
    text: "বাল নাহনূমাহরূমূন।",
  },
  {
    id: 28,
    text: "কা-লা আওছাতুহুম আলাম আকুল্লাকুম লাওলা-তুছাব্বিহূন",
  },
  {
    id: 29,
    text: "কা-লূছুবহা- না রাব্বিনাইন্না-কুন্না- জা- লিমীন।",
  },
  {
    id: 30,
    text: "ফাআকবালা বা‘দুহুম ‘আলা-বা‘দিইঁ ইয়াতালা-ওয়ামূন।",
  },
  {
    id: 31,
    text: "কা-লূইয়া- ওয়াইলানা ইন্না-কুন্না-তা-গীন।",
  },
  {
    id: 32,
    text: "আছা-রাব্বুনাআইঁ ইউবদিলানা-খাইরাম মিনহাইন্নাইলা-রাব্বিনা-রা-গিবূন।",
  },
  {
    id: 33,
    text: "কাযা-লিকাল ‘আযা-বু ওয়ালা‘আযা-বুল আ-খিরাতি আকবারু । লাও কা-নূ ইয়া‘লামূন।",
  },
  {
    id: 34,
    text: "ইন্না লিলমুত্তাকীনা ‘ইনদা রাব্বিহিম জান্না-তিন না‘ঈম।",
  },
  {
    id: 35,
    text: "আফানাজ‘আলুল মুছলিমীনা কালমুজরিমীন।",
  },
  {
    id: 36,
    text: "মা-লাকুম কাইফা তাহকুমূন।",
  },
  {
    id: 37,
    text: "আম লাকুম কিতা-বুন ফীহি তাদরুছূন।",
  },
  {
    id: 38,
    text: "ইন্না লাকুম ফীহি লামা- তাখাইইয়ারূন।",
  },
  {
    id: 39,
    text: "আম লাকুম আইমা-নুন ‘আলাইনা- বা-লিগাতুন ইলা-ইয়াওমিল কিয়া-মাতি ইন্না লাকুম লামা-তাহকুমূন",
  },
  {
    id: 40,
    text: "ছালহুম আইয়ুহুম বিযা-লিকা ঝা‘ঈম।",
  },
  {
    id: 41,
    text: "আম লাহুম শুরাকা-উ ফালইয়া’তূবিশুরাকাইহিম ইন কা-নূসা-দিকীন।",
  },
  {
    id: 42,
    text: "ইয়াওমা ইউকশাফূ‘আন ছা-কিওঁ ওয়াইউদ‘আওনা ইলাছছুজূদি ফালা-ইয়াছতাতী‘ঊন।",
  },
  {
    id: 43,
    text: "খা-শি‘আতান আবসা-রুহুম তারহাকুহুম যিল্লাতুওঁ ওয়াকাদ কা-নূইউদ‘আওনা ইলাছছুজূদি ওয়াহুম ছা-লিমূন।",
  },
  {
    id: 44,
    text: "ফাযারনী ওয়া মাইঁ ইউকাযযি বুবিহা-যাল হাদীছি ছানাছতাদরিজুহুম মিন হাইছুলাইয়া‘লামূন।",
  },
  {
    id: 45,
    text: "ওয়া উমলী লাহুম ইন্না কাইদী মাতীন।",
  },
  {
    id: 46,
    text: "আম তাছআলুহুম আজরান ফাহুম মিম মাগরামিম মুছকালূন।",
  },
  {
    id: 47,
    text: "আম ‘ইনদাহুমুল গাইবুফাহুম ইয়াকতুবূন।",
  },
  {
    id: 48,
    text: "ফাসবির লিহুকমি রাব্বিকা ওয়ালা-তাকুন কাসা-হিবিল হূত । ইয না -দা- ওযা হুওয়া মাকজূম।",
  },
  {
    id: 49,
    text: "লাওলা আন তাদা-রাকাহূনি‘মাতুম মিররাব্বিহী লানুবিযা বিল‘আরাইওযাহুওয়া মাযমূম।",
  },
  {
    id: 50,
    text: "ফাজতাবা- হু রাব্বুহূফাজা‘আলাহূমিনাসসা-লিহীন।",
  },
  {
    id: 51,
    text: "ওয়া ইয়ঁ ইয়াকা- দুল্লাযীনা কাফারূ লাইউঝলিকূনাকা বিআবসা-রিহিম লাম্মাছামি‘উযযিকরা ওয়া ইয়াকূলূনা ইন্নাহূলামাজনূন।",
  },
  {
    id: 52,
    text: "ওয়ামা-হুওয়া ইল্লা- যিকরুলিলল‘আ- লামীন।",
  },
];

export default bn;
