import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "আলহাক্কাহ।",
  },
  {
    id: 2,
    text: "মাল হাক্কাহ ।",
  },
  {
    id: 3,
    text: "ওয়ামাআদরা-কা মাল হাক্কাহ ।",
  },
  {
    id: 4,
    text: "কাযযাবাত ছামূদুওয়া ‘আ-দুম বিল কা-রি‘আহ।",
  },
  {
    id: 5,
    text: "ফাআম্মা- ছামূদুফাউহলিকূবিত্তা-গিয়াহ।",
  },
  {
    id: 6,
    text: "ওয়া আম্মা- ‘আ-দুন ফাউহলিকূবিরীহিন সারসারিন ‘আ-তিয়াহ।",
  },
  {
    id: 7,
    text: "ছাখখারাহা-‘আলাইহিম ছাব‘আ লাইয়া-লিওঁ ওয়া ছামা-নিয়াতা আইইয়া-মিন হুছূমান ফাতারাল কাওমা ফীহা-সার‘আ- কাআন্নাহুম আ‘জা-ঝুনাখলিন খা-বিয়াহ।",
  },
  {
    id: 8,
    text: "ফাহাল তারা-লাহুম মিম বা-কিয়াহ।",
  },
  {
    id: 9,
    text: "ওয়া জাআ ফির‘আওনুওয়া মান কালাহূওয়াল মু’তাফিকা-তুবিল খা- তিআহ।",
  },
  {
    id: 10,
    text: "ফা‘আসাও রাছূলা রাব্বিহিম ফাআখাযাহুম আখযাতাররা-বিয়াহ।",
  },
  {
    id: 11,
    text: "ইন্না- লাম্মা-তাগালমাউ হামালনা-কুম ফিল জা-রিয়াহ।",
  },
  {
    id: 12,
    text: "লিনাজ‘আলাহা-লাকুম তাযকিরাতাওঁ ওয়া তা‘ইয়াহাউযু নুওঁ ওয়া-‘ইয়াহ।",
  },
  {
    id: 13,
    text: "ফাইযা- নুফিখা ফিসসুরি নাফখাতুওঁ ওয়া- হিদাহ।",
  },
  {
    id: 14,
    text: "ওয়া হুমিলাতিল আরদুওয়াল জিবা-লুফাদুক্কাতা- দাক্কাতাওঁ ওয়া-হিদাহ।",
  },
  {
    id: 15,
    text: "ফাইয়াওমাইযিওঁ ওয়াকা‘আতিল ওয়া-কি‘আহ।",
  },
  {
    id: 16,
    text: "ওয়ানশাক্কাতিছছামাউ ফাহিয়া ইয়াওমাইযিওঁ ওয়া-হিয়াহ।",
  },
  {
    id: 17,
    text: "ওয়াল মালাকু‘আলাআরজাইহা- ওয়া ইয়াহমিলু‘আরশা রাব্বিকা ফাওকাহুম ইয়াওমাইযিন ছামা-নিয়াহ",
  },
  {
    id: 18,
    text: "ইয়াওমাইযিন তু‘রাদূনা লা- তাখফা- মিনকুম খা-ফিয়াহ।",
  },
  {
    id: 19,
    text: "ফাআম্মা-মান ঊতিয়া কিতা-বাহূবিইয়ামীনিহী ফাইয়াকূলুহাউমুকরাঊ কিতা-বিয়াহ।",
  },
  {
    id: 20,
    text: "ইন্নী জানানতুআন্নী মুলা-কিন হিছা-বিয়াহ।",
  },
  {
    id: 21,
    text: "ফাহুওয়া ফী ‘ঈশাতিররা-দিয়াহ।",
  },
  {
    id: 22,
    text: "ফী জান্নাতিন ‘আ-লিয়াহ।",
  },
  {
    id: 23,
    text: "কুতূফুহা- দা-নিয়াহ।",
  },
  {
    id: 24,
    text: "কুলূওয়াশরাবূহানীআম বিমাআছলাফতুম ফিল আইয়া-মিল খা-লিয়াহ।",
  },
  {
    id: 25,
    text: "ওয়া আম্মা-মান ঊতিয়া কিতা-বাহূবিশিমা-লিহী ফাইয়াকূলুইয়া- লাইতানী লাম ঊতা কিতা-বিয়াহ।",
  },
  {
    id: 26,
    text: "ওয়া লাম আদরি মা-হিছা-বিয়াহ।",
  },
  {
    id: 27,
    text: "ইয়া-লাইতাহা- কা-নাতিল কা-দিয়াহ।",
  },
  {
    id: 28,
    text: "মা আগনা- ‘আন্নী মা- লিয়াহ।",
  },
  {
    id: 29,
    text: "হালাকা ‘আন্নী ছুলতা-নিয়াহ।",
  },
  {
    id: 30,
    text: "খুযূহু ফাগুললূহ।",
  },
  {
    id: 31,
    text: "ছু ম্মাল জাহীমা সাললূহ।",
  },
  {
    id: 32,
    text: "ছু ম্মা ফী ছিলছিলাতিন যার‘উহা- ছাব‘ঊনা যিরা-‘আন ফাছলুকূহ।",
  },
  {
    id: 33,
    text: "ইন্নাহূকা-না লা-ইউ’মিনুবিল্লা-হিল ‘আজীম।",
  },
  {
    id: 34,
    text: "ওয়ালা-ইয়াহদ্দু ‘আলা- তা‘আ-মিল মিছকীন।",
  },
  {
    id: 35,
    text: "ফালাইছা লাহুল ইয়াওমা হা-হুনা- হামীম।",
  },
  {
    id: 36,
    text: "ওয়ালা- তা‘আ-মুন ইল্লা-মিন গিছলীন।",
  },
  {
    id: 37,
    text: "লা-ইয়া’কুলুহূইল্লাল খা-তিঊন।",
  },
  {
    id: 38,
    text: "ফালাউকছিমুবিমা-তুবসিরূন।",
  },
  {
    id: 39,
    text: "ওয়ামা-লা-তুবসিরূন।",
  },
  {
    id: 40,
    text: "ইন্নাহূলাকাওলুরাছূলিন কারীম।",
  },
  {
    id: 41,
    text: "ওয়ামা-হুওয়া বিকাওলি শা-‘ইরিন কালীলাম মা-তু’মিনূন।",
  },
  {
    id: 42,
    text: "ওয়ালা-বিকাওলি কা- হিনিন কালীলাম মা-তাযাক্কারূন।",
  },
  {
    id: 43,
    text: "তানঝীলুম মিররাব্বিল ‘আ-লামীন।",
  },
  {
    id: 44,
    text: "ওয়ালাও তাকাওওয়ালা ‘আলাইনা-বা‘দাল আকা-বীল।",
  },
  {
    id: 45,
    text: "লাআখাযনা-মিনহু বিলইয়ামীন।",
  },
  {
    id: 46,
    text: "ছু ম্মা লাকাতা‘না-মিনহুল ওয়াতীন।",
  },
  {
    id: 47,
    text: "ফামা-মিনকুম মিন আহাদিন ‘আনহু হা-জিঝীন।",
  },
  {
    id: 48,
    text: "ওয়া ইন্নাহূলাতাযকিরাতুল লিলমুত্তাকীন।",
  },
  {
    id: 49,
    text: "ওয়া ইন্না-লানা‘লামুআন্না মিনকুম মুকাযযিবীন।",
  },
  {
    id: 50,
    text: "ওয়া ইন্নাহূলাহাছরাতুন ‘আলাল কা-ফিরীন।",
  },
  {
    id: 51,
    text: "ওয়া ইন্নাহূলাহাক্কুল ইয়াকীন।",
  },
  {
    id: 52,
    text: "ফাছাব্বিহবিছমি রাব্বিকাল ‘আজীম।",
  },
];

export default bn;