import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ছাআলা ছাইলুম বি‘আযা-বিওঁ ওয়াকি‘।",
  },
  {
    id: 2,
    text: "লিলকা-ফিরীনা লাইছা লাহূদা-ফি‘।",
  },
  {
    id: 3,
    text: "মিনাল্লা-হি যিল মা‘আ-রিজ।",
  },
  {
    id: 4,
    text: "তা‘রুজুলমালাইকাতুওয়াররূহুইলাইহি ফী ইয়াওমিন কা-না মিকদা-রুহূখামছীনা আলফা ছানাহ।",
  },
  {
    id: 5,
    text: "ফাসবির সাবরান জামীলা-।",
  },
  {
    id: 6,
    text: "ইন্নাহুম ইয়ারাওনাহূবা‘ঈদা।",
  },
  {
    id: 7,
    text: "ওয়া নারা-হু কারীবা- ।",
  },
  {
    id: 8,
    text: "ইয়াওমা তাকূনুছ ছামা-উ কালমুহল, ।",
  },
  {
    id: 9,
    text: "ওয়া তাকূনুল জিবা-লুকাল‘ইহন।",
  },
  {
    id: 10,
    text: "ওয়ালা-ইয়াছআলুহামীমুন হামীমা- ।",
  },
  {
    id: 11,
    text: "ইউবাসসারূনাহুম ইয়াওয়াদ্দুল মুজরিমুলাও ইয়াফতাদী মিন ‘আযা- বি ইয়াওমিইযিম ব্বিানীহ।",
  },
  {
    id: 12,
    text: "ওয়া সা-হিবাতিহী ওয়া আখীহ।",
  },
  {
    id: 13,
    text: "ওয়া ফাসীলাতিহিল্লাতী তু’বীহ।",
  },
  {
    id: 14,
    text: "ওয়া মান ফিল আরদিজামী‘আন ছু ম্মা ইউনজীহ।",
  },
  {
    id: 15,
    text: "কাল্লা- ইন্নাহা-লাজা- ।",
  },
  {
    id: 16,
    text: "নাঝঝা‘আতাল লিশশাওয়া-।",
  },
  {
    id: 17,
    text: "তাদ‘উ মান আদবারা ওয়া তাওয়াল্লা- ।",
  },
  {
    id: 18,
    text: "ওয়া জামা‘আ ফাআও‘আ- ।",
  },
  {
    id: 19,
    text: "ইন্নাল ইনছা-না খুলিকা হালূ‘আ- ।",
  },
  {
    id: 20,
    text: "ইযা- মাছছাহুশশাররু জাঝূ‘আ- ।",
  },
  {
    id: 21,
    text: "ওয়া ইযা-মাছছাহুল খাইরু মানূ‘আ- ।",
  },
  {
    id: 22,
    text: "ইল্লাল মুসাল্লীন।",
  },
  {
    id: 23,
    text: "আল্লাযীনা হুম ‘আলা-সালা-তিহিম দাইমূন।",
  },
  {
    id: 24,
    text: "ওয়াল্লাযীনা ফীআমওয়া-লিহিম হাক্কুম মা‘লূম।",
  },
  {
    id: 25,
    text: "লিছছাইলি ওয়াল মাহরূম।",
  },
  {
    id: 26,
    text: "ওয়াল্লায়ীনা ইউসাদ্দিকূনা বিইয়াওমিদ্দীন।",
  },
  {
    id: 27,
    text: "ওয়াল্লাযীনা হুম মিন ‘আযা-বি রাব্বিহিম মুশফিকূন।",
  },
  {
    id: 28,
    text: "ইন্না ‘আযা-বা রাব্বিহিম গাইরু মা’মূন।",
  },
  {
    id: 29,
    text: "ওয়াল্লাযীনাহুম লিফুরূজিহিম হা-ফিজূ ন।",
  },
  {
    id: 30,
    text: "ইল্লা-‘আলাআযওয়া-জিহিম আও মা-মালাকাত আইমা-নুহুম ফাইন্নাহুম গাইরু মালূমীন।",
  },
  {
    id: 31,
    text: "ফামানিবতাগা-ওয়ারা-আ যা-লিকা ফাউলাইকা হুমুল ‘আ-দূন।=",
  },
  {
    id: 32,
    text: "ওয়াল্লাযীনা হুম লিআমা-না-তিহিম ওয়া ‘আহদিহিম রা-‘ঊন।",
  },
  {
    id: 33,
    text: "ওয়াল্লাযীনা হুম বিশাহা-দা-তিহিম কাইমূন।",
  },
  {
    id: 34,
    text: "ওয়াল্লাযীনা হুম ‘আলা-সালা-তিহিম ইউহা-ফিজূ ন।",
  },
  {
    id: 35,
    text: "উলাইকা ফী জান্না-তিম মুকরামূন।",
  },
  {
    id: 36,
    text: "ফামা-লিল্লাযীনা কাফারূ কিবালাকা মুহতি‘ঈন।",
  },
  {
    id: 37,
    text: "‘আনিল ইয়ামীনি ওয়া‘আনিশশিমা-লি ‘ইঝীন।",
  },
  {
    id: 38,
    text: "আইয়াতমা‘উ কুল্লুম রিইম মিনহুম আইঁ ইউদখালা জান্নাতা না‘ঈম।",
  },
  {
    id: 39,
    text: "কাল্লা ইন্না- খালাকনা-হুম মিম্মা-ইয়া‘লামূন।",
  },
  {
    id: 40,
    text: "ফালাউকছিমুবিরাব্বিল মাশা-রিকিওয়াল মাগা-রিবি ইন্না- লাকা-দিরূন।",
  },
  {
    id: 41,
    text: "‘আলাআন নুবাদ্দিলা খাইরাম মিনহুম ওয়ামা-নাহনুবিমাছবূকীন।",
  },
  {
    id: 42,
    text: "ফাযারহুম ইয়াখূদূওয়া ইয়াল‘আবূহাত্তা-ইউলা-কূইয়াওমাহুমুল্লাযী ইঊ‘আদূন।",
  },
  {
    id: 43,
    text: "ইয়াওমা ইয়াখরুজূনা মিনাল আজদা-ছিছিরা-‘আন কাআন্নাহুম ইলা-নুসুবিইঁ ইঊফিদূন।",
  },
  {
    id: 44,
    text: "খা-শি‘আতান আবসা-রুহুম তারহাকুহুম যিল্লাতুন যা-লিকাল ইয়াওমুল্লাযী কা-নূ ইঊ‘আদূ ন।",
  },
];

export default bn;
