import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ইন্নাআরছালনা-নূহান ইলা-কাওমিহীআন আনযিরকাওমাকা মিন কাবলি আইঁ ইয়া’তিয়াহুম ‘আযা-বুন আলীম।",
  },
  {
    id: 2,
    text: "কা-লা ইয়া- কাওমি ইন্নী লাকুম নাযীরুম মুবীন।",
  },
  {
    id: 3,
    text: "আনি‘বুদুল্লা-হা ওয়াত্তাকূহু ওয়া আতী‘ঊন।",
  },
  {
    id: 4,
    text: "ইয়াগফিরলাকুম মিন যুনূবিকুম ওয়া ইউআখখিরকুম ইলাআজালিম মুছাম্মা- ইন্না আজালাল্লা-হি ইযা-জাআ লা-ইউআখখার । লাও কুনতুম তা‘লামূন।",
  },
  {
    id: 5,
    text: "কা-লা রাব্বি ইন্নী দা‘আওতুকাওমী লাইলাওঁ ওয়া নাহা-রা- ।",
  },
  {
    id: 6,
    text: "ফালাম ইয়াঝিদহুম দু‘আঈইল্লা-ফিরা-রা-।",
  },
  {
    id: 7,
    text: "ওয়া ইন্নী কুল্লামা-দা‘আওতুহুম লিতাগফিরালাহুম জা‘আলূআসা-বি‘আহুম ফীআ-যানিহিম ওয়াছতাগশাও ছিয়া-বাহুম ওয়া আছাররূ ওয়াছতাকবারুছ তিকবা-রা- ।",
  },
  {
    id: 8,
    text: "ছু ম্মা ইন্নী- দা‘আওতুহুম জিহা-রা- ।",
  },
  {
    id: 9,
    text: "ছু ম্মা ইন্নীআ‘লানতুলাহুম ওয়া আছরারতুলাহুম ইছরা-রা-।",
  },
  {
    id: 10,
    text: "ফাকুলতুছতাগফিরূ রাব্বাকুম ইন্নাহূকা-না গাফফা-রা-।",
  },
  {
    id: 11,
    text: "ইউরছিলিছ ছামাআ ‘আলাইকুম মিদরা-রা- ।",
  },
  {
    id: 12,
    text: "ওয়া ইউমদিদকুম বিআমওয়া-লিওঁ ওয়াবানীনা ওয়া ইয়াজ‘আল্লাকুমজান্না-তিওঁ ওয়া ইয়াজ‘আল্লাকুম আনহা-রা- ।",
  },
  {
    id: 13,
    text: "মা-লাকুম লা-তারজূনা লিল্লা-হি ওয়াকা-রা- ।",
  },
  {
    id: 14,
    text: "ওয়া কাদ খালাকাকুম আতওয়া-রা- ।",
  },
  {
    id: 15,
    text: "أআলাম তারাও কাইফা খালাকাল্লা-হু ছাব‘আ ছামা-ওয়া-তিন তিবা-কা-।",
  },
  {
    id: 16,
    text: "ওয়া জা‘আলাল কামারা ফীহিন্না নূরাওঁ ওয়া জা‘আলাশশামছা ছিরা-জা- ।",
  },
  {
    id: 17,
    text: "ওয়াল্লা- হু আমবাতাকুম মিনাল আরদিনাবা-তা- ।",
  },
  {
    id: 18,
    text: "ছু ম্মা ইউ‘ঈদুকুম ফীহা- ওয়া ইউখরিজুকুম ইখরা-জা- ।",
  },
  {
    id: 19,
    text: "ওয়াল্লা-হু জা‘আলা লাকুমুল আরদা বিছা-তা- ।",
  },
  {
    id: 20,
    text: "লিতাছলুকূমিনহা-ছুবুলান ফিজা-জা- ।",
  },
  {
    id: 21,
    text: "কা-লা নূহুররাব্বি ইন্নাহুম ‘আসাওনী ওয়াত্তাবা‘ঊ মাল্লাম ইয়াঝিদহু মা-লুহূওয়া ওয়ালাদুহূ ইল্লা- খাছা-রা- ।",
  },
  {
    id: 22,
    text: "ওয়া মাকারূ মাকরান কুব্বা-রা- ।",
  },
  {
    id: 23,
    text: "ওয়া কালূলা- তাযারুন্না আ-লিহাতাকুম ওয়ালা- তাযারুন্না ওয়াদ্দাওঁ ওয়ালা-ছুওয়া-‘আওঁ ওয়ালা- ইয়াগূছা ওয়া ইয়া‘ঊকা ওয়া নাছরা- ।",
  },
  {
    id: 24,
    text: "ওয়া কাদ আদাল্লুকাছীরাওঁ ওয়ালা-তাঝিদিজ্জা-লিমীনা ইল্লা-দালা-লা- ।",
  },
  {
    id: 25,
    text: "মিম্মা খাতীআতিহিম উগরিকুফাউদখিলূনা-রান ফালাম ইয়াজিদূলাহুম মিন দূ নিল্লা- হি আনসা-রা-",
  },
  {
    id: 26,
    text: "ওয়া কা-লা নূহুররাব্বি লা-তাযার ‘আলাল আরদিমিনাল কা-ফিরীনা দাইইয়া-রা- ।",
  },
  {
    id: 27,
    text: "ইন্নাকা ইন তাযারহুম ইউদিল্লু‘ইবা- দাকা ওয়ালা- ইয়ালিদূ ইল্লা- ফা-জিরান কাফফা-রা- ।",
  },
  {
    id: 28,
    text: "রাব্বিগফিরলী ওয়ালিওয়া-লিদাইইয়া ওয়া লিমান দাখালা বাইতিয়া মু’মিনাওঁ ওয়া লিলমু’মিনীনা ওয়াল মু’মিনা-তি ওয়ালা- তাঝিদিজ্জা-লিমীনা ইল্লা-তাবা-রা-।",
  },
];

export default bn;
