import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "কুলঊহিয়া ইলাইইয়া আন্নাহুছতামা‘আ নাফারুম মিনাল জিন্নি ফাকা-লূইন্না-ছামি‘নাকুরআ-নান ‘আজাবা- ।",
  },
  {
    id: 2,
    text: "ইয়াহদীইলাররুশদি ফাআ-মান্না- বিহী ওয়া লান নুশরিকা বিরাব্বিনাআহাদা- ।",
  },
  {
    id: 3,
    text: "ওয়া আন্নাহূতা‘আ- জাদ্দুরাব্বিনা- মাত্তাখাযা সা-হিবাতাওঁ ওয়ালা- ওয়ালাদা- ।",
  },
  {
    id: 4,
    text: "ওয়া আন্নাহূকা-না ইয়াকূলুছাফীহুনা- ‘আলাল্লা-হি শাতাতা- ।",
  },
  {
    id: 5,
    text: "ওয়া আন্না- জানান্নাআল্লান তাকূলাল ইনছুওয়াল জিন্নু‘আলাল্লা-হি কাযিবা- ।",
  },
  {
    id: 6,
    text: "ওয়া আন্নাহূকা-না রিজা-লুম মিনাল ইনছি ইয়া‘ঊযূনা বিরিজা-লিম মিনাল জিন্নি ফাঝা-দূহুম রাহাকা- ।",
  },
  {
    id: 7,
    text: "ওয়া আন্নাহুম জান্নুকামা-জানানতুম আল্লাইঁ ইয়াব‘আছাল্লা- হু আহাদা- ।",
  },
  {
    id: 8,
    text: "ওয়া আন্না-লামাছনাছছামাআ ফাওয়াজাদনা-হা- মুলিইয়াত হারাছান শাদীদাওঁ ওয়া শুহুবা-।",
  },
  {
    id: 9,
    text: "ওয়া আন্না- কুন্না- নাক‘উদুমিনহা- মাকা-‘ইদা লিছছামা‘ই ফামাইঁ ইয়াছতামি‘ইল আনা ইয়াজিদ লাহূশিহা-বাররাসাদা-।",
  },
  {
    id: 10,
    text: "ওয়া আন্না-লা-নাদরীআশাররুন উরীদা বিমান ফিল আরদিআম আরা-দা বিহিম রাব্বুহুম রাশাদা- ।",
  },
  {
    id: 11,
    text: "ওয়া আন্না-মিন্নাসসা-লিহূনা ওয়া মিন্না-দূ না যা-লিকা কুন্না-তারাইকা কিদাদা- ।",
  },
  {
    id: 12,
    text: "ওয়া আন্না-জানান্না আল্লান নু‘জিঝাল্লা-হা ফিল আরদিওয়া লান নু‘জিঝাহূহারাবা- ।",
  },
  {
    id: 13,
    text: "ওয়া আন্না- লাম্মা- ছামি‘নাল হুদাআ-মান্না- বিহী ফামাইঁ ইউ’মিম বিরাব্বিহী ফালাইয়াখা-ফুবাখছাওঁ ওয়ালা- রাহাকা- ।",
  },
  {
    id: 14,
    text: "ওয়া আন্না- মিন্নাল মুছলিমূনা ওয়া মিন্নাল কা-ছিতূনা ফামান আছলামা ফাউলাইকা তাহররাওঁ ওাশাদা-।",
  },
  {
    id: 15,
    text: "ওয়া আম্মাল কা-ছিতু না ফাকা-নূলিজাহান্নামা হাতাবা- ।",
  },
  {
    id: 16,
    text: "ওয়া আল্লাবিছতাকা-মূ‘আলাত্তারীকাতি লাআছকাইনা-হুম মাআন গাদাকা-।",
  },
  {
    id: 17,
    text: "লিনাফতিনাহুম ফীহি ওয়া মাইঁ ইউ‘রিদ‘আন যিকরি রাব্বিহী ইয়াছলুকহু ‘আযা-বান সা‘আদা- ।",
  },
  {
    id: 18,
    text: "ওয়া আন্নাল মাছা-জিদা লিল্লা-হি ফালা- তাদ‘ঊ মা‘আল্লা-হি আহাদা-।",
  },
  {
    id: 19,
    text: "ওয়া আন্নাহূলাম্মা-কা- মা ‘আবদুল্লা-হি ইয়াদ‘ঊহু কা-দূইয়াকূনূনা ‘আলাইহি লিবাদা-।",
  },
  {
    id: 20,
    text: "কুল ইন্নামাআদ‘ঊ রাববী ওয়ালাউশরিকুবিহীআহাদা-।",
  },
  {
    id: 21,
    text: "কুল ইন্নী লাআমলিকুলাকুম দাররাওঁ ওয়ালা-রাশাদা- ।",
  },
  {
    id: 22,
    text: "কুল ইন্নী লাইঁ ইউজীরানী মিনাল্লা-হি আহাদুওঁ ওয়া লান আজিদা মিন দূ নিহী মুলতাহাদা-।",
  },
  {
    id: 23,
    text: "ইল্লা-বালা-গাম মিনাল্লা-হি ওয়া রিছা-লা-তিহী ওয়া মাইঁ ইয়া‘সিল্লা-হা ওয়া রাছূলাহূ ফাইন্না লাহূনা-রা জাহান্নামা খা-লিদীনা ফীহাআবাদা- ।",
  },
  {
    id: 24,
    text: "হাত্তা ইয়া- রাআও মা- ইঊ‘আদূনা ফাছাইয়া‘লামূনা মান আদ‘আফুনা-সিরাওঁ ওয়া আকাল্লু‘আদাদা- ।",
  },
  {
    id: 25,
    text: "কুল ইন আদরীআকারীবুম মা-তূ‘আদূনা আম ইয়াজ‘আলুলাহূরাববীআমাদা-।",
  },
  {
    id: 26,
    text: "‘আ-লিমুলগাইবি ফালা-ইউজহিরু ‘আলা- গাইবিহীআহাদা-।",
  },
  {
    id: 27,
    text: "ইল্লা-মানিরতাদা-মিররাছূলিন ফাইন্নাহূইয়াছলুকুমিম বাইনি ইয়াদাইহি ওয়া মিন খালফিহী রাসাদা- ।",
  },
  {
    id: 28,
    text: "লিইয়া‘লামা আন কাদ আবলাগূরিছা-লা-তি রাব্বিহিম ওয়া আহা-তাবিমা-লাদাইহিম ওয়াআহসা- কুল্লা শাইয়িন ‘আদাদা- ।",
  },
];

export default bn;