import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ইয়াআইয়ুহাল মুদ্দাছছির।",
  },
  {
    id: 2,
    text: "কুম ফাআনযির।",
  },
  {
    id: 3,
    text: "ওয়া রাব্বাকা ফাকাব্বির।",
  },
  {
    id: 4,
    text: "ওয়া ছিইয়া-বাকা ফাতাহহির।",
  },
  {
    id: 5,
    text: "ওয়াররুজঝা ফাহজুর।",
  },
  {
    id: 6,
    text: "ওয়ালা-তামনুন তাছতাকছির।",
  },
  {
    id: 7,
    text: "ওয়া লিরাব্বিকা ফাসবির।",
  },
  {
    id: 8,
    text: "ফাইযা-নুকিরা ফিন্না-কূর।",
  },
  {
    id: 9,
    text: "ফাযা-লিকা ইয়াওমাইযিইঁ ইয়াওমুন ‘আছীর।",
  },
  {
    id: 10,
    text: "‘আলাল কা-ফিরীনা গাইরু ইয়াছীর।",
  },
  {
    id: 11,
    text: "যারনী ওয়া মান খালাকতুওয়া হীদা- ।",
  },
  {
    id: 12,
    text: "ওয়া জা‘আলতুলাহূমা-লাম মামদূদা- ।",
  },
  {
    id: 13,
    text: "ওয়া বানীনা শুহূদা- ।",
  },
  {
    id: 14,
    text: "ওয়া মাহহাত্তুলাহূতামহীদা-।",
  },
  {
    id: 15,
    text: "ছু ম্মা ইয়াতমা‘উ আন আঝীদা।",
  },
  {
    id: 16,
    text: "কাল্লা- ইন্নাহূকা-না লিআ-য়া-তিনা- ‘আনীদা- ।",
  },
  {
    id: 17,
    text: "ছাউরহিকু হূসা‘ঊদা- ।",
  },
  {
    id: 18,
    text: "ইন্নাহূফাক্কারা ওয়া কাদ্দার।",
  },
  {
    id: 19,
    text: "ফাকুতিলা কাইফা কাদ্দার,।",
  },
  {
    id: 20,
    text: "ছু ম্মা কুতিলা কাইফা কাদ্দার।",
  },
  {
    id: 21,
    text: "ছু ম্মা নাজার।",
  },
  {
    id: 22,
    text: "ছু ম্মা ‘আবাছা ওয়া বাছার।",
  },
  {
    id: 23,
    text: "ছু ম্মা আদবারা ওয়াছতাকবার।",
  },
  {
    id: 24,
    text: "ফাকা- লা ইন হা- যাইল্লা-ছিহরুইঁ ইউ’ছার।",
  },
  {
    id: 25,
    text: "ইন হা-যাইল্লা-কাওলুল বাশার।",
  },
  {
    id: 26,
    text: "ছাউসলীহি ছাকার।",
  },
  {
    id: 27,
    text: "ওয়ামাআদরা-কা মা- ছাকার।",
  },
  {
    id: 28,
    text: "লা-তুবকী ওয়ালা-তাযার।",
  },
  {
    id: 29,
    text: "লাওওয়া-হাতুল লিলবাশার।",
  },
  {
    id: 30,
    text: "‘আলাইহা-তিছ‘আতা ‘আশার।",
  },
  {
    id: 31,
    text: "ওয়ামা- জা‘আলনাআসহা-বান্না-রি ইল্লা-মালাইকাতাওঁ ওয়ামা-জা‘আলনা‘ইদ্দাতাহুম ইল্লা-ফিতনাতাল লিল্লাযীনা কাফারূ লিইয়াছতাইকিনাল্লাযীনা ঊতুল কিতাবা ওয়া ইয়াঝদা-দাল্লাযীনা আ-মানূঈমা-নাওঁ ওয়ালা- ইয়ারতা-বাল্লাযীনা ঊতুল কিতাবা ওয়াল মু’মিনূনা ওয়া লিয়াকূলাল্লাযীনা ফী কুলূবিহিম মারাদুওঁ ওয়াল কা-ফিরূনা মাযাআরা-দাল্লা-হু বিহা-যা- মাছালান কাযা-লিকা ইউদিল্লুল্লা-হু মাইঁ ইয়াশাউ ওয়া ইয়াহদী মাইঁ ইয়াশাউ ওয়ামা- ইয়া‘লামুজুনূদা রাব্বিকা ইল্লা- হুওয়া ওয়ামাহিয়া ইল্লা- যিকরা- লিলবাশার।",
  },
  {
    id: 32,
    text: "কাল্লা- ওয়াল কামার।",
  },
  {
    id: 33,
    text: "ওয়াল্লাইলি ইযআদবার।",
  },
  {
    id: 34,
    text: "ওয়াসসুবহিইযাআছফার।",
  },
  {
    id: 35,
    text: "ইন্নাহা-লাইহদাল কুবার।",
  },
  {
    id: 36,
    text: "নাযীরাল লিলবাশার।",
  },
  {
    id: 37,
    text: "লিমান শাআ মিনকুম আইঁ ইয়াতাকাদ্দামা আও ইয়াতাআখখার।",
  },
  {
    id: 38,
    text: "কুল্লুনাফছিম বিমা-কাছাবাত রাহীনাহ।",
  },
  {
    id: 39,
    text: "ইল্লাআসহা- বাল ইয়ামীন।",
  },
  {
    id: 40,
    text: "ফী জান্না-তিইঁ ইয়াতাছাআলূন।",
  },
  {
    id: 41,
    text: "‘আনিল মুজরিমীন।",
  },
  {
    id: 42,
    text: "মা-ছালাকাকুম ফী ছাকার।",
  },
  {
    id: 43,
    text: "কা-লূলাম নাকুমিনাল মুসাল্লীন।",
  },
  {
    id: 44,
    text: "ওয়া লাম নাকুনুত‘ইমুল মিছকীন।",
  },
  {
    id: 45,
    text: "ওয়া কুন্না- নাখূদুমা‘আল খাইদীন।",
  },
  {
    id: 46,
    text: "ওয়া কুন্না-নুকাযযিবুবিইয়াওমিদ্দীন।",
  },
  {
    id: 47,
    text: "হাত্তাআতা-নাল ইয়াকীন।",
  },
  {
    id: 48,
    text: "ফামা- তানফা‘উহুম শাফা- ‘আতুশশা-ফি‘ঈন।",
  },
  {
    id: 49,
    text: "ফামা-লাহুম ‘আনিততাযকিরাতি মু‘রিদীন।",
  },
  {
    id: 50,
    text: "কাআন্নাহুম হুমুরুম মুছতানফিরাহ।",
  },
  {
    id: 51,
    text: "ফারাত মিন কাছওয়ারাহ।",
  },
  {
    id: 52,
    text: "বাল ইউরীদুকুল্লুম রিইম মিনহুম আইঁ ইউ’তা- সুহুফাম মুনাশশারাহ।",
  },
  {
    id: 53,
    text: "কাল্লা বাল্লা- ইয়াখা-ফূনাল আ-খিরাহ।",
  },
  {
    id: 54,
    text: "কাল্লাইন্নাহূতাযকিরাহ।",
  },
  {
    id: 55,
    text: "ফামান শাআ যাকারাহ।",
  },
  {
    id: 56,
    text: "ওয়ামা-ইয়াযকুরূনা ইল্লাআইঁ ইয়াশাআল্লা-হু হুওয়া আহলুত্তাকওয়া- ওয়া আহলুল মাগফিরাহ।",
  },
];

export default bn;
