import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "লাউকছিমুবিইয়াওমিল কিয়া-মাহ ।",
  },
  {
    id: 2,
    text: "ওয়ালাউকছিমুবিন্নাফছিল লাওওয়া-মাহ।",
  },
  {
    id: 3,
    text: "আ ইয়াহছাবুল ইনছা-নুআল্লান নাজমা‘আ ‘ইজা-মাহ।",
  },
  {
    id: 4,
    text: "বালা-কা-দিরীনা ‘আলাআন নুছাওবিয়া বানা-নাহ।",
  },
  {
    id: 5,
    text: "বাল ইউরীদুল ইনছা-নুলিইয়াফজুরা আমা-মাহ।",
  },
  {
    id: 6,
    text: "ইয়াছআলুআইইয়া-না ইয়াওমুল কিয়া-মাহ।",
  },
  {
    id: 7,
    text: "ফাইযা-বারিকাল বাসার।",
  },
  {
    id: 8,
    text: "ওয়া খাছাফাল কামার।",
  },
  {
    id: 9,
    text: "ওয়া জুমি‘আশশামছুওয়াল কামার।",
  },
  {
    id: 10,
    text: "ইয়াকূ লুল ইনছা-নুইয়াওমাইযিন আইনাল মাফার।",
  },
  {
    id: 11,
    text: "কাল্লা-লা- ওয়াঝার।",
  },
  {
    id: 12,
    text: "ইলা-রাব্বিকা ইয়াওমাইযিনিল মুছতাকার।",
  },
  {
    id: 13,
    text: "ইউনাব্বাউল ইনছা-নুইয়াওমাইযিম বিমা-কাদ্দামা ওয়া আখখার।",
  },
  {
    id: 14,
    text: "বালিল ইনছা-নু‘আলা- নাফছিহী বাসীরাহ।",
  },
  {
    id: 15,
    text: "ওয়া লাও আলকা- মা‘আ-যীরাহ।",
  },
  {
    id: 16,
    text: "লা-তুহাররিক বিহী লিছা-নাকা লিতা‘জালা বিহ।",
  },
  {
    id: 17,
    text: "ইন্না ‘আলাইনা-জাম‘আহূওয়া কুরআ-নাহ ।",
  },
  {
    id: 18,
    text: "ফাইযা- কারা’না-হু ফাত্তাবি‘ কুরআ-নাহ।",
  },
  {
    id: 19,
    text: "ছু ম্মা ইন্না ‘আলাইনা-বায়া-নাহ।",
  },
  {
    id: 20,
    text: "কাল্লা-বাল তুহিববূনাল ‘আ-জিলাহ।",
  },
  {
    id: 21,
    text: "ওয়া তাযারূনাল আ-খিরাহ।",
  },
  {
    id: 22,
    text: "উজূহুইঁ ইয়াওমাইযিন না- দিরাহ।",
  },
  {
    id: 23,
    text: "ইলা-রাব্বিহা-না-জিরাহ।",
  },
  {
    id: 24,
    text: "ওয়া উজূহুইঁ ইয়াওমাইযিম বা-ছিরাহ।",
  },
  {
    id: 25,
    text: "তাজুন্নুআইঁ ইউফ‘আলা বিহা-ফা-কিরাহ।",
  },
  {
    id: 26,
    text: "কাল্লাইযা-বালাগাতিত্তারা-কী।",
  },
  {
    id: 27,
    text: "ওয়া কীলা মান রা-ক।",
  },
  {
    id: 28,
    text: "ওয়া জান্না আন্নাহুল ফিরা-ক।",
  },
  {
    id: 29,
    text: "ওয়াল তাফফাতিছছা-কুবিছছা-ক।",
  },
  {
    id: 30,
    text: "ইলা-রাব্বিকা ইয়াওমাইযিনিল মাছা-ক।",
  },
  {
    id: 31,
    text: "ফালা- সাদ্দাকা ওয়ালা- সাল্লা- ।",
  },
  {
    id: 32,
    text: "ওয়া লা- কিন কাযযাবা ওয়া তাওয়াল্লা- ।",
  },
  {
    id: 33,
    text: "ছু ম্মা যাহাবা ইলাআহলিহী ইয়াতামাত্তা- ।",
  },
  {
    id: 34,
    text: "আওলা-লাকা ফাআওলা- ।",
  },
  {
    id: 35,
    text: "ছু ম্মা আওলা- লাকা ফাআওলা- ।",
  },
  {
    id: 36,
    text: "আ ইয়াহছাবুল ইনছা-নুআইঁ ইউতরাকা ছুদা- ।",
  },
  {
    id: 37,
    text: "আলাম ইয়াকুনুতফাতাম মিম মানিইয়িইঁ ইউমনা- ।",
  },
  {
    id: 38,
    text: "ছু ম্মা কা-না ‘আলাকাতান ফাখালাকা ফাছাওয়া-।",
  },
  {
    id: 39,
    text: "ফাজা‘আলা মিনহুঝঝাওজাইনিযযাকারা ওয়াল উনছা- ।",
  },
  {
    id: 40,
    text: "আলাইছা যা- লিকা বিকা-দিরিন ‘আলাআইঁ ইউ হইয়াল মাওতা- ।",
  },
];

export default bn;
