import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "হাল আতা- ‘আলাল ইনছা-নি হীনুম মিনাদ্দাহরি লাম ইয়াকুন শাইআম মাযকূরা- ।",
  },
  {
    id: 2,
    text: "ইন্না-খালাকানাল ইনছা-না মিন নুতফাতিন আমশা-জিন  নাবতালীহি ফাজা‘আলনা-হু ছামী‘আম বাসীরা- ।",
  },
  {
    id: 3,
    text: "ইন্না-হাদাইনা- হুছছাবীলা ইম্মা- শা- কিরাওঁ ওয়া ইম্মা- কাফূরা- ।",
  },
  {
    id: 4,
    text: "ইন্নাআ‘তাদনা- লিলকা-ফিরীনা ছালা-ছিলা ওয়া আগলা-লাওঁ ওয়া ছা‘ঈরা- ।",
  },
  {
    id: 5,
    text: "ইন্নাল আবরা-রা ইয়াশরাবূনা মিন কা’ছিন কা-না মিঝা-জুহা- কা-ফূরা-",
  },
  {
    id: 6,
    text: "আইনাইঁ ইয়াশরাবুবিহা- ‘ইবা-দুল্লা-হি ইউফাজ্জিরূনাহা- তাফজীরা- ।",
  },
  {
    id: 7,
    text: "ইঊফূনা বিন্নাযরি ওয়া ইয়াখা-ফূনা ইয়াওমান কা-না শাররুহূমুছতাতীরা- ।",
  },
  {
    id: 8,
    text: "ওয়া ইউত‘ইমূনাত্তা‘আ-মা ‘আলা- হুব্বিহী মিছকীনাওঁ ওয়া ইয়াতীমাওঁ ওয়া আছীরা-।",
  },
  {
    id: 9,
    text: "ইন্নামা- নুত‘ইমুকুম লিওয়াজহিল্লা-হি লা-নুরীদুমিনকুম জাঝাআওঁ ওয়ালা- শুকূরা- ।",
  },
  {
    id: 10,
    text: "ইন্না- নাখা-ফুমির রাব্বিনা- ইয়াওমান ‘আবূছান কামতারীরা- ।",
  },
  {
    id: 11,
    text: "ফাওয়াকা- হুমুল্লা-হু শাররা যা-লিকাল ইয়াওমি ওয়া লাক্কা-হুম নাদরাতাওঁ ওয়া ছুরূরা- ।",
  },
  {
    id: 12,
    text: "ওয়া জাঝা-হুম বিমা-সাবারূ জান্নাতাওঁ ওয়া হারীরা- ।",
  },
  {
    id: 13,
    text: "মুত্তাকিঈনা ফীহা- ‘আলাল আরাইকি লা- ইয়ারাওনা ফীহা- শামছাওঁ ওয়ালাঝামহারীরা- ।",
  },
  {
    id: 14,
    text: "ওয়া দা- নিয়াতান ‘আলাইহিম জিলা- লুহা- ওয়া যুলিল্লাত কুতূফুহা- তাযলীলা- ।",
  },
  {
    id: 15,
    text: "ওয়া ইউতা-ফু‘আলাইহিম বিআ-নিয়াতিম মিন ফিদ্দাতিওঁ ওয়া আকওয়া-বিন কা-নাত কাওয়া-রীরা-।",
  },
  {
    id: 16,
    text: "কাওয়া-রীরা মিন ফিদ্দাতিন কাদ্দারূহা-তাকদীরা- ।",
  },
  {
    id: 17,
    text: "ওয়া ইউছকাওনা ফীহা- কা’ছান কা-না মিঝা-জুহা- ঝানজাবীলা- ।",
  },
  {
    id: 18,
    text: "‘আইনান ফীহা- তুছাম্মা- ছালছাবীলা- ।",
  },
  {
    id: 19,
    text: "ওয়া ইয়াতূফু‘আলাইহিম বিলদা-নুম মুখাল্লাদূ না ইযা-রাআইতাহুম হাছিবতাহুম ল’লুআম মানছূরা- ।",
  },
  {
    id: 20,
    text: "ওয়া ইয়া- রাআইতা ছাম্মা রআইতা না‘ঈমাওঁ ওয়া মুলকান কাবীরা- ।",
  },
  {
    id: 21,
    text: "‘আ-লিয়াহুম ছিয়া-বুছুনদুছিন খুদরুওঁ ওয়া ইছতাবরাকু ওঁ ওয়া হুললূআছা-বিরা মিন ফিদ্দাতিওঁ ওয়া ছাকা-হুম রাব্বুহুম শারা-বান তাহূরা- ।",
  },
  {
    id: 22,
    text: "ইন্না হা-যা- কা-না লাকুম জাঝাআওঁ ওয়া কা-না ছা‘ইউকুম মাশকূরা- ।",
  },
  {
    id: 23,
    text: "ইন্না-নাহনুনাঝঝালনা- ‘আলাইকাল কুরআ-না তানঝীলা- ।",
  },
  {
    id: 24,
    text: "ফাসবির লিহুকমি রাব্বিকা ওয়ালা- তুতি‘ মিনহুম আ-ছিমান আও কাফূরা- ।",
  },
  {
    id: 25,
    text: "ওয়াযকুরিছ মা রাব্বিকা বুকরাতাওঁ ওয়া আসীলা- ।",
  },
  {
    id: 26,
    text: "ওয়া মিনাল্লাইলি ফাছজুদ লাহূওয়া ছাব্বিহহু লাইলান তাবিলা- ।",
  },
  {
    id: 27,
    text: "ইন্না হাউলাই ইউহিববূনাল ‘আ-জিলাতা ওয়া ইয়াযারূনা ওয়ারাআহুম ইয়াওমান ছাকীলা- ।",
  },
  {
    id: 28,
    text: "নাহনুখালাকনা-হুম ওয়াশাদাদনাআছরাহুম ওয়া ইযা- শি’না- বাদ্দালনাআমছালাহুম তাবদীলা-।",
  },
  {
    id: 29,
    text: "ইন্না হা-যিহী তাযকিরাতুন ফামান শাআত্তাখাযা ইলা- রাব্বিহী ছাবীলা- ।",
  },
  {
    id: 30,
    text: "ওয়ামা-তাশাঊনা ইল্লাআইঁ ইয়াশাআল্লা-হ; ইন্নাল্লা-হা কা-না ‘আলীমান হাকীমা- ।",
  },
  {
    id: 31,
    text: "ইউদখিলুমাইঁ ইয়াশাউ ফী রাহমাতিহী ওয়াজ্জা-লিমীনা আ‘আদ্দা লাহুম ‘আযাবান আলীমা- ।",
  },
];

export default bn;
