import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ওয়াল মুরছালা- তি ‘উরফা- ।",
  },
  {
    id: 2,
    text: "ফাল ‘আ- সিফা- তি ‘আসফা- ।",
  },
  {
    id: 3,
    text: "ওয়ান্না- শিরা- তি নাশরা- ।",
  },
  {
    id: 4,
    text: "ফালফা- রিকা- তি ফারকা- ।",
  },
  {
    id: 5,
    text: "ফাল মুলকিয়া-তি যিকরা- ।",
  },
  {
    id: 6,
    text: "‘উযরান আও নুযরা- ।",
  },
  {
    id: 7,
    text: "ইন্নামা- তূ‘আদূনা লাওয়া-কি‘।",
  },
  {
    id: 8,
    text: "ফাইযান নুজূমুতুমিছাত।",
  },
  {
    id: 9,
    text: "ওয়া ইযাছছামাউ ফুরিজাত।",
  },
  {
    id: 10,
    text: "ওয়া ইযাল জিবা-লুনুছিফাত।",
  },
  {
    id: 11,
    text: "ওয়া ইযাররুছুলুউককিতাত।",
  },
  {
    id: 12,
    text: "লিআইয়ি ইয়াওমিন উজ্জিলাত।",
  },
  {
    id: 13,
    text: "লিইয়াওমিল ফাসল;",
  },
  {
    id: 14,
    text: "ওয়ামাআদরা-কা মা- ইয়াওমুল ফাসল।",
  },
  {
    id: 15,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন।",
  },
  {
    id: 16,
    text: "আলাম নুহলিকিল আওওয়ালীন।",
  },
  {
    id: 17,
    text: "ছু ম্মা নুতবি‘উহুমুল আ-খিরীন।",
  },
  {
    id: 18,
    text: "কাযা-লিকা নাফ‘আলুবিলমুজরিমীন।",
  },
  {
    id: 19,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন।",
  },
  {
    id: 20,
    text: "আলাম নাখলুককুম মিম মাইম্মাহীন।",
  },
  {
    id: 21,
    text: "ফাজা‘আলনা-হু ফী কারা-রিম মাকীন।",
  },
  {
    id: 22,
    text: "ইলা- কাদারিমমা‘লূম।",
  },
  {
    id: 23,
    text: "ফাকাদারনা-  ফানি‘মাল কা-দিরূন।",
  },
  {
    id: 24,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন।",
  },
  {
    id: 25,
    text: "আলাম নাজ ‘আলিল আরদা কিফা-তা- ।",
  },
  {
    id: 26,
    text: "আহইয়াআওঁ ওয়া আমওয়া-তা- ।",
  },
  {
    id: 27,
    text: "ওয়া জা‘আলনা-ফীহা-রাওয়া-ছিয়া শা-মিখা-তিওঁ ওয়া আছকাইনা-কুমমাআন ফুরাতা- ।",
  },
  {
    id: 28,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন ।",
  },
  {
    id: 29,
    text: "ইনতালিকূইলা- মা- কুনতুম বিহী তুকাযযিবূন।",
  },
  {
    id: 30,
    text: "ইনতালিকূইলা-জিলিলন যী ছালা-ছিশু‘আব।",
  },
  {
    id: 31,
    text: "লা- জালীলিওঁ ওয়ালা- ইউগনী মিনাল্লাহাব।",
  },
  {
    id: 32,
    text: "ইন্নাহা- তারমী বিশারারিন কাল কাসরি।",
  },
  {
    id: 33,
    text: "কাআন্নাহূজিমা-লাতুন সুফর।",
  },
  {
    id: 34,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন ।",
  },
  {
    id: 35,
    text: "হা-যা- ইয়াওমুলা- ইয়ানতিকূন।",
  },
  {
    id: 36,
    text: "ওয়ালা- ইউ’যানুলাহুম ফাইয়া‘তাযিরূন।",
  },
  {
    id: 37,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন ।",
  },
  {
    id: 38,
    text: "হা-যা- ইয়াওমুল ফাসলি জামা‘না-কুম ওয়াল আওওয়ালীন।",
  },
  {
    id: 39,
    text: "ফাইন কা-না লাকুম কাইদুন ফাকীদূন।",
  },
  {
    id: 40,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন ।",
  },
  {
    id: 41,
    text: "ইন্নাল মুত্তাকীনা ফী জিলালিওঁ ওয়া‘উয়ূন।",
  },
  {
    id: 42,
    text: "ওয়া ফাওয়া-কিহা মিম্মা- ইয়াশতাহূন।",
  },
  {
    id: 43,
    text: "কুলূওয়াশরাবূহানীআম বিমা- কুনতুম তা‘মালূন।",
  },
  {
    id: 44,
    text: "ইন্না- কাযা-লিকা নাজঝিল মুহছিনীন।",
  },
  {
    id: 45,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন ।",
  },
  {
    id: 46,
    text: "কুলূওয়া তামাত্তা‘ঊ কালীলান ইন্নাকুম মুজরিমূন।",
  },
  {
    id: 47,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন ।",
  },
  {
    id: 48,
    text: "ওয়া ইযা- কীলা লাহুমুরকা‘ঊ লা-ইয়ারকা‘ঊন।",
  },
  {
    id: 49,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন ।",
  },
  {
    id: 50,
    text: "ফাবিআইয়ি হাদীছিম বা‘দাহূইউ’মিনূন।",
  },
];

export default bn;