import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ওয়ান্না-ঝি‘আ-তি গারকা-।",
  },
  {
    id: 2,
    text: "ওয়ান্না-শিতা-তি নাশতা-।",
  },
  {
    id: 3,
    text: "ওয়াছছা-বিহা-তি ছাবহা-।",
  },
  {
    id: 4,
    text: "ফাছছা-বিকা-তি ছাবকা-।",
  },
  {
    id: 5,
    text: "ফাল মুদাব্বিরা-তি আমরা-।",
  },
  {
    id: 6,
    text: "ইয়াওমা তারজুফুররা-জিফাহ।",
  },
  {
    id: 7,
    text: "তাতবা‘উহার রা-দিফাহ।",
  },
  {
    id: 8,
    text: "কূলূবুইঁ ইয়াওমাইযিওঁ ওয়া-জিফাহ।",
  },
  {
    id: 9,
    text: "আবসা-রুহা-খা-শি‘আহ।",
  },
  {
    id: 10,
    text: "ইয়াকূ লূনা আ ইন্না-লামারদূদূনা ফিল হা-ফিরাহ।",
  },
  {
    id: 11,
    text: "আইযা-কুন্না-‘ইজা-মান নাখিরাহ।",
  },
  {
    id: 12,
    text: "কা-লূতিলকা ইযান কাররাতুন খা-ছিরাহ।",
  },
  {
    id: 13,
    text: "ফাইন্নামা-হিয়া ঝাজরাতুওঁ ওয়া-হিদাহ ।",
  },
  {
    id: 14,
    text: "ফাইযা-হুম বিছছা-হিরাহ।",
  },
  {
    id: 15,
    text: "হাল আতা-কা হাদীছুমূছা-।",
  },
  {
    id: 16,
    text: "ইযনা-দা-হু রাব্বুহূবিলওয়া-দিল মুকাদ্দাছি তুওয়া-।",
  },
  {
    id: 17,
    text: "ইযহাব ইলা-ফির‘আওনা ইন্নাহূতাগা-।",
  },
  {
    id: 18,
    text: "ফাকুল হাল্লাকা ইলাআন তাঝাক্কা-।",
  },
  {
    id: 19,
    text: "ওয়া আহদিয়াকা ইলা-রাব্বিকা ফাতাখশা-।",
  },
  {
    id: 20,
    text: "ফাআরা-হুল আ-য়াতাল কুবরা-।",
  },
  {
    id: 21,
    text: "ফাকাযযাবা ওয়া‘আসা-।",
  },
  {
    id: 22,
    text: "ছু ম্মা আদবারা ইয়াছ‘আ-।",
  },
  {
    id: 23,
    text: "ফাহাশারা ফানা-দা-।",
  },
  {
    id: 24,
    text: "ফাকা-লা আনা রাব্বুকুমুল আ‘লা-।",
  },
  {
    id: 25,
    text: "ফাআখাযাহুল্লা-হু নাকা-লাল আ-খিরাতি ওয়াল ঊলা-।",
  },
  {
    id: 26,
    text: "ইন্না ফী যা-লিকা লা‘ইবরাতাল লিমাইঁ ইয়াখশা-।",
  },
  {
    id: 27,
    text: "আ আনতুম আশাদ্দুখালকান আমিছ ছামাউ বানা-হা-।",
  },
  {
    id: 28,
    text: "রাফা‘আ ছামকাহা-ফাছাওয়া-হা-।",
  },
  {
    id: 29,
    text: "ওয়া আগতাশা লাইলাহা-ওয়া আখরাজা দুহা-হা-।",
  },
  {
    id: 30,
    text: "ওয়াল আর দা বা‘দা যা-লিকা দাহা-হা-।",
  },
  {
    id: 31,
    text: "আখরাজা মিনহা-মাআহা-ওয়া মার‘আ-হা-।",
  },
  {
    id: 32,
    text: "ওয়াল জিবা-লা আরছা-হা।",
  },
  {
    id: 33,
    text: "মাতা-‘আল্লাকুম ওয়ালি আন‘আ-মিকুম।",
  },
  {
    id: 34,
    text: "ফাইযা-জাআত্তিত্তাম্মাতুল কুবরা-।",
  },
  {
    id: 35,
    text: "ইয়াওমা ইয়াতাযাক্কারুল ইনছা-নুমা-ছা‘আ-।",
  },
  {
    id: 36,
    text: "ওয়া বুররিঝাতিল জাহীমুলিমাইঁ ইয়ারা-।",
  },
  {
    id: 37,
    text: "ফাআম্মা-মান তাগা-।",
  },
  {
    id: 38,
    text: "ওয়া আ-ছারাল হায়া-তাদ্দুনইয়া-।",
  },
  {
    id: 39,
    text: "ফাইন্নাল জাহীমা হিয়াল মা’ওয়া-।",
  },
  {
    id: 40,
    text: "ওয়া আম্মা-মান খা-ফা মাকা-মা রাব্বিহী ওয়া নাহান্নাফছা ‘আনিল হাওয়া-।",
  },
  {
    id: 41,
    text: "ফাইন্নাল জান্নাতা হিয়াল মা’ওয়া।",
  },
  {
    id: 42,
    text: "ইয়াছা‘আলূনাকা ‘আনিছ ছা-‘আতি আইইয়া-না মুরছা-হা-।",
  },
  {
    id: 43,
    text: "ফীমা আনতা মিন যিকরা-হা-।",
  },
  {
    id: 44,
    text: "ইলা-রাব্বিকা মুনতাহা-হা-।",
  },
  {
    id: 45,
    text: "ইন্নামাআনতা মুনযিরু মাইঁ ইয়াখশা-হা-।",
  },
  {
    id: 46,
    text: "কাআন্নাহুম ইয়াওমা ইয়ারাওনাহা-লাম ইয়ালবাছূইল্লা-‘আশিইইয়াতান আও দুহা- হা।",
  },
];

export default bn;