import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "‘আবাছা ওয়া তাওয়াল্লা-।",
  },
  {
    id: 2,
    text: "আন জাআহুল আ‘মা-।",
  },
  {
    id: 3,
    text: "ওয়ামা-ইউদরীকা লা‘আল্লাহু ইয়াঝঝাক্কা-।",
  },
  {
    id: 4,
    text: "আও ইয়াযযাক্কারু ফাতানফাআহুযযিকরা-।",
  },
  {
    id: 5,
    text: "আম্মা-মানিছ তাগনা-।",
  },
  {
    id: 6,
    text: "ফাআনতা লাহূতাসাদ্দা-।",
  },
  {
    id: 7,
    text: "ওয়ামা-‘আলাইকা আল্লা-ইয়াঝঝাক্কা-।",
  },
  {
    id: 8,
    text: "ওয়া আম্মা-মান জাআকা ইয়াছ‘আ-।",
  },
  {
    id: 9,
    text: "ওয়া হুওয়া ইয়াখশা-।",
  },
  {
    id: 10,
    text: "ফাআনতা ‘আনহু তালাহহা-।",
  },
  {
    id: 11,
    text: "কাল্লাইন্নাহা-তাযকিরাহ।",
  },
  {
    id: 12,
    text: "ফামান শাআ যাকরাহ ।",
  },
  {
    id: 13,
    text: "ফী সুহুফিম মুকাররামাহ",
  },
  {
    id: 14,
    text: "মারফূ‘আতিম মুতাহহারাহ।",
  },
  {
    id: 15,
    text: "বিআইদী ছাফারাহ।",
  },
  {
    id: 16,
    text: "কিরা-মিম বারারাহ।",
  },
  {
    id: 17,
    text: "কুতিলাল ইনছা-নুমা-আকফারাহ।",
  },
  {
    id: 18,
    text: "মিন আইয়ি শাইয়িন খালাকাহ।",
  },
  {
    id: 19,
    text: "মিন নুতফাতিন খালাকাহূফাকাদ্দারাহ।",
  },
  {
    id: 20,
    text: "ছু ম্মাছ ছাবীলা ইয়াছছরাহ।",
  },
  {
    id: 21,
    text: "ছু ম্মা আমা-তাহূফাআকবারাহ।",
  },
  {
    id: 22,
    text: "ছু ম্মা ইযা-শাআ আনশারাহ।",
  },
  {
    id: 23,
    text: "কাল্লা-লাম্মা-ইয়াকদিমাআমারাহ।",
  },
  {
    id: 24,
    text: "ফালাইয়ানজুরিল ইনছা-নুইলা-তা‘আ-মিহ।",
  },
  {
    id: 25,
    text: "আন্না-সাবাবনাল মাআ সাব্বা-।",
  },
  {
    id: 26,
    text: "ছু ম্মা শাকাকনাল আরদা শাক্কা-।",
  },
  {
    id: 27,
    text: "ফাআমবাতনা-ফীহা-হাব্বা-।",
  },
  {
    id: 28,
    text: "ওয়া ‘ইনাবাওঁ ওয়া কাদবা-।",
  },
  {
    id: 29,
    text: "ওয়া ঝাইতূনাওঁ ওয়া নাখলা-। যয়তুন, খর্জূর, And Olives and Dates, 30 وَحَدَآئِقَ غُلْبًا ওয়া হাদাইকা গুলবা-। ঘন উদ্যান, And enclosed Gardens, dense with lofty trees, 31 وَفَٰكِهَةً وَأَبًّا ওয়া ফা-কিহাতাওঁ ওয়া আব্বা-। ফল এবং ঘাস And fruits and fodder,- 32 مَّتَٰعًا لَّكُمْ وَلِأَنْعَٰمِكُمْ মাতা-‘আল্লাকুম ওয়ালি আন‘আ-মিকুম। তোমাদেরও তোমাদের চতুস্পদ জন্তুদের উপাকারার্থে। For use and convenience to you and your cattle. 33 فَإِذَا جَآءَتِ ٱلصَّآخَّةُ ফাইযা-জাআতিসসা-খখাহ। অতঃপর যেদিন কর্ণবিদারক নাদ আসবে, At length, when there comes the Deafening Noise,- 34 يَوْمَ يَفِرُّ ٱلْمَرْءُ مِنْ أَخِيهِ ইয়াওমা ইয়াফিররুল মারউ মিন আখীহ। সেদিন পলায়ন করবে মানুষ তার ভ্রাতার কাছ থেকে, That Day shall a man flee from his own brother, 35 وَأُمِّهِۦ وَأَبِيهِ ওয়া উম্মিহী ওয়া আবীহ। তার মাতা, তার পিতা, And from his mother and his father, 36 وَصَٰحِبَتِهِۦ وَبَنِيهِ ওয়া সা-হিবাতিহী ওয়া বানীহ। তার পত্নী ও তার সন্তানদের কাছ থেকে। And from his wife and his children. 37 لِكُلِّ ٱمْرِئٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ লিকুল্লিম রিইম মিনহুম ইয়াওমাইযিন শা’নুইঁ ইউগনীহ। সেদিন প্রত্যেকেরই নিজের এক চিন্তা থাকবে, যা তাকে ব্যতিব্যস্ত করে রাখবে। Each one of them, that Day, will have enough concern (of his own) to make him indifferent to the others. 38 وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ উজূহুইঁ ইয়াওমাইযিমমুছফিরাহ। অনেক মুখমন্ডল সেদিন হবে উজ্জ্বল, Some faces that Day will be beaming, 39 ضَاحِكَةٌ مُّسْتَبْشِرَةٌ দা-হিকাতুমমুছতাবশিরাহ। সহাস্য ও প্রফুল্ল। Laughing, rejoicing. 40 وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ ওয়া উজূহুইঁ ইয়াওমাইযিন ‘আলাইহা-গাবারাহ। এবং অনেক মুখমন্ডল সেদিন হবে ধুলি ধূসরিত। And other faces that Day will be dust-stained, 41 تَرْهَقُهَا قَتَرَةٌ তারহাকুহা-কাতারাহ। তাদেরকে কালিমা আচ্ছন্ন করে রাখবে। Blackness will cover them: 42 أُو۟لَٰٓئِكَ هُمُ ٱلْكَفَرَةُ ٱلْفَجَرَةُ উলাইকা হুমুল কাফারাতুল ফাজারাহ। তারাই কাফের পাপিষ্ঠের দল। Such will be the Rejecters of Allah, the doers of iniquity.",
  },
  {
    id: 30,
    text: "ওয়া হাদাইকা গুলবা-।",
  },
  {
    id: 31,
    text: "ওয়া ফা-কিহাতাওঁ ওয়া আব্বা-।",
  },
  {
    id: 32,
    text: "মাতা-‘আল্লাকুম ওয়ালি আন‘আ-মিকুম।",
  },
  {
    id: 33,
    text: "ফাইযা-জাআতিসসা-খখাহ।",
  },
  {
    id: 34,
    text: "ইয়াওমা ইয়াফিররুল মারউ মিন আখীহ।",
  },
  {
    id: 35,
    text: "ওয়া উম্মিহী ওয়া আবীহ।",
  },
  {
    id: 36,
    text: "ওয়া সা-হিবাতিহী ওয়া বানীহ।",
  },
  {
    id: 37,
    text: "লিকুল্লিম রিইম মিনহুম ইয়াওমাইযিন শা’নুইঁ ইউগনীহ।",
  },
  {
    id: 38,
    text: "উজূহুইঁ ইয়াওমাইযিমমুছফিরাহ।",
  },
  {
    id: 39,
    text: "দা-হিকাতুমমুছতাবশিরাহ।",
  },
  {
    id: 40,
    text: "ওয়া উজূহুইঁ ইয়াওমাইযিন ‘আলাইহা-গাবারাহ।",
  },
  {
    id: 41,
    text: "তারহাকুহা-কাতারাহ।",
  },
  {
    id: 42,
    text: "উলাইকা হুমুল কাফারাতুল ফাজারাহ।",
  },
];

export default bn;