import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ইযাশশামছুকুওবিরাত।",
  },
  {
    id: 2,
    text: "ওয়া ইযাননুজূমুন কাদারাত।",
  },
  {
    id: 3,
    text: "ওয়া ইযাল জিবা-লুছুইয়িরাত।",
  },
  {
    id: 4,
    text: "ওয়া ইযাল ‘ইশা-রু ‘উত্তিলাত।",
  },
  {
    id: 5,
    text: "ওয়া ইযাল উহূশু হুশিরাত।",
  },
  {
    id: 6,
    text: "ওয়া ইযাল বিহা-রু ছুজ্জিরাত।",
  },
  {
    id: 7,
    text: "ওয়া ইযাননুফূছুঝুওবিজাত।",
  },
  {
    id: 8,
    text: "ওয়া ইযাল মাওঊদাতুছুইলাত।",
  },
  {
    id: 9,
    text: "বিআইয়ি যামবিন কুতিলাত।",
  },
  {
    id: 10,
    text: "ওয়া ইযাসসুহুফুনুশিরাত।",
  },
  {
    id: 11,
    text: "ওয়া ইয়াছ ছামাউ কুশিতাত।",
  },
  {
    id: 12,
    text: "ওয়া ইযাল জাহীমুছু‘‘য়িরাত।",
  },
  {
    id: 13,
    text: "ওয়া ইযাল জান্নাতুউঝলিফাত।",
  },
  {
    id: 14,
    text: "আলিমাত নাফছুম মাআহদারাত।",
  },
  {
    id: 15,
    text: "ফালা উকছিমুবিলখুন্নাছ।",
  },
  {
    id: 16,
    text: "আল জাওয়া-রিল কুন্নাছ।",
  },
  {
    id: 17,
    text: "ওয়াল্লাইলি ইযা-‘আছ‘আছ।",
  },
  {
    id: 18,
    text: "ওয়াসসুবহিইযা-তানাফফাছ।",
  },
  {
    id: 19,
    text: "ইন্নাহূলাকাওলুরাছূলিন কারীম।",
  },
  {
    id: 20,
    text: "যী কুওওয়াতিন ‘ইনদা যিল ‘আরশি মাকীন।",
  },
  {
    id: 21,
    text: "মুতা-‘ইন ছাম্মা আমীন।",
  },
  {
    id: 22,
    text: "ওয়া মা-সা-হিবুকুম বিমাজনূন।",
  },
  {
    id: 23,
    text: "ওয়া লাকাদ রাআ-হু বিলউফুকিল মুবীন।",
  },
  {
    id: 24,
    text: "ওয়ামা-হুওয়া ‘আলাল গাইবি বিদানীন।",
  },
  {
    id: 25,
    text: "ওয়ামা-হুওয়া বিকাওলি শাইতা-নির রাজীম।",
  },
  {
    id: 26,
    text: "ফাআইনা তাযহাবূন।",
  },
  {
    id: 27,
    text: "ইন হুওয়া ইল্লা-যিকরুল লিল‘আ-লামীন।",
  },
  {
    id: 28,
    text: "লিমান শাআ মিনকুম আইঁ ইয়াছতাকীম।",
  },
  {
    id: 29,
    text: "ওয়ামা-তাশাঊনা ইল্লাআইঁ ইয়াশাআল্লা-হু রাব্বুল ‘আ-লামীন।",
  },
];

export default bn;
