import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ইযাছ ছামাউন ফাতারাত।",
  },
  {
    id: 2,
    text: "ওয়া ইযাল কাওয়া-কিবুন তাছারাত।",
  },
  {
    id: 3,
    text: "ওয়া ইযাল বিহা-রু ফুজ্জিরাত।",
  },
  {
    id: 4,
    text: "ওয়া ইযাল কুবূরু বু‘ছিরাত।",
  },
  {
    id: 5,
    text: "আলিমাত নাফছুম মা-কাদ্দামাত ওয়া আখখারাত।",
  },
  {
    id: 6,
    text: "ইয়াআইয়ূহাল ইনছা-নুমা-গাররাকা বিরাব্বিকাল কারীম।",
  },
  {
    id: 7,
    text: "আল্লাযী খালাকাকা ফাছাওওয়া-কা ফা‘আদালাক।",
  },
  {
    id: 8,
    text: "ফীআইয়ি সূরাতিম মা- শাআ রাক্কাবাক",
  },
  {
    id: 9,
    text: "কাল্লা-বাল তুকাযযিবূনা বিদ্দীন।",
  },
  {
    id: 10,
    text: "ওয়া ইন্না ‘আলাইকুম লাহা-ফিজীন।",
  },
  {
    id: 11,
    text: "কিরা-মান কা-তিবীন।",
  },
  {
    id: 12,
    text: "ইয়া‘লামূনা মা-তাফ‘আলূন।",
  },
  {
    id: 13,
    text: "ইন্নাল আবরা-রা লাফী না‘ঈম।",
  },
  {
    id: 14,
    text: "ওয়া ইন্নাল ফুজ্জা-রা লাফী জাহীম।",
  },
  {
    id: 15,
    text: "ইয়াসলাওনাহা-ইয়াওমাদ্দীন।",
  },
  {
    id: 16,
    text: "ওয়ামা-হুম ‘আনহা-বিগাইবীন।",
  },
  {
    id: 17,
    text: "ওয়ামাআদরা-কা মা-ইয়াওমুদ্দীন।",
  },
  {
    id: 18,
    text: "ছু ম্মা মাআদরা-কা মা-ইয়াওমুদ্দীন।",
  },
  {
    id: 19,
    text: "ইয়াওমা লা-তামলিকুনাফছুল লিনাফছিন শাইআওঁ ওয়াল আমরু ইয়াওমাইযিল লিল্লা-হি।",
  },
];

export default bn;