import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ওয়াইলুলিললমুতাফফিফীন।",
  },
  {
    id: 2,
    text: "আল্লাযীনা ইয়াকতা-লূ‘আলান্না-ছি ইয়াছতাওফূন।",
  },
  {
    id: 3,
    text: "ওয়া ইযা-কা-লূহুম আও ওয়াঝানূহুম ইউখছিরূন।",
  },
  {
    id: 4,
    text: "আলা-ইয়াজু ননুউলাইকা আন্নাহুম মাব‘ঊছূন।",
  },
  {
    id: 5,
    text: "লিয়াওমিন ‘আজীমি।",
  },
  {
    id: 6,
    text: "ইয়াওমা ইয়াকূমুন্না-ছূলিরাব্বিল ‘আ-লামীন।",
  },
  {
    id: 7,
    text: "কাল্লাইন্না কিতা-বাল ফুজ্জা-রি লাফী ছিজ্জীন।",
  },
  {
    id: 8,
    text: "ওয়ামাআদরা-কা মা-ছিজ্জীন।",
  },
  {
    id: 9,
    text: "কিতা-বুমমারকুম।",
  },
  {
    id: 10,
    text: "ওয়াইলুইঁ ইয়াওমাইযিল লিলমুকাযযিবীন।",
  },
  {
    id: 11,
    text: "আল্লাযীনা ইউকাযযিবূনা বিইয়াওমিদ্দীন।",
  },
  {
    id: 12,
    text: "ওয়ামা-ইউকাযযিবুবিহীইল্লা-কুল্লুমু‘তাদিন আছীম।",
  },
  {
    id: 13,
    text: "ইযা-তুতলা-‘আলাইহি আ-য়া-তুনা-কা-লা আছা-তীরুল আওওয়ালীন।",
  },
  {
    id: 14,
    text: "কাল্লা-বাল রা-না ‘আলা-কুলূবিহিম মা-কা-নূইয়াকছিবূন।",
  },
  {
    id: 15,
    text: "কাল্লাইন্নাহুম ‘আর রাব্বিহিম ইয়াওমাইযিল লামাহজূবূন।",
  },
  {
    id: 16,
    text: "ছু ম্মা ইন্নাহুম লাসা-লুল জাহীম।",
  },
  {
    id: 17,
    text: "ছু ম্মা ইউকা-লূহা-যাল্লাযী কুনতুম বিহী তুকাযযিবূন।",
  },
  {
    id: 18,
    text: "কাল্লাইন্না কিতা-বাল আবরা-রি লাফী ‘ইলিলইঈন।",
  },
  {
    id: 19,
    text: "ওয়ামাআদরা-কা মা-‘ইলিলইয়ূন।",
  },
  {
    id: 20,
    text: "কিতা-বুমমারকূম",
  },
  {
    id: 21,
    text: "ইয়াশহাদুহুল মুকাররাবূন।",
  },
  {
    id: 22,
    text: "ইন্নাল আবরা-রা লাফী না‘ঈম।",
  },
  {
    id: 23,
    text: "‘আলাল আরাইকি ইয়ানজু রুন।",
  },
  {
    id: 24,
    text: "তা‘রিফুফী উজূহিহিম নাদরাতান্না‘ঈম।",
  },
  {
    id: 25,
    text: "ইউছকাওনা মির রাহীকিমমাখতূম।",
  },
  {
    id: 26,
    text: "খিতা-মুহূমিছকুওঁ ওয়া ফী যা-লিকা ফালইয়াতানা-ফাছিল মুতানা-ফিছূন।",
  },
  {
    id: 27,
    text: "ওয়া মিঝা-জুহূমিন তাছনীম।",
  },
  {
    id: 28,
    text: "‘আইনাইঁ ইয়াশরাবুবিহাল মুকাররাবূন।",
  },
  {
    id: 29,
    text: "ইন্নাল্লাযীনা আজরামূকা-নূমিনাল্লাযীনা আ-মানূইয়াদহাকূন।",
  },
  {
    id: 30,
    text: "ওয়া ইযা-মাররূ বিহিম ইতাগা-মাঝূন।",
  },
  {
    id: 31,
    text: "ওয়া ইযানকালাবূ-ইলাআহলিহিমুনকালাবূফাকিহীন।",
  },
  {
    id: 32,
    text: "ওয়া ইযা-রাআওহুম কা-লূইন্না হাউলাই লাদাললূন।",
  },
  {
    id: 33,
    text: "ওয়ামাউরছিলূ‘আলাইহিম হা-ফিজীন।",
  },
  {
    id: 34,
    text: "ফালইয়াওমাল্লাযীনা আ-মানূমিনাল কুফফা-রি ইয়াদহাকূন।",
  },
  {
    id: 35,
    text: "‘আলাল আরাইকি ইয়ানজু রূন।",
  },
  {
    id: 36,
    text: "হাল ছুওব্বিাল কুফফা-রু মা-কা-নূইয়াফ‘আলূন।",
  },
];

export default bn;
