import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ইযাছ ছামাউন শাক্কাত।",
  },
  {
    id: 2,
    text: "ওয়া আযিনাত লিরাব্বিহা-ওয়া হুক্কাত।",
  },
  {
    id: 3,
    text: "ওয়া ইযাল আরদুমুদ্দাত।",
  },
  {
    id: 4,
    text: "ওয়া আল কাত মা-ফীহা-ওয়া তাখাল্লাত",
  },
  {
    id: 5,
    text: "ওয়া আযিনাত লিরাব্বিহা-ওয়া হুক্কাত।",
  },
  {
    id: 6,
    text: "ইয়াআইয়ুহাল ইনছা-নুইন্নাকা কা-দিহুন ইলা-রাব্বিকা কাদহান ফামুলা-কীহ।",
  },
  {
    id: 7,
    text: "ফাআম্মা-মান ঊতিয়া কিতা-বাহূবিয়ামীনিহ।",
  },
  {
    id: 8,
    text: "ফাছাওফা ইউহা-ছাবুহিছা-বাইঁ ইয়াছীরা-।",
  },
  {
    id: 9,
    text: "ওয়া ইয়ানকালিবুইলা-আহলিহী মাছরূরা-।",
  },
  {
    id: 10,
    text: "ওয়া আম্মা-মান ঊতিয়া কিতা-বাহূওয়ারাআ জাহরিহ।",
  },
  {
    id: 11,
    text: "ফাছাওফা ইয়াদ‘ঊ ছুবূরা-।",
  },
  {
    id: 12,
    text: "ওয়া ইয়াসলা-ছা‘ঈরা-।",
  },
  {
    id: 13,
    text: "ইন্নাহূকা-না ফীআহলিহী মাছরূরা-।",
  },
  {
    id: 14,
    text: "ইন্নাহূজান্না আল্লাইঁ ইয়াহূরা।",
  },
  {
    id: 15,
    text: "বালা-ইন্না রাব্বাহূকা-না বিহী বাসীরা-।",
  },
  {
    id: 16,
    text: "ফালাউকছিমুবিশশাফাক।",
  },
  {
    id: 17,
    text: "ওয়াল্লাইলি ওয়ামা-ওয়াছাক।",
  },
  {
    id: 18,
    text: "ওয়ালকামারি ইযাত্তাছাক।",
  },
  {
    id: 19,
    text: "লাতারকাবুন্না তাবাকান ‘আন তাবাক।",
  },
  {
    id: 20,
    text: "ফামা-লাহুম লা-ইউ’মিনূন।",
  },
  {
    id: 21,
    text: "ওয়া ইযা-কুরিআ ‘আলাইহিমুল কুরআ-নুলা-ইয়াছজুদূন। (সিজদা-১৪)",
  },
  {
    id: 22,
    text: "বালিল্লাযীনা কাফারূইউকাযযিবূন।",
  },
  {
    id: 23,
    text: "ওয়াল্লা-হু আ‘লামুবিমা-ইয়ূ‘ঊন।",
  },
  {
    id: 24,
    text: "ফাবাশশিরহুম বি‘আযা-বিন আলীম।",
  },
  {
    id: 25,
    text: "ইল্লাল্লাযীনা আ-মানূওয়া ‘আমিলুস সা-লিহা-তি লাহুম আজরুন গাইরু মামনূন।",
  },
];

export default bn;