import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ওয়াছ ছামাই যা-তিল বুরূজ।",
  },
  {
    id: 2,
    text: "ওয়াল ইয়াওমিল মাও‘ঊদ।",
  },
  {
    id: 3,
    text: "ওয়া শা-হিদিওঁ ওয়া মাশহূদ।",
  },
  {
    id: 4,
    text: "কুতিলা আসহা-বুল উখদূদ।",
  },
  {
    id: 5,
    text: "আন্না-রি যা-তিল ওয়াকূদ।",
  },
  {
    id: 6,
    text: "ইযহুম ‘আলাইহা-কু‘ঊদ।",
  },
  {
    id: 7,
    text: "ওয়া হুম ‘আলা-মা-ইয়াফ‘আলূনা বিলমু’মিনীনা শুহূদ।",
  },
  {
    id: 8,
    text: "ওয়া মা-নাকামূমিনহুম ইল্লাআইঁ ইউ’মিনূবিল্লা-হিল ‘আঝীঝিল হামীদ।",
  },
  {
    id: 9,
    text: "আল্লাযী লাহূমুলকুছ ছামা-ওয়া-তি ওয়াল আরদি ওয়াল্লা-হু ‘আলা-কুল্লি শাইয়িন শাহীদ।",
  },
  {
    id: 10,
    text: "ইন্নাল্লাযীনা ফাতানুলমু’মিনীন ওয়াল মু’মিনা-তি ছু ম্মা লাম ইয়াতূবূফালাহুম ‘আযা-বু জাহান্নামা ওয়া লাহুম ‘আযা-বুল হারীক।",
  },
  {
    id: 11,
    text: "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি লাহুম জান্না-তুন তাজরী মিন তাহতিহাল আনহা-রু যা-লিকাল ফাওঝুল কাবীর।",
  },
  {
    id: 12,
    text: "ইন্না বাতশা রাব্বিকা লাশাদীদ।",
  },
  {
    id: 13,
    text: "ইন্নাহূহুওয়া ইউবদিউ ওয়া ইউ‘ঈদ।",
  },
  {
    id: 14,
    text: "ওয়া হুওয়াল গাফূরুল ওয়াদূদু।",
  },
  {
    id: 15,
    text: "যুল ‘আরশিল মাজীদ।",
  },
  {
    id: 16,
    text: "ফা‘‘আ-লুলিলমা-ইউরীদ।",
  },
  {
    id: 17,
    text: "হাল আতা-কা হাদীছুল জুনূদ।",
  },
  {
    id: 18,
    text: "ফির‘আওনা ওয়া ছামূদ।",
  },
  {
    id: 19,
    text: "বালিল্লাযীনা কাফারূফী তাকযীব।",
  },
  {
    id: 20,
    text: "ওয়াল্লা-হু মিওঁ ওয়ারাইহিম মুহীত।",
  },
  {
    id: 21,
    text: "বাল হুওয়া কুরআ-নুমমাজীদুন।",
  },
  {
    id: 22,
    text: "ফী লাওহিম মাহফূজ।",
  },
];

export default bn;