import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ওয়াছ ছামাই ওয়াততা-রিক।",
  },
  {
    id: 2,
    text: "ওয়া মাআদরা-কা মাত্তা-রিক।",
  },
  {
    id: 3,
    text: "আন্নাজমুছছা-কিব।",
  },
  {
    id: 4,
    text: "ইন কুল্লুনাফছিল লাম্মা-‘আলাইহা-হা-ফিজ।",
  },
  {
    id: 5,
    text: "ফালইয়ানযুরিল ইনছা-নুমিম্মা খুলিক।",
  },
  {
    id: 6,
    text: "খুলিকা মিম্মাইন দা-ফিকি।",
  },
  {
    id: 7,
    text: "ইয়াখরুজুমিম বাইনিসসুলবি ওয়াত্তারাইব।",
  },
  {
    id: 8,
    text: "ইন্নাহূ‘আলা-রাজ‘ইহী লাকা-দির।",
  },
  {
    id: 9,
    text: "ইয়াওমা তুবলাছ ছারাইর।",
  },
  {
    id: 10,
    text: "ফামা-লাহূমিন কুওওয়াতিওঁ ওয়ালা-না-সির।",
  },
  {
    id: 11,
    text: "ওয়াছ ছামাই যা-তির রাজ‘ই।",
  },
  {
    id: 12,
    text: "ওয়াল আরদিযা-তিসসাদ‘ই।",
  },
  {
    id: 13,
    text: "ইন্নাহূলাকাওলুন ফাসল।",
  },
  {
    id: 14,
    text: "ওয়ামা-হুওয়া বিল হাঝলি।",
  },
  {
    id: 15,
    text: "ইন্নাহুম ইয়াকীদূনা কাইদাওঁ।",
  },
  {
    id: 16,
    text: "ওয়া আকীদুকাইদা।",
  },
  {
    id: 17,
    text: "ফামাহহিলিল কা-ফিরীনা আমহিলহুম রুওয়াইদা-।",
  },
];

export default bn;
