import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ছাব্বিহিছমা রাব্বিকাল আ‘লা।",
  },
  {
    id: 2,
    text: "আল্লাযী খালাকা ফাছওওয়া।",
  },
  {
    id: 3,
    text: "ওয়াল্লাযী কাদ্দারা ফাহাদা।",
  },
  {
    id: 4,
    text: "ওয়াল্লাযীআখরাজাল মার‘আ।",
  },
  {
    id: 5,
    text: "ফাজা‘আলাহূগুছাআন আহওয়া।",
  },
  {
    id: 6,
    text: "ছানুকরিউকা ফালা-তানছা।",
  },
  {
    id: 7,
    text: "ইল্লা-মা-শাআল্লা-হু ইন্নাহূইয়া‘লামুল জাহরা ওয়ামা-ইয়াখফা।",
  },
  {
    id: 8,
    text: "ওয়া নুইয়াছছিরুকা লিল ইউছরা।",
  },
  {
    id: 9,
    text: "ফাযাক্কির ইন নাফা‘আতিযযিকরা।",
  },
  {
    id: 10,
    text: "ছাইয়াযযাক্কারু মাইঁ ইয়াখশা।",
  },
  {
    id: 11,
    text: "ওয়া ইয়াতাজান্নাবুহাল আশকা।",
  },
  {
    id: 12,
    text: "আল্লাযী ইয়াসলান্না-রাল কুবরা।",
  },
  {
    id: 13,
    text: "ছু ম্মা লা-ইয়ামূতুফীহা-ওয়ালা-ইয়াহইয়া।",
  },
  {
    id: 14,
    text: "কাদ আফলাহা মান তাঝাকা।",
  },
  {
    id: 15,
    text: "ওয়া যাকারাছমা রাব্বিহী ফাসাল্লা।",
  },
  {
    id: 16,
    text: "বাল তু’ছিরূনাল হায়া-তাদ্দুনইয়া।",
  },
  {
    id: 17,
    text: "ওয়াল আ-খিরাতুখাইরুওঁ ওয়া আবকা।",
  },
  {
    id: 18,
    text: "ইন্না হা-যা-লাফিসসুহুফিল উলা।",
  },
  {
    id: 19,
    text: "সুহুফি ইবরা-হীমা ওয়া মূছা।",
  },
];

export default bn;