import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "হাল আতা-কা হাদীছুল গা-শিয়াহ।",
  },
  {
    id: 2,
    text: "উজূহুইঁ ইয়াওমাইযিন খা-শি‘আহ।",
  },
  {
    id: 3,
    text: "‘আ-মিলাতুন না-সিবাহ।",
  },
  {
    id: 4,
    text: "তাসলা-না-রান হা-মিয়াহ।",
  },
  {
    id: 5,
    text: "তুছকা-মিন ‘আইনিন আ-নিয়াহ।",
  },
  {
    id: 6,
    text: "লাইছা লাহুম তা‘আ-মুন ইল্লা-মিন দারী‘ই।",
  },
  {
    id: 7,
    text: "লা-ইউছমিনুওয়ালা-ইউগনী মিন জু‘ই।",
  },
  {
    id: 8,
    text: "উজূহুইঁ ইয়াওমাইযিন না-‘ইমাহ।",
  },
  {
    id: 9,
    text: "লিছা‘ইহা-রা-দিয়াহ।",
  },
  {
    id: 10,
    text: "ফী জান্নাতিন ‘আ-লিয়াহ।",
  },
  {
    id: 11,
    text: "লা-তাছমা‘উ ফীহা-লা-গিয়াহ।",
  },
  {
    id: 12,
    text: "ফীহা-‘আইনুন জা-রিয়াহ।",
  },
  {
    id: 13,
    text: "ফীহা-ছুরুরুমমারফূ‘আহ।",
  },
  {
    id: 14,
    text: "ওয়া আকওয়া-বুম মাওদূ‘আহ।",
  },
  {
    id: 15,
    text: "ওয়া নামা-রিকুমাসফূফাহ।",
  },
  {
    id: 16,
    text: "ওয়া ঝারা-বিইয়ুমাবছূছাহ।",
  },
  {
    id: 17,
    text: "আফালা-ইয়ানজু রুনা ইলাল ইবিলি কাইফা খুলিকাত।",
  },
  {
    id: 18,
    text: "ওয়া ইলাছ ছামাই কাইফা রুফি‘আত।",
  },
  {
    id: 19,
    text: "ওয়া ইলাল জিবা-লি কাইফা নুসিবাত।",
  },
  {
    id: 20,
    text: "ওয়া ইলাল আরদি কাইফা ছুতিহাত।",
  },
  {
    id: 21,
    text: "ফাযাক্কির ইন্নামাআনতা মুযাক্কির।",
  },
  {
    id: 22,
    text: "লাছাতা ‘আলইহিম বিমুসাইতির।",
  },
  {
    id: 23,
    text: "ইল্লা-মান তাওয়াল্লা-ওয়া কাফার।",
  },
  {
    id: 24,
    text: "ফাইউ‘আযযিবুহুল্লা-হুল ‘আযা-বাল আকবার।",
  },
  {
    id: 25,
    text: "ইন্না ইলাইনাইয়া-বাহুম।",
  },
  {
    id: 26,
    text: "ছু ম্মা ইন্না ‘আলাইনা-হিছা-বাহুম।",
  },
];

export default bn;
