import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ওয়াল ফাজর।",
  },
  {
    id: 2,
    text: "ওয়া লায়া-লিন ‘আশর",
  },
  {
    id: 3,
    text: "ওয়াশশাফা‘ই ওয়াল ওয়াতর।",
  },
  {
    id: 4,
    text: "ওয়াল্লাইলি ইযা-ইয়াছর।",
  },
  {
    id: 5,
    text: "হাল ফী যা-লিকা কাছামুল লিযী হিজর।",
  },
  {
    id: 6,
    text: "আলাম তারা কাইফা ফা‘আলা রাব্বুকা বি‘আ-দ।",
  },
  {
    id: 7,
    text: "ইরামা যা-তিল ‘ইমা-দ",
  },
  {
    id: 8,
    text: "আল্লাতী লাম ইউখলাকমিছলুহা-ফিল বিলা-দ।",
  },
  {
    id: 9,
    text: "ওয়া ছামূদাল্লাযীনা জা-বুসসাখরা বিল ওয়া-দ।",
  },
  {
    id: 10,
    text: "ওয়া ফির‘আউনা যীল আওতা-দ।",
  },
  {
    id: 11,
    text: "আল্লাযীনা তাগাও ফিল বিলা-দ।",
  },
  {
    id: 12,
    text: "ফাআকছারূ ফীহাল ফাছা-দ।",
  },
  {
    id: 13,
    text: "ফাসাব্বা ‘আলাইহিম রাব্বুকা ছাওতা ‘আযা-ব।",
  },
  {
    id: 14,
    text: "ইন্না রাব্বাকা লাবিলমিরসা-দ।",
  },
  {
    id: 15,
    text: "ফাআম্মাল ইনছা-নুইযা-মাবতালা-হু রাব্বুহু ফাআকরামাহূওয়া না‘‘আমাহূ ফাইয়াকূলু রাববীআকরামান।",
  },
  {
    id: 16,
    text: "ওয়া আম্মাইযা-মাবতালা-হু ফাকাদারা ‘আলাইহি রিঝকাহূ ফাইয়াকূলুরাববী আহা-নান।",
  },
  {
    id: 17,
    text: "কাল্লা-বাল্লা-তুকরিমূনাল ইয়াতীম।",
  },
  {
    id: 18,
    text: "ওয়া লা-তাহাদ্দূ না ‘আলা-তা‘আ-মিল মিছকীন।",
  },
  {
    id: 19,
    text: "ওয়া তা’কুলূনাত তুরা-ছা আকলাল্লাম্মা-।",
  },
  {
    id: 20,
    text: "ওয়া তুহিব্বুনাল মা-লা হুব্বান জাম্মা-।",
  },
  {
    id: 21,
    text: "কাল্লাইযা-দুক্কাতিল আরদুদাক্কান দাক্কা-।",
  },
  {
    id: 22,
    text: "ওয়া জাআ রাব্বুকা ওয়াল মালাকুসাফফান সাফফা-।",
  },
  {
    id: 23,
    text: "ওয়া জীআ ইয়াওমাইযিম বিজাহান্নামা ইয়াওমাইযিইঁ ইয়াতাযাক্কারুল ইনছা-নুওয়া আন্না-লাহুযযিকরা-।",
  },
  {
    id: 24,
    text: "ইয়াকূ লুইয়া-লাইতানী কাদ্দামতুলিহায়া-তী।",
  },
  {
    id: 25,
    text: "ফাইয়াওমাইযিল লা-ইউ‘আযযি বু‘আযা-বাহূআহাদ।",
  },
  {
    id: 26,
    text: "ওয়ালা-ইঊছিকুওয়াছা-কাহূআহাদ।",
  },
  {
    id: 27,
    text: "ইয়াআইয়াতুহান্নাফছুল মুতমাইন্নাহ",
  },
  {
    id: 28,
    text: "ইরজি‘ঈইলা-রাব্বিকি রা-দিয়াতাম মারদিইয়াহ।",
  },
  {
    id: 29,
    text: "ফাদখুলী ফী ‘ইবা-দী।",
  },
  {
    id: 30,
    text: "ওয়াদখুলী জান্নাতী।",
  },
];

export default bn;