import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "লাউকছিমুবিহা-যাল বালাদ।",
  },
  {
    id: 2,
    text: "ওয়া আনতা হিল্লুম বিহা-যাল বালাদ।",
  },
  {
    id: 3,
    text: "ওয়া ওয়া-লিদিওঁ ওয়ামা-ওয়ালাদ।",
  },
  {
    id: 4,
    text: "লাকাদ খালাকনাল ইনছা-না ফী কাবাদ।",
  },
  {
    id: 5,
    text: "ওয়া ইয়াহছাবুআল্লাইঁ ইয়াকদিরা ‘আলাইহি আহাদ।",
  },
  {
    id: 6,
    text: "ইয়াকূ লুআহলাকতুমা-লাল লুবাদা-।",
  },
  {
    id: 7,
    text: "আইয়াহছাবুআল্লাম ইয়ারাহূআহাদ।",
  },
  {
    id: 8,
    text: "আলাম নাজ‘আল্লাহূ‘আইনাইন।",
  },
  {
    id: 9,
    text: "ওয়া লিছা-নাওঁ ওয়া শাফাতাইন।",
  },
  {
    id: 10,
    text: "ওয়া হাদাইনা-হুন্নাজদাঈন।",
  },
  {
    id: 11,
    text: "ফালাকতাহামাল ‘আকাবাহ।",
  },
  {
    id: 12,
    text: "ওয়ামাআদরা-কা মাল ‘আকাবাহ।",
  },
  {
    id: 13,
    text: "ফাক্কুরাকাবাহ।",
  },
  {
    id: 14,
    text: "আও ইত‘আ-মুন ফী ইয়াওমিন যী মাছগাবাহ।",
  },
  {
    id: 15,
    text: "ইয়াতীমান যা-মাকরাবাহ।",
  },
  {
    id: 16,
    text: "আও মিছকীনান যা-মাতরাবাহ।",
  },
  {
    id: 17,
    text: "ছু ম্মা কা-না মিনাল্লাযীনা আ-মানূওয়াতাওয়া-সাও বিসসাবরি ওয়াতাওয়া-সাও বিল মারহামাহ।",
  },
  {
    id: 18,
    text: "উলাইকা আসহা-বুল মাইমানাহ।",
  },
  {
    id: 19,
    text: "ওয়াল্লাযীনা কাফারূবিআ-য়া-তিনা-হুম আসহা-বুল মাশআমাহ।",
  },
  {
    id: 20,
    text: "‘আলাইহিম না-রুম মু’সাদাহ।",
  },
];

export default bn;
