import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ওয়াশ শামছি ওয়াদু হা-হা-।",
  },
  {
    id: 2,
    text: "ওয়াল কামারি ইযা-তালা-হা-।",
  },
  {
    id: 3,
    text: "ওয়ান্নাহা-রি ইযা জাল্লা-হা-।",
  },
  {
    id: 4,
    text: "ওয়াল্লাইলি ইযা-ইয়াগশা-হা-।",
  },
  {
    id: 5,
    text: "ওয়াছ ছামাই ওয়ামা-বানা-হা-।",
  },
  {
    id: 6,
    text: "ওয়াল আরদিওয়ামা-তাহা-হা-।",
  },
  {
    id: 7,
    text: "ওয়া নাফছিওঁ ওয়া মা-ছাওওয়া-হা-।",
  },
  {
    id: 8,
    text: "ফাআলহামাহা-ফুজূরাহা-ওয়া তাকওয়া-হা-।",
  },
  {
    id: 9,
    text: "কাদ আফলাহা মান ঝাক্কা-হা-।",
  },
  {
    id: 10,
    text: "ওয়া কাদ খা-বা মান দাছ ছা-হা-।",
  },
  {
    id: 11,
    text: "কাযযাবাত ছামূদুবিতাগওয়া-হা।",
  },
  {
    id: 12,
    text: "ইযিম বা‘আছা আশকা-হা-।",
  },
  {
    id: 13,
    text: "ফাকা-লা লাহুম রাছূলুল্লা-হি না-কাতাল্লা-হি ওয়া ছুকইয়া-হা-।",
  },
  {
    id: 14,
    text: "ফাকাযযাবূহু ফা‘আকারূহা- ফাদামদামা ‘আলাইহিম রাব্বুহুম বিযামবিহিম ফাছাওওয়াহা-।",
  },
  {
    id: 15,
    text: "ওয়ালা-ইয়াখা-ফু‘উকবা-হা-।",
  },
];

export default bn;
