import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ওয়াল্লাইলি ইযা-ইয়াগশা-।",
  },
  {
    id: 2,
    text: "ওয়ান্নাহা-রি ইযা-তাজাল্লা-।",
  },
  {
    id: 3,
    text: "ওয়ামা-খালাকায যাকারা ওয়াল উনছা।",
  },
  {
    id: 4,
    text: "ইন্না ছা‘ইয়াকুম লাশাত্তা-।",
  },
  {
    id: 5,
    text: "ফাআম্মা-মান আ‘তা-ওয়াত্তাকা-।",
  },
  {
    id: 6,
    text: "ওয়া সাদ্দাকা বিলহুছনা-।",
  },
  {
    id: 7,
    text: "ফাছানুইয়াছছিরুহূলিল ইউছরা-।",
  },
  {
    id: 8,
    text: "ওয়া আম্মা-মাম বাখিলা ওয়াছতাগনা-।",
  },
  {
    id: 9,
    text: "ওয়া কাযযাবা বিল হুছনা-।",
  },
  {
    id: 10,
    text: "ফাছানুইয়াছছিরুহূলিল‘উছরা-।",
  },
  {
    id: 11,
    text: "ওয়ামা-ইউগনী ‘আনহু মা-লুহূইযা-তারাদ্দা-।",
  },
  {
    id: 12,
    text: "ইন্না ‘আলাইনা-লালহুদা-।",
  },
  {
    id: 13,
    text: "ওয়া ইন্না লানা-লালআ-খিরাতা ওয়ালঊলা-।",
  },
  {
    id: 14,
    text: "ফাআনযারতুকুম না-রান তালাজ্জা-।",
  },
  {
    id: 15,
    text: "লা-ইয়াসলা-হাইল্লাল আশকা-",
  },
  {
    id: 16,
    text: "আল্লাযী কাযযাবা ওয়া তাওয়াল্লা-।",
  },
  {
    id: 17,
    text: "ওয়া ছাইউজান্নাবুহাল আতকা-।",
  },
  {
    id: 18,
    text: "আল্লাযী ইউ’তী মা-লাহূইয়াতাঝাক্কা-।",
  },
  {
    id: 19,
    text: "ওয়ামা-লিআহাদিন ‘ইনদাহূমিন নি‘মাতিন তুজঝা।",
  },
  {
    id: 20,
    text: "ইল্লাবতিগাআ ওয়াজহি রাব্বিহিল আ‘লা-।",
  },
  {
    id: 21,
    text: "ওয়া লাছাওফা ইয়ারদা-।",
  },
];

export default bn;