import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "ওয়াদদু হা।",
  },
  {
    id: 2,
    text: "ওয়াল্লাইলি ইযা-ছাজা।",
  },
  {
    id: 3,
    text: "মা-ওয়াদ্দা‘আকা রাব্বুকা ওয়ামা-কালা।",
  },
  {
    id: 4,
    text: "ওয়ালাল আ-খিরাতুখাইরুল্লাকা মিনাল ঊলা।",
  },
  {
    id: 5,
    text: "ওয়া লাছাওফা ইউ‘তীকা রাব্বুকা ফাতারদা।",
  },
  {
    id: 6,
    text: "আলাম ইয়াজিদকা ইয়াতীমান ফাআ-ওয়া।",
  },
  {
    id: 7,
    text: "ওয়া ওয়াজাদাকা দাল্লান ফাহাদা।",
  },
  {
    id: 8,
    text: "ওয়া ওয়াজাদাকা ‘আইলান ফাআগনা।",
  },
  {
    id: 9,
    text: "ফাআম্মাল ইয়াতীমা ফালা-তাকহার।",
  },
  {
    id: 10,
    text: "ওয়া আম্মাছ ছাইলা ফালা-তানহার।",
  },
  {
    id: 11,
    text: "ওয়া আম্মা-বিনি‘মাতি রাব্বিকা ফাহাদ্দিছ।",
  },
];

export default bn;