import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ওয়াততীন ওয়াঝঝাইতূন।",
  },
  {
    id: 2,
    text: "ওয়া তূরি ছীনীন।",
  },
  {
    id: 3,
    text: "ওয়া হা-যাল বালাদিল আমীন।",
  },
  {
    id: 4,
    text: "লাকাদ খালাকনাল ইনছা-না ফীআহছানি তাকবীম।",
  },
  {
    id: 5,
    text: "ছু ম্মা রাদাদ না-হু আছফালা ছা-ফিলীন।",
  },
  {
    id: 6,
    text: "ইল্লাল্লাযীনা আ-মানূওয়া‘আমিলুসসা-লিহা-তি ফালাহুম আজরুন গাইরু মামনূন।",
  },
  {
    id: 7,
    text: "ফামা-ইউকাযযি বুকা বা‘দুবিদ্দীন।",
  },
  {
    id: 8,
    text: "আলাইছাল্লা-হু বিআহকামিল হা-কিমীন।",
  },
];

export default bn;
