import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ইকরা বিছমি রাব্বিকাল্লাযী খালাক।",
  },
  {
    id: 2,
    text: "খালাকাল ইনছা-না মিন ‘আলাক।",
  },
  {
    id: 3,
    text: "ইকরা’ ওয়া রাব্বুকাল আকরাম",
  },
  {
    id: 4,
    text: "অল্লাযী ‘আল্লামা বিলকালাম।",
  },
  {
    id: 5,
    text: "‘আল্লামাল ইনছা-না-মা-লাম ইয়া‘লাম।",
  },
  {
    id: 6,
    text: "কাল্লাইন্নাল ইনছা-না লাইয়াতগা।",
  },
  {
    id: 7,
    text: "আররাআ-হুছ তাগনা।",
  },
  {
    id: 8,
    text: "ইন্না ইলা-রাব্বিকার রুজ‘আ।",
  },
  {
    id: 9,
    text: "আরাআইতাল্লাযী ইয়ানহা",
  },
  {
    id: 10,
    text: "‘আবদান ইযা-সাল্লা।",
  },
  {
    id: 11,
    text: "আরাআইতা ইন কা-না ‘আলাল হুদা।",
  },
  {
    id: 12,
    text: "আও আমারা বিত্তাকাওয়া।",
  },
  {
    id: 13,
    text: "আরাআইতা ইন কাযযাবা ওয়া তাওয়াল্লা।",
  },
  {
    id: 14,
    text: "আলাম ইয়া‘লাম বিআন্নাল্লা-হা ইয়ারা।",
  },
  {
    id: 15,
    text: "কাল্লা-লাইল্লাম ইয়ানতাহি লানাছফা‘আম বিন্না-সিয়াহ।",
  },
  {
    id: 16,
    text: "না-সিয়াতিন কা-যিবাতিন খা-তিআহ।",
  },
  {
    id: 17,
    text: "ফালইয়াদ‘উ নাদিয়াহ,",
  },
  {
    id: 18,
    text: "ছানাদ‘উঝঝাবা-নিয়াহ।",
  },
  {
    id: 19,
    text: "কাল্লা- লা-তুতি‘হু ওয়াছজু দ ওয়াকতারিব। (সিজদা-১৫)",
  },
];

export default bn;
