import type { translationType } from "./type";

const bn: translationType = [
  {
    id: 1,
    text: "লাম ইয়াকুনিল্লাযীনা কাফারূমিন আহলিল কিতা-বি ওয়াল মুশরিকীনা মুনফাক্কীনা হাত্তাতা’তিয়াহুমুল বাইয়িনাহ।",
  },
  {
    id: 2,
    text: "রাছূলুম মিনাল্লা-হি ইয়াতলূসুহুফাম মুতাহহারাহ।",
  },
  {
    id: 3,
    text: "ফীহা-কুতুবুন কাইয়িমাহ।",
  },
  {
    id: 4,
    text: "ওয়ামা- তাফাররাকাল্লাযীনা ঊতুলকিতা-বা ইল্লা- মিম বা‘দি মা- জাআতহুমুল বাইয়িনাহ।",
  },
  {
    id: 5,
    text: "ওয়ামাউমিরূইল্লা-লিয়া‘বুদুল্লা-হা মুখলিসীনা লাহুদ্দীনা হুনাফাআ ওয়া ইউকীমুসসালা-তা ওয়া ইউ’তুঝঝাকা-তা ওয়া যা-লিকা দীনুল কাইয়িমাহ।",
  },
  {
    id: 6,
    text: "ইন্নাল্লাযীনা কাফারূমিন আহলিল কিতা-বি ওয়াল মুশরিকীনা ফী না-রি জাহান্নামা খা-লিদীনা ফীহা- উলাইকা হুম শাররুল বারিইইয়াহ।",
  },
  {
    id: 7,
    text: "ইন্নাল্লাযীনা আ-মানূওয়া ‘আমিলুসসা-লিহা-তি উলাইকা হুম খাইরুল বারিইইয়াহ।",
  },
  {
    id: 8,
    text: "জাঝাউহুম ‘ইনদা রাব্বিহিম জান্না-তু‘আদনিন তাজরী মিন তাহতিহাল আনহা-রু খা-লিদীনা ফীহাআবাদার রাদিয়াল্লা-হু ‘আনহুম ওয়া রাদূ ‘আনহু যা-লিকা লিমান খাশিয়া রাব্বাহ।",
  },
];

export default bn;