import type { translationType } from "./type";

const bn: translationType[] = [
  {
    id: 1,
    text: "ইযা-ঝুলঝিলাতিল আরদুঝিলঝা-লাহা।",
  },
  {
    id: 2,
    text: "ওয়া আখরাজাতিল আরদুআছকা-লাহা।",
  },
  {
    id: 3,
    text: "ওয়া কা-লাল ইনছা-নুমা-লাহা।",
  },
  {
    id: 4,
    text: "ইয়াওমাইযিন তুহাদ্দিছু আখবা-রাহা।",
  },
  {
    id: 5,
    text: "বিআন্না রাব্বাকা আওহা-লাহা।",
  },
  {
    id: 6,
    text: "ইয়াওমাইযিইঁ ইয়াসদুরুন্না-ছুআশতা-তাল লিউউরাও আ‘মা-লাহুম।",
  },
  {
    id: 7,
    text: "ফামাইঁ ইয়া‘মাল মিছকা-লা যাররাতিন খাইরাইঁ ইয়ারাহ।",
  },
  {
    id: 8,
    text: "ওয়া মাইঁ ইয়া‘মাল মিছকা-লা যাররাতিন শাররাইঁ ইয়ারাহ।",
  },
];

export default bn;
