import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "अल्लाह के नाम से जो बड़ा कृपालु और अत्यन्त दयावान हैं।"
  },
  {
    id: 2,
    text: "प्रशंसा अल्लाह ही के लिए हैं जो सारे संसार का रब हैं"
  },
  {
    id: 3,
    text: "बड़ा कृपालु, अत्यन्त दयावान हैं"
  },
  {
    id: 4,
    text: "बदला दिए जाने के दिन का मालिक हैं"
  },
  {
    id: 5,
    text: "हम तेरी बन्दगी करते हैं और तुझी से मदद माँगते हैं"
  },
  {
    id: 6,
    text: "हमें सीधे मार्ग पर चला"
  },
  {
    id: 7,
    text: "उन लोगों के मार्ग पर जो तेरे कृपापात्र हुए, जो न प्रकोप के भागी हुए और न पथभ्रष्ट"
  },
];

export default hn;