import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "साक्षी है जो हाँफते-फुँकार मारते हुए दौड़ते है,"
  },
  {
    id: 2,
    text: "फिर ठोकरों से चिनगारियाँ निकालते है,"
  },
  {
    id: 3,
    text: "फिर सुबह सवेरे धावा मारते होते है,"
  },
  {
    id: 4,
    text: "उसमें उठाया उन्होंने गर्द-गुबार"
  },
  {
    id: 5,
    text: "और इसी हाल में वे दल में जा घुसे"
  },
  {
    id: 6,
    text: "निस्संदेह मनुष्य अपने रब का बड़ा अकृतज्ञ हैं,"
  },
  {
    id: 7,
    text: "और निश्चय ही वह स्वयं इसपर गवाह है!"
  },
  {
    id: 8,
    text: "और निश्चय ही वह धन के मोह में बड़ा दृढ़ है"
  },
  {
    id: 9,
    text: "तो क्या वह जानता नहीं जब उगवला लिया जाएगा तो क़ब्रों में है"
  },
  {
    id: 10,
    text: "और स्पष्ट अनावृत्त कर दिया जाएगा तो कुछ सीनों में है"
  },
  {
    id: 11,
    text: "निस्संदेह उनका रब उस दिन उनकी पूरी ख़बर रखता होगा"
  },
];

export default hn;