import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "वह खड़खड़ानेवाली!",
  },
  {
    id: 2,
    text: "क्या है वह खड़खड़ानेवाली?",
  },
  {
    id: 3,
    text: "और तुम्हें क्या मालूम कि क्या है वह खड़खड़ानेवाली?",
  },
  {
    id: 4,
    text: "जिस दिन लोग बिखरे हुए पतंगों के सदृश हो जाएँगें,",
  },
  {
    id: 5,
    text: "और पहाड़ के धुन के हुए रंग-बिरंग के ऊन जैसे हो जाएँगे",
  },
  {
    id: 6,
    text: "फिर जिस किसी के वज़न भारी होंगे,",
  },
  {
    id: 7,
    text: "वह मनभाते जीवन में रहेगा",
  },
  {
    id: 8,
    text: "और रहा वह व्यक्ति जिसके वज़न हलके होंगे,",
  },
  {
    id: 9,
    text: "उसकी माँ होगी गहरा खड्ड",
  },
  {
    id: 10,
    text: "और तुम्हें क्या मालूम कि वह क्या है?",
  },
  {
    id: 11,
    text: "आग है दहकती हुई",
  },
];

export default hn;
