import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "तबाही है हर कचो के लगानेवाले, ऐब निकालनेवाले के लिए,"
  },
  {
    id: 2,
    text: "जो माल इकट्ठा करता और उसे गिनता रहा"
  },
  {
    id: 3,
    text: "समझता है कि उसके माल ने उसे अमर कर दिया"
  },
  {
    id: 4,
    text: "कदापि नहीं, वह चूर-चूर कर देनेवाली में फेंक दिया जाएगा,"
  },
  {
    id: 5,
    text: "और तुम्हें क्या मालूम कि वह चूर-चूर कर देनेवाली क्या है?"
  },
  {
    id: 6,
    text: "वह अल्लाह की दहकाई हुई आग है,"
  },
  {
    id: 7,
    text: "जो झाँक लेती है दिलों को"
  },
  {
    id: 8,
    text: "वह उनपर ढाँककर बन्द कर दी गई होगी,"
  },
  {
    id: 9,
    text: "लम्बे-लम्बे स्तम्भों में"
  },
];

export default hn;