import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "क्या तुमने उसे देखा जो दीन को झुठलाता है?"
  },
  {
    id: 2,
    text: "वही तो है जो अनाथ को धक्के देता है,"
  },
  {
    id: 3,
    text: "और मुहताज के खिलाने पर नहीं उकसाता"
  },
  {
    id: 4,
    text: "अतः तबाही है उन नमाज़ियों के लिए,"
  },
  {
    id: 5,
    text: "जो अपनी नमाज़ से ग़ाफिल (असावधान) हैं,"
  },
  {
    id: 6,
    text: "जो दिखावे के लिए कार्य करते हैं,"
  },
  {
    id: 7,
    text: "और साधारण बरतने की चीज़ भी किसी को नहीं देते"
  },
];

export default hn;