import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "कह दो, \"ऐ इनकार करनेवालो!\""
  },
  {
    id: 2,
    text: "मैं वैसी बन्दगी नहीं करूँगा जैसी बन्दगी तुम करते हो,"
  },
  {
    id: 3,
    text: "और न तुम वैसी बन्दगी करनेवाले हो जैसी बन्दगी में करता हूँ"
  },
  {
    id: 4,
    text: "और न मैं वैसी बन्दगी करनेवाला हूँ जैसी बन्दगी तुमने की है"
  },
  {
    id: 5,
    text: "और न तुम वैसी बन्दगी करनेवाला हुए जैसी बन्दगी मैं करता हूँ"
  },
  {
    id: 6,
    text: "तुम्हारे लिए तूम्हारा धर्म है और मेरे लिए मेरा धर्म!\""
  },
];

export default hn;