import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: 'कहो, "मैं शरण लेता हूँ मनुष्यों के रब की',
  },
  {
    id: 2,
    text: "मनुष्यों के सम्राट की",
  },
  {
    id: 3,
    text: "मनुष्यों के उपास्य की",
  },
  {
    id: 4,
    text: "वसवसा डालनेवाले, खिसक जानेवाले की बुराई से",
  },
  {
    id: 5,
    text: "जो मनुष्यों के सीनों में वसवसा डालता हैं",
  },
  {
    id: 6,
    text: "जो जिन्नों में से भी होता हैं और मनुष्यों में से भी",
  },
];

export default hn;
