import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "काफ॰ हा॰ या॰ ऐन॰ साद॰"
  },
  {
    id: 2,
    text: "वर्णन है तेरे रब की दयालुता का, जो उसने अपने बन्दे ज़करीया पर दर्शाई,"
  },
  {
    id: 3,
    text: "जबकि उसने अपने रब को चुपके से पुकारा"
  },
  {
    id: 4,
    text: "उसने कहा, \"मेरे रब! मेरी हड्डियाँ कमज़ोर हो गई और सिर बुढापे से भड़क उठा। और मेरे रब! तुझे पुकारकर मैं कभी बेनसीब नहीं रहा"
  },
  {
    id: 5,
    text: "मुझे अपने पीछे अपने भाई-बन्धुओं की ओर से भय है और मेरी पत्नी बाँझ है। अतः तू मुझे अपने पास से एक उत्ताराधिकारी प्रदान कर,"
  },
  {
    id: 6,
    text: "जो मेरा भी उत्तराधिकारी हो और याक़ूब के वशंज का भी उत्तराधिकारी हो। और उसे मेरे रब! वांछनीय बना।\""
  },
  {
    id: 7,
    text: "(उत्तर मिला,) \"ऐ ज़करीया! हम तुझे एक लड़के की शुभ सूचना देते है, जिसका नाम यह्यार होगा। हमने उससे पहले किसी को उसके जैसा नहीं बनाया।\""
  },
  {
    id: 8,
    text: "उसने कहा, \"मेरे रब! मेरे लड़का कहाँ से होगा, जबकि मेरी पत्नी बाँझ है और मैं बुढ़ापे की अन्तिम अवस्था को पहुँच चुका हूँ?\""
  },
  {
    id: 9,
    text: "कहा, \"ऐसा ही होगा। तेरे रब ने कहा कि यह मेरे लिए सरल है। इससे पहले मैं तुझे पैदा कर चुका हूँ, जबकि तू कुछ भी न था।\""
  },
  {
    id: 10,
    text: "उसने कहा, \"मेरे रब! मेरे लिए कोई निशानी निश्चित कर दे।\" कहा, \"तेरी निशानी यह है कि तू भला-चंगा रहकर भी तीन रात (और दिन) लोगों से बात न करे।\""
  },
  {
    id: 11,
    text: "अतः वह मेहराब से निकलकर अपने लोगों के पास आया और उनसे संकेतों में कहा, \"प्रातः काल और सन्ध्या समय तसबीह करते रहो।\""
  },
  {
    id: 12,
    text: "\"ऐ यह्याऔ! किताब को मज़बूत थाम ले।\" हमने उसे बचपन ही में निर्णय-शक्ति प्रदान की,"
  },
  {
    id: 13,
    text: "और अपने पास से नरमी और शौक़ और आत्मविश्वास। और वह बड़ा डरनेवाला था"
  },
  {
    id: 14,
    text: "और अपने माँ-बाप का हक़ पहचानेवाला था। और वह सरकश अवज्ञाकारी न था"
  },
  {
    id: 15,
    text: "\"सलाम उस पर, जिस दिन वह पैदा हुआ और जिस दिन उसकी मृत्यु हो और जिस दिन वह जीवित करके उठाया जाए!\""
  },
  {
    id: 16,
    text: "और इस किताब में मरयम की चर्चा करो, जबकि वह अपने घरवालों से अलग होकर एक पूर्वी स्थान पर चली गई"
  },
  {
    id: 17,
    text: "फिर उसने उनसे परदा कर लिया। तब हमने उसके पास अपनी रूह (फ़रिश्तेप) को भेजा और वह उसके सामने एक पूर्ण मनुष्य के रूप में प्रकट हुआ"
  },
  {
    id: 18,
    text: "वह बोल उठी, \"मैं तुझसे बचने के लिए रहमान की पनाह माँगती हूँ; यदि तू (अल्लाह का) डर रखनेवाला है (तो यहाँ से हट जाएगा) ।\""
  },
  {
    id: 19,
    text: "उसने कहा, \"मैं तो केवल तेरे रब का भेजा हुआ हूँ, ताकि तुझे नेकी और भलाई से बढ़ा हुआ लड़का दूँ।\""
  },
  {
    id: 20,
    text: "वह बोली, \"मेरे कहाँ से लड़का होगा, जबकि मुझे किसी आदमी ने छुआ तक नही और न मैं कोई बदचलन हूँ?\""
  },
  {
    id: 21,
    text: "उसने कहा, \"ऐसा ही होगा। रब ने कहा है कि यह मेरे लिए सहज है। और ऐसा इसलिए होगा (ताकि हम तुझे) और ताकि हम उसे लोगों के लिए एक निशानी बनाएँ और अपनी ओर से एक दयालुता। यह तो ऐसी बात है जिसका निर्णय हो चुका है।\""
  },
  {
    id: 22,
    text: "फिर उसे उस (बच्चे) का गर्भ रह गया और वह उसे लिए हुए एक दूर के स्थान पर अलग चली गई।"
  },
  {
    id: 23,
    text: "अन्ततः प्रसव पीड़ा उसे एक खजूर के तने के पास ले आई। वह कहने लगी, \"क्या ही अच्छा होता कि मैं इससे पहले ही मर जाती और भूली-बिसरी हो गई होती!\""
  },
  {
    id: 24,
    text: "उस समय उसे उसके नीचे से पुकारा, \"शोकाकुल न हो। तेरे रब ने तेरे नीचे एक स्रोत प्रवाहित कर रखा है।"
  },
  {
    id: 25,
    text: "तू खजूर के उस वृक्ष के तने को पकड़कर अपनी ओर हिला। तेरे ऊपर ताज़ा पकी-पकी खजूरें टपक पड़ेगी"
  },
  {
    id: 26,
    text: "अतः तू उसे खा और पी और आँखें ठंडी कर। फिर यदि तू किसी आदमी को देखे तो कह देना, मैंने तो रहमान के लिए रोज़े की मन्नत मानी है। इसलिए मैं आज किसी मनुष्य से न बोलूँगी।\""
  },
  {
    id: 27,
    text: "फिर वह उस बच्चे को लिए हुए अपनी क़ौम के लोगों के पास आई। वे बोले, \"ऐ मरयम, तूने तो बड़ा ही आश्चर्य का काम कर डाला!"
  },
  {
    id: 28,
    text: "हे हारून की बहन! न तो तेरा बाप ही कोई बुरा आदमी था और न तेरी माँ ही बदचलन थी।\""
  },
  {
    id: 29,
    text: "तब उसने उस (बच्चे) की ओर संकेत किया। वे कहने लगे, \"हम उससे कैसे बात करें जो पालने में पड़ा हुआ एक बच्चा है?\""
  },
  {
    id: 30,
    text: "उसने कहा, \"मैं अल्लाह का बन्दा हूँ। उसने मुझे किताब दी और मुझे नबी बनाया"
  },
  {
    id: 31,
    text: "और मुझे बरकतवाला किया जहाँ भी मैं रहूँ, और मुझे नमाज़ और ज़कात की ताकीद की, जब तक कि मैं जीवित रहूँ"
  },
  {
    id: 32,
    text: "और अपनी माँ का हक़ अदा करनेवाला बनाया। और उसने मुझे सरकश और बेनसीब नहीं बनाया"
  },
  {
    id: 33,
    text: "सलाम है मुझपर जिस दिन कि मैं पैदा हुआ और जिस दिन कि मैं मरूँ और जिस दिन कि जीवित करके उठाया जाऊँ!\""
  },
  {
    id: 34,
    text: "सच्ची और पक्की बात की स्पष्ट से यह है कि मरयम का बेटा ईसा, जिसके विषय में वे सन्देह में पड़े हुए है"
  },
  {
    id: 35,
    text: "अल्लाह ऐसा नहीं कि वह किसी को अपना बेटा बनाए। महान और उच्च है, वह! जब वह किसी चीज़ का फ़ैसला करता है तो बस उसे कह देता है, \"हो जा!\" तो वह हो जाती है। -"
  },
  {
    id: 36,
    text: "\"और निस्संदेह अल्लाह मेरा रब भी है और तुम्हारा रब भी। अतः तुम उसी की बन्दगी करो यही सीधा मार्ग है।\""
  },
  {
    id: 37,
    text: "किन्तु उनमें कितने ही गिरोहों ने पारस्परिक वैमनस्य के कारण विभेद किया, तो जिन लोगों ने इनकार किया उनके लिए बड़ी तबाही है एक बड़े दिन की उपस्थिति से"
  },
  {
    id: 38,
    text: "भली-भाँति सुननेवाले और भली-भाँति देखनेवाले होंगे, जिस दिन वे हमारे समाने आएँगे! किन्तु आज ये ज़ालिम खुली गुमराही में पड़े हुए है"
  },
  {
    id: 39,
    text: "उन्हें पश्चाताप के दिन से डराओ, जबकि मामले का फ़ैसला कर दिया जाएगा, और उनका हाल यह है कि वे ग़फ़लत में पड़े हुए है और वे ईमान नहीं ला रहे है"
  },
  {
    id: 40,
    text: "धरती और जो भी उसके ऊपर है उसके वारिस हम ही रह जाएँगे और हमारी ही ओर उन्हें लौटना होगा"
  },
  {
    id: 41,
    text: "और इस किताब में इबराहीम की चर्चा करो। निस्संदेह वह एक सत्यवान नबी था"
  },
  {
    id: 42,
    text: "जबकि उसने अपने बाप से कहा, \"ऐ मेरे बाप! आप उस चीज़ को क्यों पूजते हो, जो न सुने और न देखे और न आपके कुछ काम आए?"
  },
  {
    id: 43,
    text: "ऐ मेरे बाप! मेरे पास ज्ञान आ गया है जो आपके पास नहीं आया। अतः आप मेरा अनुसरण करें, मैं आपको सीधा मार्ग दिखाऊँगा"
  },
  {
    id: 44,
    text: "ऐ मेरे बाप! शैतान की बन्दगी न कीजिए। शैतान तो रहमान का अवज्ञाकारी है"
  },
  {
    id: 45,
    text: "ऐ मेरे बाप! मैं डरता हूँ कि कहीं आपको रहमान की कोई यातना न आ पकड़े और आप शैतान के साथी होकर रह जाएँ।\""
  },
  {
    id: 46,
    text: "उसने कहा, \"ऐ इबराहीम! क्या तू मेरे उपास्यों से फिर गया है? यदि तू बाज़ न आया तो मैं तुझपर पथराव कर दूँगा। तू अलग हो जा मुझसे मुद्दत के लिए!\""
  },
  {
    id: 47,
    text: "कहा, \"सलाम है आपको! मैं आपके लिए रब से क्षमा की प्रार्थना करूँगा। वह तो मुझपर बहुत मेहरबान है"
  },
  {
    id: 48,
    text: "मैं आप लोगों को छोड़ता हूँ और उनको भी जिन्हें अल्लाह से हटकर आप लोग पुकारा करते है। मैं तो अपने रब को पुकारूँगा। आशा है कि मैं अपने रब को पुकारकर बेनसीब नहीं रहूँगा।\""
  },
  {
    id: 49,
    text: "फिर जब वह उन लोगों से और जिन्हें वे अल्लाह के सिवा पूजते थे उनसे अलग हो गया, तो हमने उसे इसहाक़ और याक़ूब प्रदान किए और हर एक को हमने नबी बनाया"
  },
  {
    id: 50,
    text: "और उन्हें अपनी दयालुता से हिस्सा दिया। और उन्हें एक सच्ची उच्च ख्याति प्रदान की"
  },
  {
    id: 51,
    text: "और इस किताब में मूसा की चर्चा करो। निस्संदेह वह चुना हुआ था और एक रसूल, नबी था"
  },
  {
    id: 52,
    text: "हमने उसे 'तूर' के मुबारक छोर से पुकारा और रहस्य की बातें करने के लिए हमने उसे समीप किया"
  },
  {
    id: 53,
    text: "और अपनी दयालुता से अपने भाई हारून को नबी बनाकर उसे दिया"
  },
  {
    id: 54,
    text: "और इस किताब में इसमाईल की चर्चा करो। निस्संदेह वह वादे का सच्च, नबी था"
  },
  {
    id: 55,
    text: "और अपने लोगों को नमाज़ और ज़कात का हुक्म देता था। और वह अपने रब के यहाँ प्रीतिकर व्यक्ति था"
  },
  {
    id: 56,
    text: "और इस किताब में इदरीस की भी चर्चा करो। वह अत्यन्त सत्यवान, एक नबी था"
  },
  {
    id: 57,
    text: "हमने उसे उच्च स्थान पर उठाया था"
  },
  {
    id: 58,
    text: "ये वे पैग़म्बर है जो अल्लाह के कृपापात्र हुए, आदम की सन्तान में से और उन लोगों के वंशज में से जिनको हमने नूह के साथ सवार किया, और इबराहीम और इसराईल के वंशज में से और उनमें से जिनको हमने सीधा मार्ग दिखाया और चुन लिया। जब उन्हें रहमान की आयतें सुनाई जातीं तो वे सजदा करते और रोते हुए गिर पड़ते थे"
  },
  {
    id: 59,
    text: "फिर उनके पश्चात ऐसे बुरे लोग उनके उत्तराधिकारी हुए, जिन्होंने नमाज़ को गँवाया और मन की इच्छाओं के पीछे पड़े। अतः जल्द ही वे गुमराही (के परिणाम) से दोचार होंगा"
  },
  {
    id: 60,
    text: "किन्तु जो तौबा करे और ईमान लाए और अच्छा कर्म करे, तो ऐसे लोग जन्नत में प्रवेश करेंगे। उनपर कुछ भी ज़ुल्म न होगा। -"
  },
  {
    id: 61,
    text: "अदन (रहने) के बाग़ जिनका रहमान ने अपने बन्दों से परोक्ष में होते हुए वादा किया है। निश्चय ही उसके वादे पर उपस्थित हाना है। -"
  },
  {
    id: 62,
    text: "वहाँ वे 'सलाम' के सिवा कोई व्यर्थ बात नहीं सुनेंगे। उनकी रोज़ी उन्हें वहाँ प्रातः और सन्ध्या समय प्राप्त होती रहेगी"
  },
  {
    id: 63,
    text: "यह है वह जन्नत जिसका वारिस हम अपने बन्दों में से हर उस व्यक्ति को बनाएँगे, जो डर रखनेवाला हो"
  },
  {
    id: 64,
    text: "हम तुम्हारे रब की आज्ञा के बिना नहीं उतरते। जो कुछ हमारे आगे है और जो कुछ हमारे पीछे है और जो कुछ इसके मध्य है सब उसी का है, और तुम्हारा रब भूलनेवाला नहीं है"
  },
  {
    id: 65,
    text: "आकाशों और धरती का रब है और उसका भी जो इन दोनों के मध्य है। अतः तुम उसी की बन्दगी पर जमे रहो। क्या तुम्हारे ज्ञान में उस जैसा कोई है?"
  },
  {
    id: 66,
    text: "और मनुष्य कहता है, \"क्या जब मैं मर गया तो फिर जीवित करके निकाला जाऊँगा?\""
  },
  {
    id: 67,
    text: "क्या मनुष्य याद नहीं करता कि हम उसे इससे पहले पैदा कर चुके है, जबकि वह कुछ भी न था?"
  },
  {
    id: 68,
    text: "अतः तुम्हारे रब की क़सम! हम अवश्य उन्हें और शैतानों को भी इकट्ठा करेंगे। फिर हम उन्हें जहन्नम के चतुर्दिक इस दशा में ला उपस्थित करेंगे कि वे घुटनों के बल झुके होंगे"
  },
  {
    id: 69,
    text: "फिर प्रत्येक गिरोह में से हम अवश्य ही उसे छाँटकर अलग करेंगे जो उनमें से रहमान (कृपाशील प्रभु) के मुक़ाबले में सबसे बढ़कर सरकश रहा होगा"
  },
  {
    id: 70,
    text: "फिर हम उन्हें भली-भाँति जानते है जो उसमें झोंके जाने के सर्वाधिक योग्य है"
  },
  {
    id: 71,
    text: "तुममें से प्रत्येक को उसपर पहुँचना ही है। यह एक निश्चय पाई हुई बात है, जिसे पूरा करना तेरे रब के ज़िम्मे है।"
  },
  {
    id: 72,
    text: "फिर हम डर रखनेवालों को बचा लेंगे और ज़ालिमों को उसमें घुटनों के बल छोड़ देंगे"
  },
  {
    id: 73,
    text: "जब उन्हें हमारी खुली हुई आयतें सुनाई जाती है तो जिन लोगों ने कुफ़्र किया, वे ईमान लानेवालों से कहते हैं, \"दोनों गिरोहों में स्थान की स्पष्ट से कौन उत्तम है और कौन मजलिस की दृष्टि से अधिक अच्छा है?\""
  },
  {
    id: 74,
    text: "हालाँकि उनसे पहले हम कितनी ही नसलों को विनष्ट कर चुके है जो सामग्री और बाह्य भव्यता में इनसे कहीं अच्छी थीं!"
  },
  {
    id: 75,
    text: "कह दो, \"जो गुमराही में पड़ा हुआ है उसके प्रति तो यही चाहिए कि रहमान उसकी रस्सी ख़ूब ढीली छोड़ दे, यहाँ तक कि जब ऐसे लोग उस चीज़ को देख लेंगे जिसका उनसे वादा किया जाता है - चाहे यातना हो या क़ियामत की घड़ी - तो वे उस समय जान लेंगे कि अपने स्थान की स्पष्ट से कौन निकृष्ट और जत्थे की दृष्टि से अधिक कमजोर है।\""
  },
  {
    id: 76,
    text: "और जिन लोगों ने मार्ग पा लिया है, अल्लाह उनके मार्गदर्शन में अभिवृद्धि प्रदान करता है और शेष रहनेवाली नेकियाँ ही तुम्हारे रब के यहाँ बदले और अन्तिम परिणाम की स्पष्ट से उत्तम है"
  },
  {
    id: 77,
    text: "फिर क्या तुमने उस व्यक्ति को देखा जिसने हमारी आयतों का इनकार किया और कहा, \"मुझे तो अवश्य ही धन और सन्तान मिलने को है?\""
  },
  {
    id: 78,
    text: "क्या उसने परोक्ष को झाँककर देख लिया है, या रहमान से कोई वचन ले रखा है?"
  },
  {
    id: 79,
    text: "कदापि नहीं, हम लिखेंगे जो कुछ वह कहता है और उसके लिए हम यातना को दीर्घ करते चले जाएँगे।"
  },
  {
    id: 80,
    text: "औऱ जो कुछ वह बताता है उसके वारिस हम होंगे और वह अकेला ही हमारे पास आएगा"
  },
  {
    id: 81,
    text: "और उन्होंने अल्लाह से इतर अपने कुछ पूज्य-प्रभु बना लिए है, ताकि वे उनके लिए शक्ति का कारण बनें।"
  },
  {
    id: 82,
    text: "कुछ नहीं, ये उनकी बन्दगी का इनकार करेंगे और उनके विरोधी बन जाएँगे। -"
  },
  {
    id: 83,
    text: "क्या तुमने देखा नहीं कि हमने शैतानों को छोड़ रखा है, जो इनकार करनेवालों पर नियुक्त है?"
  },
  {
    id: 84,
    text: "अतः तुम उनके लिए जल्दी न करो। हम तो बस उनके लिए (उनकी बातें) गिन रहे है"
  },
  {
    id: 85,
    text: "याद करो जिस दिन हम डर रखनेवालों के सम्मानित गिरोह के रूप में रहमान के पास इकट्ठा करेंगे।"
  },
  {
    id: 86,
    text: "और अपराधियों को जहन्नम के घाट की ओर प्यासा हाँक ले जाएँगे।"
  },
  {
    id: 87,
    text: "उन्हें सिफ़ारिश का अधिकार प्राप्त न होगा। सिवाय उसके, जिसने रहमान के यहाँ से अनुमोदन प्राप्त कर लिया हो"
  },
  {
    id: 88,
    text: "वे कहते है, \"रहमान ने किसी को अपना बेटा बनाया है।\""
  },
  {
    id: 89,
    text: "अत्यन्त भारी बात है, जो तुम घड़ लाए हो!"
  },
  {
    id: 90,
    text: "निकट है कि आकाश इससे फट पड़े और धरती टुकड़े-टुकड़े हो जाए और पहाड़ धमाके के साथ गिर पड़े,"
  },
  {
    id: 91,
    text: "इस बात पर कि उन्होंने रहमान के लिए बेटा होने का दावा किया!"
  },
  {
    id: 92,
    text: "जबकि रहमान की प्रतिष्ठा के प्रतिकूल है कि वह किसी को अपना बेटा बनाए"
  },
  {
    id: 93,
    text: "आकाशों और धरती में जो कोई भी है एक बन्दें के रूप में रहमान के पास आनेवाला है"
  },
  {
    id: 94,
    text: "उसने उनका आकलन कर रखा है और उन्हें अच्छी तरह गिन रखा है"
  },
  {
    id: 95,
    text: "और उनमें से प्रत्येक क़ियामत के दिन उस अकेले (रहमान) के सामने उपस्थित होगा"
  },
  {
    id: 96,
    text: "निस्संदेह जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए शीघ्र ही रहमान उनके लिए प्रेम उत्पन्न कर देगा"
  },
  {
    id: 97,
    text: "अतः हमने इस वाणी को तुम्हारी भाषा में इसी लिए सहज एवं उपयुक्त बनाया है, ताकि तुम इसके द्वारा डर रखनेवालों को शुभ सूचना दो और उन झगड़ालू लोगों को इसके द्वारा डराओ"
  },
  {
    id: 98,
    text: "उनसे पहले कितनी ही नसलों को हम विनष्ट कर चुके है। क्या उनमें किसी की आहट तुम पाते हो या उनकी कोई भनक सुनते हो?"
  },
];

export default hn;