import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "ता॰ सीन॰ मीम॰",
  },
  {
    id: 2,
    text: "ये स्पष्ट किताब की आयतें है",
  },
  {
    id: 3,
    text: "शायद इसपर कि वे ईमान नहीं लाते, तुम अपने प्राण ही खो बैठोगे",
  },
  {
    id: 4,
    text: "यदि हम चाहें तो उनपर आकाश से एक निशानी उतार दें। फिर उनकी गर्दनें उसके आगे झुकी रह जाएँ",
  },
  {
    id: 5,
    text: "उनके पास रहमान की ओर से जो नवीन अनुस्मृति भी आती है, वे उससे मुँह फेर ही लेते है",
  },
  {
    id: 6,
    text: "अब जबकि वे झुठला चुके है, तो शीघ्र ही उन्हें उसकी हक़ीकत मालूम हो जाएगी, जिसका वे मज़ाक़ उड़ाते रहे है",
  },
  {
    id: 7,
    text: "क्या उन्होंने धरती को नहीं देखा कि हमने उसमें कितने ही प्रकार की उमदा चीज़ें पैदा की है?",
  },
  {
    id: 8,
    text: "निश्चय ही इसमें एक बड़ी निशानी है, इसपर भी उनमें से अधिकतर माननेवाले नहीं",
  },
  {
    id: 9,
    text: "और निश्चय ही तुम्हारा रब ही है जो बड़ा प्रभुत्वशाली, अत्यन्त दयावान है",
  },
  {
    id: 10,
    text: 'और जबकि तुम्हारे रह ने मूसा को पुकारा कि "ज़ालिम लोगों के पास जा -',
  },
  {
    id: 11,
    text: 'फ़िरऔन की क़ौम के पास - क्या वे डर नहीं रखते?"',
  },
  {
    id: 12,
    text: 'उसने कहा, "ऐ मेरे रब! मुझे डर है कि वे मुझे झुठला देंगे,',
  },
  {
    id: 13,
    text: "और मेरा सीना घुटता है और मेरी ज़बान नहीं चलती। इसलिए हारून की ओर भी संदेश भेज दे",
  },
  {
    id: 14,
    text: 'और मुझपर उनके यहाँ के एक गुनाह का बोझ भी है। इसलिए मैं डरता हूँ कि वे मुझे मार डालेंगे।"',
  },
  {
    id: 15,
    text: 'कहा, "कदापि नहीं, तुम दोनों हमारी निशानियाँ लेकर जाओ। हम तुम्हारे साथ है, सुनने को मौजूद है',
  },
  {
    id: 16,
    text: "अतः तुम दोनो फ़िरऔन को पास जाओ और कहो कि हम सारे संसार के रब के भेजे हुए है",
  },
  {
    id: 17,
    text: 'कि तू इसराईल की सन्तान को हमारे साथ जाने दे।"',
  },
  {
    id: 18,
    text: '(फ़िरऔन ने) कहा, "क्या हमने तुझे जबकि तू बच्चा था, अपने यहाँ पाला नहीं था? और तू अपनी अवस्था के कई वर्षों तक हमारे साथ रहा,',
  },
  {
    id: 19,
    text: 'और तूने अपना वह काम किया, जो किया। तू बड़ा ही कृतघ्न है।"',
  },
  {
    id: 20,
    text: "कहा, ऐसा तो मुझसे उस समय हुआ जबकि मैं चूक गया था",
  },
  {
    id: 21,
    text: "फिर जब मुझे तुम्हारा भय हुआ तो मैं तुम्हारे यहाँ से भाग गया। फिर मेरे रब ने मुझे निर्णय-शक्ति प्रदान की और मुझे रसूलों में सम्मिलित किया",
  },
  {
    id: 22,
    text: 'यही वह उदार अनुग्रह है जिसका रहमान तू मुझपर जताता है कि तूने इसराईल की सन्तान को ग़ुलाम बना रखा है।"',
  },
  {
    id: 23,
    text: 'फ़िरऔन ने कहा, "और यह सारे संसार का रब क्या होता है?"',
  },
  {
    id: 24,
    text: 'उसने कहा, "आकाशों और धरती का रब और जो कुछ इन दोनों का मध्य है उसका भी, यदि तुम्हें यकीन हो।"',
  },
  {
    id: 25,
    text: 'उसने अपने आस-पासवालों से कहा, "क्या तुम सुनते नहीं हो?"',
  },
  {
    id: 26,
    text: 'कहा, "तुम्हारा रब और तुम्हारे अगले बाप-दादा का रब।"',
  },
  {
    id: 27,
    text: 'बोला, "निश्चय ही तुम्हारा यह रसूल, जो तुम्हारी ओर भेजा गया है, बिलकुल ही पागल है।"',
  },
  {
    id: 28,
    text: 'उसने कहा, "पूर्व और पश्चिम का रब और जो कुछ उनके बीच है उसका भी, यदि तुम कुछ बुद्धि रखते हो।"',
  },
  {
    id: 29,
    text: 'बोला, "यदि तूने मेरे सिवा किसी और को पूज्य एवं प्रभु बनाया, तो मैं तुझे बन्दी बनाकर रहूँगा।"',
  },
  {
    id: 30,
    text: 'उसने कहा, "क्या यदि मैं तेरे पास एक स्पष्ट चीज़ ले आऊँ तब भी?"',
  },
  {
    id: 31,
    text: "बोलाः “अच्छा वह ले आ; यदि तू सच्चा है” ।",
  },
  {
    id: 32,
    text: "फिर उसने अपनी लाठी डाल दी, तो अचानक क्या देखते है कि वह एक प्रत्यक्ष अज़गर है",
  },
  {
    id: 33,
    text: "और उसने अपना हाथ बाहर खींचा तो फिर क्या देखते है कि वह देखनेवालों के सामने चमक रहा है",
  },
  {
    id: 34,
    text: 'उसने अपने आस-पास के सरदारों से कहा, "निश्चय ही यह एक बड़ा ही प्रवीण जादूगर है',
  },
  {
    id: 35,
    text: 'चाहता है कि अपने जादू से तुम्हें तुम्हारी अपनी भूमि से निकाल बाहर करें; तो अब तुम क्या कहते हो?"',
  },
  {
    id: 36,
    text: 'उन्होंने कहा, "इसे और इसके भाई को अभी टाले रखिए, और एकत्र करनेवालों को नगरों में भेज दीजिए',
  },
  {
    id: 37,
    text: 'कि वे प्रत्येक प्रवीण जादूगर को आपके पास ले आएँ।"',
  },
  {
    id: 38,
    text: "अतएव एक निश्चित दिन के नियत समय पर जादूगर एकत्र कर लिए गए",
  },
  {
    id: 39,
    text: 'और लोगों से कहा गया, "क्या तुम भी एकत्र होते हो?"',
  },
  {
    id: 40,
    text: "कदाचित हम जादूगरों ही के अनुयायी रह जाएँ, यदि वे विजयी हुए",
  },
  {
    id: 41,
    text: 'फिर जब जादूगर आए तो उन्होंने फ़िरऔन से कहा, "क्या हमारे लिए कोई प्रतिदान भी है, यदि हम प्रभावी रहे?"',
  },
  {
    id: 42,
    text: 'उसने कहा, "हाँ, और निश्चित ही तुम तो उस समय निकटतम लोगों में से हो जाओगे।"',
  },
  {
    id: 43,
    text: 'मूसा ने उनसे कहा, "डालो, जो कुछ तुम्हें डालना है।"',
  },
  {
    id: 44,
    text: 'तब उन्होंने अपनी रस्सियाँ और लाठियाँ डाल दी और बोले, "फ़िरऔन के प्रताप से हम ही विजयी रहेंगे।"',
  },
  {
    id: 45,
    text: "फिर मूसा ने अपनी लाठी फेकी तो क्या देखते है कि वह उसे स्वाँग को, जो वे रचाते है, निगलती जा रही है",
  },
  {
    id: 46,
    text: "इसपर जादूगर सजदे में गिर पड़े",
  },
  {
    id: 47,
    text: 'वे बोल उठे, "हम सारे संसार के रब पर ईमान ले आए -',
  },
  {
    id: 48,
    text: 'मूसा और हारून के रब पर!"',
  },
  {
    id: 49,
    text: 'उसने कहा, "तुमने उसको मान लिया, इससे पहले कि मैं तुम्हें अनुमति देता। निश्चय ही वह तुम सबका प्रमुख है, जिसने तुमको जादू सिखाया है। अच्छा, शीघ्र ही तुम्हें मालूम हुआ जाता है! मैं तुम्हारे हाथ और पाँव विपरीत दिशाओं से कटवा दूँगा और तुम सभी को सूली पर चढ़ा दूँगा।"',
  },
  {
    id: 50,
    text: 'उन्होंने कहा, "कुछ हरज नहीं; हम तो अपने रब ही की ओर पलटकर जानेवाले है',
  },
  {
    id: 51,
    text: 'हमें तो इसी की लालसा है कि हमारा रब हमारी ख़ताओं को क्षमा कर दें, क्योंकि हम सबसे पहले ईमान लाए।"',
  },
  {
    id: 52,
    text: 'हमने मूसा की ओर प्रकाशना की, "मेरे बन्दों को लेकर रातों-रात निकल जा। निश्चय ही तुम्हारा पीछा किया जाएगा।"',
  },
  {
    id: 53,
    text: "इसपर फ़िरऔन ने एकत्र करनेवालों को नगर में भेजा",
  },
  {
    id: 54,
    text: 'कि "यह गिरे-पड़े थोड़े लोगों का एक गिरोह है,',
  },
  {
    id: 55,
    text: "और ये हमें क्रुद्ध कर रहे है।",
  },
  {
    id: 56,
    text: 'और हम चौकन्ना रहनेवाले लोग है।"',
  },
  {
    id: 57,
    text: "इस प्रकार हम उन्हें बाग़ों और स्रोतों",
  },
  {
    id: 58,
    text: "और ख़जानों और अच्छे स्थान से निकाल लाए",
  },
  {
    id: 59,
    text: "ऐसा ही हम करते है और इनका वारिस हमने इसराईल की सन्तान को बना दिया",
  },
  {
    id: 60,
    text: "सुबह-तड़के उन्होंने उनका पीछा किया",
  },
  {
    id: 61,
    text: 'फिर जब दोनों गिरोहों ने एक-दूसरे को देख लिया तो मूसा के साथियों ने कहा, "हम तो पकड़े गए!"',
  },
  {
    id: 62,
    text: 'उसने कहा, "कदापि नहीं, मेरे साथ मेरा रब है। वह अवश्य मेरा मार्गदर्शन करेगा।"',
  },
  {
    id: 63,
    text: 'तब हमने मूसा की ओर प्रकाशना की, "अपनी लाठी सागर पर मार।"',
  },
  {
    id: 64,
    text: "और हम दूसरों को भी निकट ले आए",
  },
  {
    id: 65,
    text: "हमने मूसा को और उन सबको जो उसके साथ थे, बचा लिया",
  },
  {
    id: 66,
    text: "और दूसरों को डूबो दिया",
  },
  {
    id: 67,
    text: "निस्संदेह इसमें एक बड़ी निशानी है। इसपर भी उनमें से अधिकतर माननेवाले नहीं",
  },
  {
    id: 68,
    text: "और निश्चय ही तुम्हारा रब ही है जो बड़ा प्रभुत्वशाली, अत्यन्त दयावान है",
  },
  {
    id: 69,
    text: "और उन्हें इबराहीम का वृत्तान्त सुनाओ,",
  },
  {
    id: 70,
    text: 'जबकि उसने अपने बाप और अपनी क़ौंम के लोगों से कहा, "तुम क्या पूजते हो?"',
  },
  {
    id: 71,
    text: 'उन्होंने कहा, "हम बुतों की पूजा करते है, हम तो उन्हीं की सेवा में लगे रहेंगे।"',
  },
  {
    id: 72,
    text: 'उसने कहा, "क्या ये तुम्हारी सुनते है, जब तुम पुकारते हो,',
  },
  {
    id: 73,
    text: 'या ये तुम्हें कुछ लाभ या हानि पहुँचाते है?"',
  },
  {
    id: 74,
    text: 'उन्होंने कहा, "नहीं, बल्कि हमने तो अपने बाप-दादा को ऐसा ही करते पाया है।"',
  },
  {
    id: 75,
    text: 'उसने कहा, "क्या तुमने उनपर विचार भी किया कि जिन्हें तुम पूजते हो,',
  },
  {
    id: 76,
    text: "तुम और तुम्हारे पहले के बाप-दादा?",
  },
  {
    id: 77,
    text: "वे सब तो मेरे शत्रु है, सिवाय सारे संसार के रब के,",
  },
  {
    id: 78,
    text: "जिसने मुझे पैदा किया और फिर वही मेरा मार्गदर्शन करता है",
  },
  {
    id: 79,
    text: "और वही है जो मुझे खिलाता और पिलाता है",
  },
  {
    id: 80,
    text: "और जब मैं बीमार होता हूँ, तो वही मुझे अच्छा करता है",
  },
  {
    id: 81,
    text: "और वही है जो मुझे मारेगा, फिर मुझे जीवित करेगा",
  },
  {
    id: 82,
    text: "और वही है जिससे मुझे इसकी आकांक्षा है कि बदला दिए जाने के दिन वह मेरी ख़ता माफ़ कर देगा",
  },
  {
    id: 83,
    text: "ऐ मेरे रब! मुझे निर्णय-शक्ति प्रदान कर और मुझे योग्य लोगों के साथ मिला।",
  },
  {
    id: 84,
    text: "और बाद के आनेवालों में से मुझे सच्ची ख़्याति प्रदान कर",
  },
  {
    id: 85,
    text: "और मुझे नेमत भरी जन्नत के वारिसों में सम्मिलित कर",
  },
  {
    id: 86,
    text: "और मेरे बाप को क्षमा कर दे। निश्चय ही वह पथभ्रष्ट लोगों में से है",
  },
  {
    id: 87,
    text: "और मुझे उस दिन रुसवा न कर, जब लोग जीवित करके उठाए जाएँगे।",
  },
  {
    id: 88,
    text: "जिस दिन न माल काम आएगा और न औलाद,",
  },
  {
    id: 89,
    text: 'सिवाय इसके कि कोई भला-चंगा दिल लिए हुए अल्लाह के पास आया हो।"',
  },
  {
    id: 90,
    text: "और डर रखनेवालों के लिए जन्नत निकट लाई जाएगी",
  },
  {
    id: 91,
    text: "और भडकती आग पथभ्रष्टि लोगों के लिए प्रकट कर दी जाएगी",
  },
  {
    id: 92,
    text: 'और उनसे कहा जाएगा, "कहाँ है वे जिन्हें तुम अल्लाह को छोड़कर पूजते रहे हो?',
  },
  {
    id: 93,
    text: 'क्या वे तुम्हारी कुछ सहायता कर रहे है या अपना ही बचाव कर सकते है?"',
  },
  {
    id: 94,
    text: "फिर वे उसमें औंधे झोक दिए जाएँगे, वे और बहके हुए लोग",
  },
  {
    id: 95,
    text: "और इबलीस की सेनाएँ, सबके सब।",
  },
  {
    id: 96,
    text: "वे वहाँ आपस में झगड़ते हुए कहेंगे,",
  },
  {
    id: 97,
    text: '"अल्लाह की क़सम! निश्चय ही हम खुली गुमराही में थे',
  },
  {
    id: 98,
    text: "जबकि हम तुम्हें सारे संसार के रब के बराबर ठहरा रहे थे",
  },
  {
    id: 99,
    text: "और हमें तो बस उन अपराधियों ने ही पथभ्रष्ट किया",
  },
  {
    id: 100,
    text: "अब न हमारा कोई सिफ़ारिशी है,",
  },
  {
    id: 101,
    text: "और न घनिष्ट मित्र",
  },
  {
    id: 102,
    text: 'क्या ही अच्छा होता कि हमें एक बार फिर पलटना होता, तो हम मोमिनों में से हो जाते!"',
  },
  {
    id: 103,
    text: "निश्चय ही इसमें एक बड़ी निशानी है। इसपर भी उनमें से अधिकरतर माननेवाले नहीं",
  },
  {
    id: 104,
    text: "और निस्संदेह तुम्हारा रब ही है जो बड़ा प्रभुत्वशाली, अत्यन्त दयावान है",
  },
  {
    id: 105,
    text: "नूह की क़ौम ने रसूलों को झुठलाया;",
  },
  {
    id: 106,
    text: 'जबकि उनसे उनके भाई नूह ने कहा, "क्या तुम डर नहीं रखते?',
  },
  {
    id: 107,
    text: "निस्संदेह मैं तुम्हारे लिए एक अमानतदार रसूल हूँ",
  },
  {
    id: 108,
    text: "अतः अल्लाह का डर रखो और मेरा कहा मानो",
  },
  {
    id: 109,
    text: "मैं इस काम के बदले तुमसे कोई बदला नहीं माँगता। मेरा बदला तो बस सारे संसार के रब के ज़िम्मे है",
  },
  {
    id: 110,
    text: 'अतः अल्लाह का डर रखो और मेरी आज्ञा का पालन करो।"',
  },
  {
    id: 111,
    text: 'उन्होंने कहा, "क्या हम तेरी बात मान लें, जबकि तेरे पीछे तो अत्यन्त नीच लोग चल रहे है?"',
  },
  {
    id: 112,
    text: 'उसने कहा, "मुझे क्या मालूम कि वे क्या करते रहे है?',
  },
  {
    id: 113,
    text: "उनका हिसाब तो बस मेरे रब के ज़िम्मे है। क्या ही अच्छा होता कि तुममें चेतना होती।",
  },
  {
    id: 114,
    text: "और मैं ईमानवालों को धुत्कारनेवाला नहीं हूँ।",
  },
  {
    id: 115,
    text: 'मैं तो बस स्पष्ट रूप से एक सावधान करनेवाला हूँ।"',
  },
  {
    id: 116,
    text: 'उन्होंने कहा, "यदि तू बाज़ न आया ऐ नूह, तो तू संगसार होकर रहेगा।"',
  },
  {
    id: 117,
    text: 'उसने कहा, "ऐ मेरे रब! मेरी क़ौम के लोगों ने तो मुझे झुठला दिया',
  },
  {
    id: 118,
    text: 'अब मेरे और उनके बीच दो टूक फ़ैसला कर दे और मुझे और जो ईमानवाले मेरे साथ है, उन्हें बचा ले!"',
  },
  {
    id: 119,
    text: "अतः हमने उसे और जो उसके साथ भरी हुई नौका में थे बचा लिया",
  },
  {
    id: 120,
    text: "और उसके पश्चात शेष लोगों को डूबो दिया",
  },
  {
    id: 121,
    text: "निश्चय ही इसमें एक बड़ी निशानी है। इसपर भी उनमें से अधिकतर माननेवाले नहीं",
  },
  {
    id: 122,
    text: "और निस्संदेह तुम्हारा रब ही है जो बड़ा प्रभुत्वशाली, अत्यन्त दयावान है",
  },
  {
    id: 123,
    text: "आद ने रसूलों को झूठलाया",
  },
  {
    id: 124,
    text: 'जबकि उनके भाई हूद ने उनसे कहा, "क्या तुम डर नहीं रखते?',
  },
  {
    id: 125,
    text: "मैं तो तुम्हारे लिए एक अमानतदार रसूल हूँ",
  },
  {
    id: 126,
    text: "अतः तुम अल्लाह का डर रखो और मेरी आज्ञा मानो",
  },
  {
    id: 127,
    text: "मैं इस काम पर तुमसे कोई प्रतिदान नहीं माँगता। मेरा प्रतिदान तो बस सारे संसार के रब के ज़ि्म्मे है।",
  },
  {
    id: 128,
    text: "क्या तुम प्रत्येक उच्च स्थान पर व्यर्थ एक स्मारक का निर्माण करते रहोगे?",
  },
  {
    id: 129,
    text: "और भव्य महल बनाते रहोगे, मानो तुम्हें सदैव रहना है?",
  },
  {
    id: 130,
    text: "और जब किसी पर हाथ डालते हो तो बिलकुल निर्दय अत्याचारी बनकर हाथ डालते हो!",
  },
  {
    id: 131,
    text: "अतः अल्लाह का डर रखो और मेरी आज्ञा का पालन करो",
  },
  {
    id: 132,
    text: "उसका डर रखो जिसने तुम्हें वे चीज़े पहुँचाई जिनको तुम जानते हो",
  },
  {
    id: 133,
    text: "उसने तुम्हारी सहायता की चौपायों और बेटों से,",
  },
  {
    id: 134,
    text: "और बाग़ो और स्रोतो से",
  },
  {
    id: 135,
    text: 'निश्चय ही मुझे तुम्हारे बारे में एक बड़े दिन की यातना का भय है।"',
  },
  {
    id: 136,
    text: 'उन्होंने कहा, "हमारे लिए बराबर है चाहे तुम नसीहत करो या नसीहत करने वाले न बनो।',
  },
  {
    id: 137,
    text: "यह तो बस पहले लोगों की पुरानी आदत है",
  },
  {
    id: 138,
    text: 'और हमें कदापि यातना न दी जाएगी।"',
  },
  {
    id: 139,
    text: "अन्ततः उन्होंने उन्हें झुठला दिया जो हमने उनको विनष्ट कर दिया। बेशक इसमें एक बड़ी निशानी है। इसपर भी उनमें से अधिकतर माननेवाले नहीं",
  },
  {
    id: 140,
    text: "और बेशक तुम्हारा रब ही है, जो बड़ा प्रभुत्वशाली, अत्यन्त दयावान है",
  },
  {
    id: 141,
    text: "समूद ने रसूलों को झुठलाया,",
  },
  {
    id: 142,
    text: 'जबकि उसके भाई सालेह ने उससे कहा, "क्या तुम डर नहीं रखते?',
  },
  {
    id: 143,
    text: "निस्संदेह मैं तुम्हारे लिए एक अमानतदार रसूल हूँ",
  },
  {
    id: 144,
    text: "अतः तुम अल्लाह का डर रखो और मेरी बात मानो",
  },
  {
    id: 145,
    text: "मैं इस काम पर तुमसे कोई बदला नहीं माँगता। मेरा बदला तो बस सारे संसार के रब के ज़िम्मे है",
  },
  {
    id: 146,
    text: "क्या तुम यहाँ जो कुछ है उसके बीच, निश्चिन्त छोड़ दिए जाओगे,",
  },
  {
    id: 147,
    text: "बाग़ों और स्रोतों",
  },
  {
    id: 148,
    text: "और खेतों और उन खजूरों में जिनके गुच्छे तरो ताज़ा और गुँथे हुए है?",
  },
  {
    id: 149,
    text: "तुम पहाड़ों को काट-काटकर इतराते हुए घर बनाते हो?",
  },
  {
    id: 150,
    text: "अतः अल्लाह का डर रखो और मेरी आज्ञा का पालन करो",
  },
  {
    id: 151,
    text: "और उन हद से गुज़र जानेवालों की आज्ञा का पालन न करो,",
  },
  {
    id: 152,
    text: 'जो धरती में बिगाड़ पैदा करते है, और सुधार का काम नहीं करते।"',
  },
  {
    id: 153,
    text: 'उन्होंने कहा, "तू तो बस जादू का मारा हुआ है।',
  },
  {
    id: 154,
    text: 'तू बस हमारे ही जैसा एक आदमी है। यदि तू सच्चा है, तो कोई निशानी ले आ।"',
  },
  {
    id: 155,
    text: 'उसने कहा, "यह ऊँटनी है। एक दिन पानी पीने की बारी इसकी है और एक नियत दिन की बारी पानी लेने की तुम्हारी है',
  },
  {
    id: 156,
    text: 'तकलीफ़ पहुँचाने के लिए इसे हाथ न लगाना, अन्यथा एक बड़े दिन की यातना तुम्हें आ लेगी।"',
  },
  {
    id: 157,
    text: "किन्तु उन्होंने उसकी कूचें काट दी। फिर पछताते रह गए",
  },
  {
    id: 158,
    text: "अन्ततः यातना ने उन्हें आ दबोचा। निश्चय ही इसमें एक बड़ी निशानी है। इसपर भी उनमें से अधिकतर माननेवाले नहीं",
  },
  {
    id: 159,
    text: "और निस्संदेह तुम्हारा रब ही है जो बड़ा प्रभुत्वशाली, अत्यन्त दयाशील है",
  },
  {
    id: 160,
    text: "लूत की क़ौम के लोगों ने रसूलों को झुठलाया;",
  },
  {
    id: 161,
    text: 'जबकि उनके भाई लूत ने उनसे कहा, "क्या तुम डर नहीं रखते?',
  },
  {
    id: 162,
    text: "मैं तो तुम्हारे लिए एक अमानतदार रसूल हूँ",
  },
  {
    id: 163,
    text: "अतः अल्लाह का डर रखो और मेरी आज्ञा का पालन करो",
  },
  {
    id: 164,
    text: "मैं इस काम पर तुमसे कोई प्रतिदान नहीं माँगता, मेरा प्रतिदान तो बस सारे संसार के रब के ज़िम्मे है",
  },
  {
    id: 165,
    text: "क्या सारे संसारवालों में से तुम ही ऐसे हो जो पुरुषों के पास जाते हो,",
  },
  {
    id: 166,
    text: 'और अपनी पत्नियों को, जिन्हें तुम्हारे रब ने तुम्हारे लिए पैदा किया, छोड़ देते हो? इतना ही नहीं, बल्कि तुम हद से आगे बढ़े हुए लोग हो।"',
  },
  {
    id: 167,
    text: 'उन्होंने कहा, "यदि तू बाज़ न आया, ऐ लतू! तो तू अवश्य ही निकाल बाहर किया जाएगा।"',
  },
  {
    id: 168,
    text: 'उसने कहा, "मैं तुम्हारे कर्म से अत्यन्त विरक्त हूँ।',
  },
  {
    id: 169,
    text: 'ऐ मेरे रब! मुझे और मेरे लोगों को, जो कुछ ये करते है उसके परिणाम से, बचा ले।"',
  },
  {
    id: 170,
    text: "अन्ततः हमने उसे और उसके सारे लोगों को बचा लिया;",
  },
  {
    id: 171,
    text: "सिवाय एक बुढ़िया के जो पीछे रह जानेवालों में थी",
  },
  {
    id: 172,
    text: "फिर शेष दूसरे लोगों को हमने विनष्ट कर दिया।",
  },
  {
    id: 173,
    text: "और हमने उनपर एक बरसात बरसाई। और यह चेताए हुए लोगों की बहुत ही बुरी वर्षा थी",
  },
  {
    id: 174,
    text: "निश्चय ही इसमें एक बड़ी निशानी है। इसपर भी उनमें से अधिकतर माननेवाले नहीं",
  },
  {
    id: 175,
    text: "और निश्चय ही तुम्हारा रब बड़ा प्रभुत्वशाली, अत्यन्त दयावान है",
  },
  {
    id: 176,
    text: "अल-ऐकावालों ने रसूलों को झुठलाया",
  },
  {
    id: 177,
    text: 'जबकि शुऐब ने उनसे कहा, "क्या तुम डर नहीं रखते?',
  },
  {
    id: 178,
    text: "मैं तुम्हारे लिए एक अमानतदार रसूल हूँ",
  },
  {
    id: 179,
    text: "अतः अल्लाह का डर रखो और मेरी आज्ञा का पालन करो",
  },
  {
    id: 180,
    text: "मैं इस काम पर तुमसे कोई प्रतिदान नहीं माँगता। मेरा प्रतिदान तो बस सारे संसार के रब के ज़िम्मे है",
  },
  {
    id: 181,
    text: "तुम पूरा-पूरा पैमाना भरो और घाटा न दो",
  },
  {
    id: 182,
    text: "और ठीक तराज़ू से तौलो",
  },
  {
    id: 183,
    text: "और लोगों को उनकी चीज़ों में घाटा न दो और धरती में बिगाड़ और फ़साद मचाते मत फिरो",
  },
  {
    id: 184,
    text: 'उसका डर रखो जिसने तुम्हें और पिछली नस्लों को पैदा किया हैं।"',
  },
  {
    id: 185,
    text: 'उन्होंने कहा, "तू तो बस जादू का मारा हुआ है',
  },
  {
    id: 186,
    text: "और तू बस हमारे ही जैसा एक आदमी है और हम तो तुझे झूठा समझते है",
  },
  {
    id: 187,
    text: 'फिर तू हमपर आकाश को कोई टुकड़ा गिरा दे, यदि तू सच्चा है।"',
  },
  {
    id: 188,
    text: 'उसने कहा, " मेरा रब भली-भाँति जानता है जो कुछ तुम कर रहे हो।"',
  },
  {
    id: 189,
    text: "किन्तु उन्होंने उसे झुठला दिया। फिर छायावाले दिन की यातना ने आ लिया। निश्चय ही वह एक बड़े दिन की यातना थी",
  },
  {
    id: 190,
    text: "निस्संदेह इसमें एक बड़ी निशानी है। इसपर भी उनमें से अधिकतर माननेवाले नहीं",
  },
  {
    id: 191,
    text: "और निश्चय ही तुम्हारा रब ही है, जो बड़ा प्रभुत्वशाली, अत्यन्त दयावान है",
  },
  {
    id: 192,
    text: "निश्चय ही यह (क़ुरआन) सारे संसार के रब की अवतरित की हुई चीज़ है",
  },
  {
    id: 193,
    text: "इसको लेकर तुम्हारे हृदय पर एक विश्वसनीय आत्मा उतरी है,",
  },
  {
    id: 194,
    text: "ताकि तुम सावधान करनेवाले हो",
  },
  {
    id: 195,
    text: "स्पष्ट अरबी भाषा में",
  },
  {
    id: 196,
    text: "और निस्संदेह यह पिछले लोगों की किताबों में भी मौजूद है",
  },
  {
    id: 197,
    text: "क्या यह उनके लिए कोई निशानी नहीं है कि इसे बनी इसराईल के विद्वान जानते है?",
  },
  {
    id: 198,
    text: "यदि हम इसे ग़ैर अरबी भाषी पर भी उतारते,",
  },
  {
    id: 199,
    text: "और वह इसे उन्हें पढ़कर सुनाता तब भी वे इसे माननेवाले न होते",
  },
  {
    id: 200,
    text: "इसी प्रकार हमने इसे अपराधियों के दिलों में पैठाया है",
  },
  {
    id: 201,
    text: "वे इसपर ईमान लाने को नहीं, जब तक कि दुखद यातना न देख लें",
  },
  {
    id: 202,
    text: "फिर जब वह अचानक उनपर आ जाएगी और उन्हें ख़बर भी न होगी,",
  },
  {
    id: 203,
    text: 'तब वे कहेंगे, "क्या हमें कुछ मुहलत मिल सकती है?"',
  },
  {
    id: 204,
    text: "तो क्या वे लोग हमारी यातना के लिए जल्दी मचा रहे है?",
  },
  {
    id: 205,
    text: "क्या तुमने कुछ विचार किया? यदि हम उन्हें कुछ वर्षों तक सुख भोगने दें;",
  },
  {
    id: 206,
    text: "फिर उनपर वह चीज़ आ जाए, जिससे उन्हें डराया जाता रहा है;",
  },
  {
    id: 207,
    text: "तो जो सुख उन्हें मिला होगा वह उनके कुछ काम न आएगा",
  },
  {
    id: 208,
    text: "हमने किसी बस्ती को भी इसके बिना विनष्ट नहीं किया कि उसके लिए सचेत करनेवाले याददिहानी के लिए मौजूद रहे हैं।",
  },
  {
    id: 209,
    text: "हम कोई ज़ालिम नहीं है",
  },
  {
    id: 210,
    text: "इसे शैतान लेकर नहीं उतरे हैं।",
  },
  {
    id: 211,
    text: "न यह उन्हें फबता ही है और न ये उनके बस का ही है",
  },
  {
    id: 212,
    text: "वे तो इसके सुनने से भी दूर रखे गए है",
  },
  {
    id: 213,
    text: "अतः अल्लाह के साथ दूसरे इष्ट-पूज्य को न पुकारना, अन्यथा तुम्हें भी यातना दी जाएगी",
  },
  {
    id: 214,
    text: "और अपने निकटतम नातेदारों को सचेत करो",
  },
  {
    id: 215,
    text: "और जो ईमानवाले तुम्हारे अनुयायी हो गए है, उनके लिए अपनी भुजाएँ बिछाए रखो",
  },
  {
    id: 216,
    text: 'किन्तु यदि वे तुम्हारी अवज्ञा करें तो कह दो, "जो कुछ तुम करते हो, उसकी ज़िम्मेदारी से मं1 बरी हूँ।"',
  },
  {
    id: 217,
    text: "और उस प्रभुत्वशाली और दया करनेवाले पर भरोसा रखो",
  },
  {
    id: 218,
    text: "जो तुम्हें देख रहा होता है, जब तुम खड़े होते हो",
  },
  {
    id: 219,
    text: "और सजदा करनेवालों में तुम्हारे चलत-फिरत को भी वह देखता है",
  },
  {
    id: 220,
    text: "निस्संदेह वह भली-भाँति सुनता-जानता है",
  },
  {
    id: 221,
    text: "क्या मैं तुम्हें बताऊँ कि शैतान किसपर उतरते है?",
  },
  {
    id: 222,
    text: "वे प्रत्येक ढोंग रचनेवाले गुनाहगार पर उतरते है",
  },
  {
    id: 223,
    text: "वे कान लगाते है और उनमें से अधिकतर झूठे होते है",
  },
  {
    id: 224,
    text: "रहे कवि, तो उनके पीछे बहके हुए लोग ही चला करते है।-",
  },
  {
    id: 225,
    text: "क्या तुमने देखा नहीं कि वे हर घाटी में बहके फिरते हैं,",
  },
  {
    id: 226,
    text: "और कहते वह है जो करते नहीं? -",
  },
  {
    id: 227,
    text: "वे नहीं जो ईमान लाए और उन्होंने अच्छे कर्म किए और अल्लाह को अधिक .याद किया। औऱ इसके बाद कि उनपर ज़ुल्म किया गया तो उन्होंने उसका प्रतिकार किया और जिन लोगों ने ज़ुल्म किया, उन्हें जल्द ही मालूम हो जाएगा कि वे किस जगह पलटते हैं",
  },
];

export default hn;
