import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "वह घड़ी निकट और लगी और चाँद फट गया;",
  },
  {
    id: 2,
    text: 'किन्तु हाल यह है कि यदि वे कोई निशानी देख भी लें तो टाल जाएँगे और कहेंगे, "यह तो जादू है, पहले से चला आ रहा है!"',
  },
  {
    id: 3,
    text: "उन्होंने झुठलाया और अपनी इच्छाओं का अनुसरण किया; किन्तु हर मामले के लिए एक नियत अवधि है।",
  },
  {
    id: 4,
    text: "उनके पास अतीत को ऐसी खबरें आ चुकी है, जिनमें ताड़ना अर्थात पूर्णतः तत्वदर्शीता है।",
  },
  {
    id: 5,
    text: "किन्तु चेतावनियाँ उनके कुछ काम नहीं आ रही है! -",
  },
  {
    id: 6,
    text: "अतः उनसे रुख़ फेर लो - जिस दिन पुकारनेवाला एक अत्यन्त अप्रिय चीज़ की ओर पुकारेगा;",
  },
  {
    id: 7,
    text: "वे अपनी झुकी हुई निगाहों के साथ अपनी क्रबों से निकल रहे होंगे, मानो वे बिखरी हुई टिड्डियाँ है;",
  },
  {
    id: 8,
    text: 'दौड़ पड़ने को पुकारनेवाले की ओर। इनकार करनेवाले कहेंगे, "यह तो एक कठिन दिन है!"',
  },
  {
    id: 9,
    text: 'उनसे पहले नूह की क़ौम ने भी झुठलाया। उन्होंने हमारे बन्दे को झूठा ठहराया और कहा, "यह तो दीवाना है!" और वह बुरी तरह झिड़का गया',
  },
  {
    id: 10,
    text: 'अन्त में उसने अपने रब को पुकारा कि "मैं दबा हुआ हूँ। अब तू बदला ले।"',
  },
  {
    id: 11,
    text: "तब हमने मूसलाधार बरसते हुए पानी से आकाश के द्वार खोल दिए;",
  },
  {
    id: 12,
    text: "और धरती को प्रवाहित स्रोतों में परिवर्तित कर दिया, और सारा पानी उस काम के लिए मिल गया जो नियत हो चुका था",
  },
  {
    id: 13,
    text: "और हमने उसे एक तख़्तों और कीलोंवाली (नौका) पर सवार किया,",
  },
  {
    id: 14,
    text: "जो हमारी निगाहों के सामने चल रही थी - यह बदला था उस व्यक्ति के लिए जिसकी क़द्र नहीं की गई।",
  },
  {
    id: 15,
    text: "हमने उसे एक निशानी बनाकर छोड़ दिया; फिर क्या कोई नसीहत हासिल करनेवाला?",
  },
  {
    id: 16,
    text: "फिर कैसी रही मेरी यातना और मेरे डरावे?",
  },
  {
    id: 17,
    text: "और हमने क़ुरआन को नसीहत के लिए अनुकूल और सहज बना दिया है। फिर क्या है कोई नसीहत करनेवाला?",
  },
  {
    id: 18,
    text: "आद ने भी झुठलाया, फिर कैसी रही मेरी यातना और मेरा डराना?",
  },
  {
    id: 19,
    text: "निश्चय ही हमने एक निरन्तर अशुभ दिन में तेज़ प्रचंड ठंडी हवा भेजी, उसे उनपर मुसल्लत कर दिया, तो वह लोगों को उखाड़ फेंक रही थी",
  },
  {
    id: 20,
    text: "मानो वे उखड़े खजूर के तने हो",
  },
  {
    id: 21,
    text: "फिर कैसी रही मेरी यातना और मेरे डरावे?",
  },
  {
    id: 22,
    text: "और हमने क़ुरआन को नसीहत के लिए अनुकूल और सहज बना दिया है। फिर क्या है कोई नसीहत हासिल करनेवाला?",
  },
  {
    id: 23,
    text: "समूद ने चेतावनियों को झुठलाया;",
  },
  {
    id: 24,
    text: 'और कहने लगे, "एक अकेला आदमी, जो हम ही में से है, क्या हम उसके पीछे चलेंगे? तब तो वास्तव में हम गुमराही और दीवानापन में पड़ गए!',
  },
  {
    id: 25,
    text: '"क्या हमारे बीच उसी पर अनुस्मृति उतारी है? नहीं, बल्कि वह तो परले दरजे का झूठा, बड़ा आत्मश्लाघी है।"',
  },
  {
    id: 26,
    text: '"कल को ही वे जान लेंगे कि कौन परले दरजे का झूठा, बड़ा आत्मश्लाघी है।',
  },
  {
    id: 27,
    text: "हम ऊँटनी को उनके लिए परीक्षा के रूप में भेज रहे है। अतः तुम उन्हें देखते जाओ और धैर्य से काम लो",
  },
  {
    id: 28,
    text: '"और उन्हें सूचित कर दो कि पानी उनके बीच बाँट दिया गया है। हर एक पीने की बारी पर बारीवाला उपस्थित होगा।"',
  },
  {
    id: 29,
    text: "अन्ततः उन्होंने अपने साथी को पुकारा, तो उसने ज़िम्मा लिया फिर उसने उसकी कूचें काट दी",
  },
  {
    id: 30,
    text: "फिर कैसी रही मेरी यातना और मेरे डरावे?",
  },
  {
    id: 31,
    text: "हमने उनपर एक धमाका छोड़ा, फिर वे बाड़ लगानेवाले की रौंदी हुई बाड़ की तरह चूरा होकर रह गए",
  },
  {
    id: 32,
    text: "हमने क़ुरआन को नसीहत के लिए अनुकूल और सहज बना दिया है। फिर क्या कोई नसीहत हासिल करनेवाला?",
  },
  {
    id: 33,
    text: "लूत की क़ौम ने भी चेतावनियों को झुठलाया",
  },
  {
    id: 34,
    text: "हमने लूत के घरवालों के सिवा उनपर पथराव करनेवाली तेज़ वायु भेजी।",
  },
  {
    id: 35,
    text: "हमने अपनी विशेष अनुकम्पा से प्रातःकाल उन्हें बचा लिया। हम इसी तरह उस व्यक्ति को बदला देते है जो कृतज्ञता दिखाए",
  },
  {
    id: 36,
    text: "उसने जो उन्हें हमारी पकड़ से सावधान कर दिया था। किन्तु वे चेतावनियों के विषय में संदेह करते रहे",
  },
  {
    id: 37,
    text: 'उन्होंने उसे फुसलाकर उसके पास से उसके अतिथियों को बलाना चाहा। अन्ततः हमने उसकी आँखें मेट दीं, "लो, अब चखो मज़ा मेरी यातना और चेतावनियों का!"',
  },
  {
    id: 38,
    text: "सुबह सवेरे ही एक अटल यातना उनपर आ पहुँची,",
  },
  {
    id: 39,
    text: '"लो, अब चखो मज़ा मेरी यातना और चेतावनियों का!"',
  },
  {
    id: 40,
    text: "और हमने क़ुरआन को नसीहत के लिए अनुकूल और सहज बना दिया है। फिर क्या है कोई नसीहत हासिल करनेवाला?",
  },
  {
    id: 41,
    text: "और फ़िरऔनियों के पास चेतावनियाँ आई;",
  },
  {
    id: 42,
    text: "उन्होंने हमारी सारी निशानियों को झुठला दिया। अन्ततः हमने उन्हें पकड़ लिया, जिस प्रकार एक ज़बरदस्त प्रभुत्वशाली पकड़ता है",
  },
  {
    id: 43,
    text: "क्या तुम्हारे काफ़िर कुछ उन लोगो से अच्छे है या किताबों में तुम्हारे लिए कोई छुटकारा लिखा हुआ है?",
  },
  {
    id: 44,
    text: 'या वे कहते है, "और हम मुक़ाबले की शक्ति रखनेवाले एक जत्था है?"',
  },
  {
    id: 45,
    text: "शीघ्र ही वह जत्था पराजित होकर रहेगा और वे पीठ दिखा जाएँगे",
  },
  {
    id: 46,
    text: "नहीं, बल्कि वह घड़ी है, जिसका समय उनके लिए नियत है और वह बड़ी आपदावाली और कटु घड़ी है!",
  },
  {
    id: 47,
    text: "निस्संदेह, अपराधी लोग गुमराही और दीवानेपन में पड़े हुए है",
  },
  {
    id: 48,
    text: 'जिस दिन वे अपने मुँह के बल आग में घसीटे जाएँगे, "चखो मज़ा आग की लपट का!"',
  },
  {
    id: 49,
    text: "निश्चय ही हमने हर चीज़ एक अंदाज़े के साथ पैदा की है",
  },
  {
    id: 50,
    text: "और हमारा आदेश (और काम) तो बस एक दम की बात होती है जैसे आँख का झपकना",
  },
  {
    id: 51,
    text: "और हम तुम्हारे जैसे लोगों को विनष्ट कर चुके है। फिर क्या है कोई नसीहत हासिल करनेवाला?",
  },
  {
    id: 52,
    text: "जो कुछ उन्होंने किया है, वह पन्नों में अंकित है",
  },
  {
    id: 53,
    text: "और हर छोटी और बड़ी चीज़ लिखित है",
  },
  {
    id: 54,
    text: "निश्चय ही डर रखनेवाले बाग़ो और नहरों के बीच होंगे,",
  },
  {
    id: 55,
    text: "प्रतिष्ठित स्थान पर, प्रभुत्वशाली सम्राट के निकट",
  },
];

export default hn;
