import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "रहमान ने",
  },
  {
    id: 2,
    text: "क़ुरआन सिखाया;",
  },
  {
    id: 3,
    text: "उसी ने मनुष्य को पैदा किया;",
  },
  {
    id: 4,
    text: "उसे बोलना सिखाया;",
  },
  {
    id: 5,
    text: "सूर्य और चन्द्रमा एक हिसाब के पाबन्द है;",
  },
  {
    id: 6,
    text: "और तारे और वृक्ष सजदा करते है;",
  },
  {
    id: 7,
    text: "उसने आकाश को ऊँचा किया और संतुलन स्थापित किया -",
  },
  {
    id: 8,
    text: "कि तुम भी तुला में सीमा का उल्लंघन न करो",
  },
  {
    id: 9,
    text: "न्याय के साथ ठीक-ठीक तौलो और तौल में कमी न करो। -",
  },
  {
    id: 10,
    text: "और धरती को उसने सृष्टल प्राणियों के लिए बनाया;",
  },
  {
    id: 11,
    text: "उसमें स्वादिष्ट फल है और खजूर के वृक्ष है, जिनके फल आवरणों में लिपटे हुए है,",
  },
  {
    id: 12,
    text: "और भुसवाले अनाज भी और सुगंधित बेल-बूटा भी",
  },
  {
    id: 13,
    text: "तो तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 14,
    text: "उसने मनुष्य को ठीकरी जैसी खनखनाती हुए मिट्टी से पैदा किया;",
  },
  {
    id: 15,
    text: "और जिन्न को उसने आग की लपट से पैदा किया",
  },
  {
    id: 16,
    text: "फिर तुम दोनों अपने रब की सामर्थ्यों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 17,
    text: "वह दो पूर्व का रब है और दो पश्चिम का रब भी।",
  },
  {
    id: 18,
    text: "फिर तुम दोनों अपने रब की महानताओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 19,
    text: "उसने दो समुद्रो को प्रवाहित कर दिया, जो आपस में मिल रहे होते है।",
  },
  {
    id: 20,
    text: "उन दोनों के बीच एक परदा बाधक होता है, जिसका वे अतिक्रमण नहीं करते",
  },
  {
    id: 21,
    text: "तो तुम दोनों अपने रब के चमत्कारों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 22,
    text: "उन (समुद्रों) से मोती और मूँगा निकलता है।",
  },
  {
    id: 23,
    text: "अतः तुम दोनों अपने रब के चमत्कारों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 24,
    text: "उसी के बस में है समुद्र में पहाड़ो की तरह उठे हुए जहाज़",
  },
  {
    id: 25,
    text: "तो तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओग?",
  },
  {
    id: 26,
    text: "प्रत्येक जो भी इस (धरती) पर है, नाशवान है",
  },
  {
    id: 27,
    text: "किन्तु तुम्हारे रब का प्रतापवान और उदार स्वरूप शेष रहनेवाला है",
  },
  {
    id: 28,
    text: "अतः तुम दोनों अपने रब के चमत्कारों में से किस-किस को झुठलाओगं?",
  },
  {
    id: 29,
    text: "आकाशों और धरती में जो भी है उसी से माँगता है। उसकी नित्य नई शान है",
  },
  {
    id: 30,
    text: "अतः तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 31,
    text: "ऐ दोनों बोझों! शीघ्र ही हम तुम्हारे लिए निवृत हुए जाते है",
  },
  {
    id: 32,
    text: "तो तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 33,
    text: "ऐ जिन्नों और मनुष्यों के गिरोह! यदि तुममें हो सके कि आकाशों और धरती की सीमाओं को पार कर सको, तो पार कर जाओ; तुम कदापि पार नहीं कर सकते बिना अधिकार-शक्ति के",
  },
  {
    id: 34,
    text: "अतः तुम दोनों अपने रब की सामर्थ्यों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 35,
    text: "अतः तुम दोनों पर अग्नि-ज्वाला और धुएँवाला अंगारा (पिघला ताँबा) छोड़ दिया जाएगा, फिर तुम मुक़ाबला न कर सकोगे।",
  },
  {
    id: 36,
    text: "अतः तुम दोनों अपने रब की सामर्थ्यों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 37,
    text: "फिर जब आकाश फट जाएगा और लाल चमड़े की तरह लाल हो जाएगा।",
  },
  {
    id: 38,
    text: "- अतः तुम दोनों अपने रब के चमत्कारों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 39,
    text: "फिर उस दिन न किसी मनुष्य से उसके गुनाह के विषय में पूछा जाएगा न किसी जिन्न से",
  },
  {
    id: 40,
    text: "अतः तुम दोनों अपने रब के चमत्कारों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 41,
    text: "अपराधी अपने चहरों से पहचान लिए जाएँगे और उनके माथे के बालों और टाँगों द्वारा पकड़ लिया जाएगा",
  },
  {
    id: 42,
    text: "अतः तुम दोनों अपने रब की सामर्थ्यों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 43,
    text: "यही वह जहन्नम है जिसे अपराधी लोग झूठ ठहराते रहे है",
  },
  {
    id: 44,
    text: "वे उनके और खौलते हुए पानी के बीच चक्कर लगा रहें होंगे",
  },
  {
    id: 45,
    text: "फिर तुम दोनों अपने रब के सामर्थ्यों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 46,
    text: "किन्तु जो अपने रब के सामने खड़े होने का डर रखता होगा, उसके लिए दो बाग़ है। -",
  },
  {
    id: 47,
    text: "तो तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 48,
    text: "घनी डालियोंवाले;",
  },
  {
    id: 49,
    text: "अतः तुम दोनों अपने रब के उपकारों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 50,
    text: "उन दोनो (बाग़ो) में दो प्रवाहित स्रोत है।",
  },
  {
    id: 51,
    text: "अतः तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 52,
    text: "उन दोनों (बाग़ो) मे हर स्वादिष्ट फल की दो-दो किस्में हैं;",
  },
  {
    id: 53,
    text: "अतः तुम दोनो रब के चमत्कारों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 54,
    text: "वे ऐसे बिछौनो पर तकिया लगाए हुए होंगे जिनके अस्तर गाढे रेशम के होंगे, और दोनों बाग़ो के फल झुके हुए निकट ही होंगे।",
  },
  {
    id: 55,
    text: "अतः तुम अपने रब के चमत्कारों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 56,
    text: "उन (अनुकम्पाओं) में निगाह बचाए रखनेवाली (सुन्दर) स्त्रियाँ होंगी, जिन्हें उनसे पहले न किसी मनुष्य ने हाथ लगाया और न किसी जिन्न ने",
  },
  {
    id: 57,
    text: "फिर तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 58,
    text: "मानो वे लाल (याकूत) और प्रवाल (मूँगा) है।",
  },
  {
    id: 59,
    text: "अतः तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 60,
    text: "अच्छाई का बदला अच्छाई के सिवा और क्या हो सकता है?",
  },
  {
    id: 61,
    text: "अतः तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 62,
    text: "उन दोनों से हटकर दो और बाग़ है।",
  },
  {
    id: 63,
    text: "फिर तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 64,
    text: "गहरे हरित;",
  },
  {
    id: 65,
    text: "अतः तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 66,
    text: "उन दोनों (बाग़ो) में दो स्रोत है जोश मारते हुए",
  },
  {
    id: 67,
    text: "अतः तुम दोनों अपने रब के चमत्कारों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 68,
    text: "उनमें है स्वादिष्ट फल और खजूर और अनार;",
  },
  {
    id: 69,
    text: "अतः तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 70,
    text: "उनमें भली और सुन्दर स्त्रियाँ होंगी।",
  },
  {
    id: 71,
    text: "तो तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 72,
    text: "हूरें (परम रूपवती स्त्रियाँ) ख़ेमों में रहनेवाली;",
  },
  {
    id: 73,
    text: "अतः तुम दोनों अपने रब के चमत्कारों में से किस-किस को झुठलाओगे?",
  },
  {
    id: 74,
    text: "जिन्हें उससे पहले न किसी मनुष्य ने हाथ लगाया होगा और न किसी जिन्न ने।",
  },
  {
    id: 75,
    text: "अतः तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 76,
    text: "वे हरे रेशमी गद्दो और उत्कृष्ट् और असाधारण क़ालीनों पर तकिया लगाए होंगे;",
  },
  {
    id: 77,
    text: "अतः तुम दोनों अपने रब की अनुकम्पाओं में से किस-किस को झुठलाओगे?",
  },
  {
    id: 78,
    text: "बड़ा ही बरकतवाला नाम है तुम्हारे प्रतापवान और उदार रब का",
  },
];

export default hn;
