import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "जब घटित होनेवाली (घड़ी) घटित हो जाएगी;"
  },
  {
    id: 2,
    text: "उसके घटित होने में कुछ भी झुठ नहीं;"
  },
  {
    id: 3,
    text: "पस्त करनेवाली होगी, ऊँचा करनेवाली थी;"
  },
  {
    id: 4,
    text: "जब धरती थरथराकर काँप उठेगी;"
  },
  {
    id: 5,
    text: "और पहाड़ टूटकर चूर्ण-विचुर्ण हो जाएँगे"
  },
  {
    id: 6,
    text: "कि वे बिखरे हुए धूल होकर रह जाएँगे"
  },
  {
    id: 7,
    text: "और तुम लोग तीन प्रकार के हो जाओगे -"
  },
  {
    id: 8,
    text: "तो दाहिने हाथ वाले (सौभाग्यशाली), कैसे होंगे दाहिने हाथ वाले!"
  },
  {
    id: 9,
    text: "और बाएँ हाथ वाले (दुर्भाग्यशाली), कैसे होंगे बाएँ हाथ वाले!"
  },
  {
    id: 10,
    text: "और आगे बढ़ जानेवाले तो आगे बढ़ जानेवाले ही है"
  },
  {
    id: 11,
    text: "वही (अल्लाह के) निकटवर्ती है;"
  },
  {
    id: 12,
    text: "नेमत भरी जन्नतों में होंगे;"
  },
  {
    id: 13,
    text: "अगलों में से तो बहुत-से होंगे,"
  },
  {
    id: 14,
    text: "किन्तु पिछलों में से कम ही"
  },
  {
    id: 15,
    text: "जड़ित तख़्तो पर;"
  },
  {
    id: 16,
    text: "तकिया लगाए आमने-सामने होंगे;"
  },
  {
    id: 17,
    text: "उनके पास किशोर होंगे जो सदैव किशोरावस्था ही में रहेंगे,"
  },
  {
    id: 18,
    text: "प्याले और आफ़ताबे (जग) और विशुद्ध पेय से भरा हुआ पात्र लिए फिर रहे होंगे"
  },
  {
    id: 19,
    text: "- जिस (के पीने) से न तो उन्हें सिर दर्द होगा और न उनकी बुद्धि में विकार आएगा"
  },
  {
    id: 20,
    text: "और स्वादिष्ट॥ फल जो वे पसन्द करें;"
  },
  {
    id: 21,
    text: "और पक्षी का मांस जो वे चाह;"
  },
  {
    id: 22,
    text: "और बड़ी आँखोंवाली हूरें,"
  },
  {
    id: 23,
    text: "मानो छिपाए हुए मोती हो"
  },
  {
    id: 24,
    text: "यह सब उसके बदले में उन्हें प्राप्त होगा जो कुछ वे करते रहे"
  },
  {
    id: 25,
    text: "उसमें वे न कोई व्यर्थ बात सुनेंगे और न गुनाह की बात;"
  },
  {
    id: 26,
    text: "सिवाय इस बात के कि \"सलाम हो, सलाम हो!\""
  },
  {
    id: 27,
    text: "रहे सौभाग्यशाली लोग, तो सौभाग्यशालियों का क्या कहना!"
  },
  {
    id: 28,
    text: "वे वहाँ होंगे जहाँ बिन काँटों के बेर होंगे;"
  },
  {
    id: 29,
    text: "और गुच्छेदार केले;"
  },
  {
    id: 30,
    text: "दूर तक फैली हुई छाँव;"
  },
  {
    id: 31,
    text: "बहता हुआ पानी;"
  },
  {
    id: 32,
    text: "बहुत-सा स्वादिष्ट; फल,"
  },
  {
    id: 33,
    text: "जिसका सिलसिला टूटनेवाला न होगा और न उसपर कोई रोक-टोक होगी"
  },
  {
    id: 34,
    text: "उच्चकोटि के बिछौने होंगे;"
  },
  {
    id: 35,
    text: "(और वहाँ उनकी पत्नियों को) निश्चय ही हमने एक विशेष उठान पर उठान पर उठाया"
  },
  {
    id: 36,
    text: "और हमने उन्हे कुँवारियाँ बनाया;"
  },
  {
    id: 37,
    text: "प्रेम दर्शानेवाली और समायु;"
  },
  {
    id: 38,
    text: "सौभाग्यशाली लोगों के लिए;"
  },
  {
    id: 39,
    text: "वे अगलों में से भी अधिक होगे"
  },
  {
    id: 40,
    text: "और पिछलों में से भी अधिक होंगे"
  },
  {
    id: 41,
    text: "रहे दुर्भाग्यशाली लोग, तो कैसे होंगे दुर्भाग्यशाली लोग!"
  },
  {
    id: 42,
    text: "गर्म हवा और खौलते हुए पानी में होंगे;"
  },
  {
    id: 43,
    text: "और काले धुएँ की छाँव में,"
  },
  {
    id: 44,
    text: "जो न ठंडी होगी और न उत्तम और लाभप्रद"
  },
  {
    id: 45,
    text: "वे इससे पहले सुख-सम्पन्न थे;"
  },
  {
    id: 46,
    text: "और बड़े गुनाह पर अड़े रहते थे"
  },
  {
    id: 47,
    text: "कहते थे, \"क्या जब हम मर जाएँगे और मिट्टी और हड्डियाँ होकर रहे जाएँगे, तो क्या हम वास्तव में उठाए जाएँगे?"
  },
  {
    id: 48,
    text: "\"और क्या हमारे पहले के बाप-दादा भी?\""
  },
  {
    id: 49,
    text: "कह दो, \"निश्चय ही अगले और पिछले भी"
  },
  {
    id: 50,
    text: "एक नियत समय पर इकट्ठे कर दिए जाएँगे, जिसका दिन ज्ञात और नियत है"
  },
  {
    id: 51,
    text: "\"फिर तुम ऐ गुमराहो, झुठलानेवालो!"
  },
  {
    id: 52,
    text: "ज़क्कूम के वृक्ष में से खाओंगे;"
  },
  {
    id: 53,
    text: "\"और उसी से पेट भरोगे;"
  },
  {
    id: 54,
    text: "\"और उसके ऊपर से खौलता हुआ पानी पीओगे;"
  },
  {
    id: 55,
    text: "\"और तौस लगे ऊँट की तरह पीओगे।\""
  },
  {
    id: 56,
    text: "यह बदला दिए जाने के दिन उनका पहला सत्कार होगा"
  },
  {
    id: 57,
    text: "हमने तुम्हें पैदा किया; फिर तुम सच क्यों नहीं मानते?"
  },
  {
    id: 58,
    text: "तो क्या तुमने विचार किया जो चीज़ तुम टपकाते हो?"
  },
  {
    id: 59,
    text: "क्या तुम उसे आकार देते हो, या हम है आकार देनेवाले?"
  },
  {
    id: 60,
    text: "हमने तुम्हारे बीच मृत्यु को नियत किया है और हमारे बस से यह बाहर नहीं है"
  },
  {
    id: 61,
    text: "कि हम तुम्हारे जैसों को बदल दें और तुम्हें ऐसी हालत में उठा खड़ा करें जिसे तुम जानते नहीं"
  },
  {
    id: 62,
    text: "तुम तो पहली पैदाइश को जान चुके हो, फिर तुम ध्यान क्यों नहीं देते?"
  },
  {
    id: 63,
    text: "फिर क्या तुमने देखा तो कुछ तुम खेती करते हो?"
  },
  {
    id: 64,
    text: "क्या उसे तुम उगाते हो या हम उसे उगाते है?"
  },
  {
    id: 65,
    text: "यदि हम चाहें तो उसे चूर-चूर कर दें। फिर तुम बातें बनाते रह जाओ"
  },
  {
    id: 66,
    text: "कि \"हमपर उलटा डाँड पड़ गया,"
  },
  {
    id: 67,
    text: "बल्कि हम वंचित होकर रह गए!\""
  },
  {
    id: 68,
    text: "फिर क्या तुमने उस पानी को देखा जिसे तुम पीते हो?"
  },
  {
    id: 69,
    text: "क्या उसे बादलों से तुमने पानी बरसाया या बरसानेवाले हम है?"
  },
  {
    id: 70,
    text: "यदि हम चाहें तो उसे अत्यन्त खारा बनाकर रख दें। फिर तुम कृतज्ञता क्यों नहीं दिखाते?"
  },
  {
    id: 71,
    text: "फिर क्या तुमने उस आग को देखा जिसे तुम सुलगाते हो?"
  },
  {
    id: 72,
    text: "क्या तुमने उसके वृक्ष को पैदा किया है या पैदा करनेवाले हम है?"
  },
  {
    id: 73,
    text: "हमने उसे एक अनुस्मृति और मरुभुमि के मुसाफ़िरों और ज़रूरतमन्दों के लिए लाभप्रद बनाया"
  },
  {
    id: 74,
    text: "अतः तुम अपने महान रब के नाम की तसबीह करो"
  },
  {
    id: 75,
    text: "अतः नहीं! मैं क़समों खाता हूँ सितारों की स्थितियों की -"
  },
  {
    id: 76,
    text: "और यह बहुत बड़ी गवाही है, यदि तुम जानो -"
  },
  {
    id: 77,
    text: "निश्चय ही यह प्रतिष्ठित क़ुरआन है"
  },
  {
    id: 78,
    text: "एक सुरक्षित किताब में अंकित है।"
  },
  {
    id: 79,
    text: "उसे केवल पाक-साफ़ व्यक्ति ही हाथ लगाते है"
  },
  {
    id: 80,
    text: "उसका अवतरण सारे संसार के रब की ओर से है।"
  },
  {
    id: 81,
    text: "फिर क्या तुम उस वाणी के प्रति उपेक्षा दर्शाते हो?"
  },
  {
    id: 82,
    text: "और तुम इसको अपनी वृत्ति बना रहे हो कि झुठलाते हो?"
  },
  {
    id: 83,
    text: "फिर ऐसा क्यों नहीं होता, जबकि प्राण कंठ को आ लगते है"
  },
  {
    id: 84,
    text: "और उस समय तुम देख रहे होते हो -"
  },
  {
    id: 85,
    text: "और हम तुम्हारी अपेक्षा उससे अधिक निकट होते है। किन्तु तुम देखते नहीं –"
  },
  {
    id: 86,
    text: "फिर ऐसा क्यों नहीं होता कि यदि तुम अधीन नहीं हो"
  },
  {
    id: 87,
    text: "तो उसे (प्राण को) लौटा दो, यदि तुम सच्चे हो"
  },
  {
    id: 88,
    text: "फिर यदि वह (अल्लाह के) निकटवर्तियों में से है;"
  },
  {
    id: 89,
    text: "तो (उसके लिए) आराम, सुख-सामग्री और सुगंध है, और नेमतवाला बाग़ है"
  },
  {
    id: 90,
    text: "और यदि वह भाग्यशालियों में से है,"
  },
  {
    id: 91,
    text: "तो \"सलाम है तुम्हें कि तुम सौभाग्यशाली में से हो।\""
  },
  {
    id: 92,
    text: "किन्तु यदि वह झुठलानेवालों, गुमराहों में से है;"
  },
  {
    id: 93,
    text: "तो उसका पहला सत्कार खौलते हुए पानी से होगा"
  },
  {
    id: 94,
    text: "फिर भड़कती हुई आग में उन्हें झोंका जाना है"
  },
  {
    id: 95,
    text: "निस्संदेह यही विश्वसनीय सत्य है"
  },
  {
    id: 96,
    text: "अतः तुम अपने महान रब की तसबीह करो"
  },
];

export default hn;