import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "होकर रहनेवाली!"
  },
  {
    id: 2,
    text: "क्या है वह होकर रहनेवाली?"
  },
  {
    id: 3,
    text: "और तुम क्या जानो कि क्या है वह होकर रहनेवाली?"
  },
  {
    id: 4,
    text: "समूद और आद ने उस खड़खड़ा देनेवाली (घटना) को झुठलाया,"
  },
  {
    id: 5,
    text: "फिर समूद तो एक हद से बढ़ जानेवाली आपदा से विनष्ट किए गए"
  },
  {
    id: 6,
    text: "और रहे आद, तो वे एक अनियंत्रित प्रचंड वायु से विनष्ट कर दिए गए"
  },
  {
    id: 7,
    text: "अल्लाह ने उसको सात रात और आठ दिन तक उन्मूलन के उद्देश्य से उनपर लगाए रखा। तो लोगों को तुम देखते कि वे उसमें पछाड़े हुए ऐसे पड़े है मानो वे खजूर के जर्जर तने हों"
  },
  {
    id: 8,
    text: "अब क्या तुम्हें उनमें से कोई शेष दिखाई देता है?"
  },
  {
    id: 9,
    text: "और फ़िरऔन ने और उससे पहले के लोगों ने और तलपट हो जानेवाली बस्तियों ने यह ख़ता की"
  },
  {
    id: 10,
    text: "उन्होंने अपने रब के रसूल की अवज्ञा की तो उसने उन्हें ऐसी पकड़ में ले लिया जो बड़ी कठोर थी"
  },
  {
    id: 11,
    text: "जब पानी उमड़ आया तो हमने तुम्हें प्रवाहित नौका में सवार किया;"
  },
  {
    id: 12,
    text: "ताकि उसे तुम्हारे लिए हम शिक्षाप्रद यादगार बनाएँ और याद रखनेवाले कान उसे सुरक्षित रखें"
  },
  {
    id: 13,
    text: "तो याद रखो जब सूर (नरसिंघा) में एक फूँक मारी जाएगी,"
  },
  {
    id: 14,
    text: "और धरती और पहाड़ों को उठाकर एक ही बार में चूर्ण-विचूर्ण कर दिया जाएगा"
  },
  {
    id: 15,
    text: "तो उस दिन घटित होनेवाली घटना घटित हो जाएगी,"
  },
  {
    id: 16,
    text: "और आकाश फट जाएगा और उस दिन उसका बन्धन ढीला पड़ जाएगा,"
  },
  {
    id: 17,
    text: "और फ़रिश्ते उसके किनारों पर होंगे और उस दिन तुम्हारे रब के सिंहासन को आठ अपने ऊपर उठाए हुए होंगे"
  },
  {
    id: 18,
    text: "उस दिन तुम लोग पेश किए जाओगे, तुम्हारी कोई छिपी बात छिपी न रहेगी"
  },
  {
    id: 19,
    text: "फिर जिस किसी को उसका कर्म-पत्र उसके दाहिने हाथ में दिया गया, तो वह कहेगा, \"लो पढ़ो, मेरा कर्म-पत्र!"
  },
  {
    id: 20,
    text: "\"मैं तो समझता ही था कि मुझे अपना हिसाब मिलनेवाला है।\""
  },
  {
    id: 21,
    text: "अतः वह सुख और आनन्दमय जीवन में होगा;"
  },
  {
    id: 22,
    text: "उच्च जन्नत में,"
  },
  {
    id: 23,
    text: "जिसके फलों के गुच्छे झुके होंगे"
  },
  {
    id: 24,
    text: "मज़े से खाओ और पियो उन कर्मों के बदले में जो तुमने बीते दिनों में किए है"
  },
  {
    id: 25,
    text: "और रहा वह क्यक्ति जिसका कर्म-पत्र उसके बाएँ हाथ में दिया गया, वह कहेगा, \"काश, मेरा कर्म-पत्र मुझे न दिया जाता"
  },
  {
    id: 26,
    text: "और मैं न जानता कि मेरा हिसाब क्या है!"
  },
  {
    id: 27,
    text: "\"ऐ काश, वह (मृत्यु) समाप्त करनेवाली होती!"
  },
  {
    id: 28,
    text: "\"मेरा माल मेरे कुछ काम न आया,"
  },
  {
    id: 29,
    text: "\"मेरा ज़ोर (सत्ता) मुझसे जाता रहा!\""
  },
  {
    id: 30,
    text: "\"पकड़ो उसे और उसकी गरदन में तौक़ डाल दो,"
  },
  {
    id: 31,
    text: "\"फिर उसे भड़कती हुई आग में झोंक दो,"
  },
  {
    id: 32,
    text: "\"फिर उसे एक ऐसी जंजीर में जकड़ दो जिसकी माप सत्तर हाथ है"
  },
  {
    id: 33,
    text: "\"वह न तो महिमावान अल्लाह पर ईमान रखता था"
  },
  {
    id: 34,
    text: "और न मुहताज को खाना खिलाने पर उभारता था"
  },
  {
    id: 35,
    text: "\"अतः आज उसका यहाँ कोई घनिष्ट मित्र नहीं,"
  },
  {
    id: 36,
    text: "और न ही धोवन के सिवा कोई भोजन है,"
  },
  {
    id: 37,
    text: "\"उसे ख़ताकारों (अपराधियों) के अतिरिक्त कोई नहीं खाता।\""
  },
  {
    id: 38,
    text: "अतः कुछ नहीं! मैं क़सम खाता हूँ उन चीज़ों की जो तुम देखते"
  },
  {
    id: 39,
    text: "हो और उन चीज़ों को भी जो तुम नहीं देखते,"
  },
  {
    id: 40,
    text: "निश्चय ही वह एक प्रतिष्ठित रसूल की लाई हुई वाणी है"
  },
  {
    id: 41,
    text: "वह किसी कवि की वाणी नहीं। तुम ईमान थोड़े ही लाते हो"
  },
  {
    id: 42,
    text: "और न वह किसी काहिन का वाणी है। तुम होश से थोड़े ही काम लेते हो"
  },
  {
    id: 43,
    text: "अवतरण है सारे संसार के रब की ओर से,"
  },
  {
    id: 44,
    text: "यदि वह (नबी) हमपर थोपकर कुछ बातें घड़ता,"
  },
  {
    id: 45,
    text: "तो अवश्य हम उसका दाहिना हाथ पकड़ लेते,"
  },
  {
    id: 46,
    text: "फिर उसकी गर्दन की रग काट देते,"
  },
  {
    id: 47,
    text: "और तुममें से कोई भी इससे रोकनेवाला न होता"
  },
  {
    id: 48,
    text: "और निश्चय ही वह एक अनुस्मृति है डर रखनेवालों के लिए"
  },
  {
    id: 49,
    text: "और निश्चय ही हम जानते है कि तुममें कितने ही ऐसे है जो झुठलाते है"
  },
  {
    id: 50,
    text: "निश्चय ही वह इनकार करनेवालों के लिए सर्वथा पछतावा है,"
  },
  {
    id: 51,
    text: "और वह बिल्कुल विश्वसनीय सत्य है।"
  },
  {
    id: 52,
    text: "अतः तुम अपने महिमावान रब के नाम की तसबीह (गुणगान) करो"
  },
];

export default hn;