import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "ऐ ओढ़ने लपेटनेवाले!",
  },
  {
    id: 2,
    text: "उठो, और सावधान करने में लग जाओ",
  },
  {
    id: 3,
    text: "और अपने रब की बड़ाई ही करो",
  },
  {
    id: 4,
    text: "अपने दामन को पाक रखो",
  },
  {
    id: 5,
    text: "और गन्दगी से दूर ही रहो",
  },
  {
    id: 6,
    text: "अपनी कोशिशों को अधिक समझकर उसके क्रम को भंग न करो",
  },
  {
    id: 7,
    text: "और अपने रब के लिए धैर्य ही से काम लो",
  },
  {
    id: 8,
    text: "जब सूर में फूँक मारी जाएगी",
  },
  {
    id: 9,
    text: "तो जिस दिन ऐसा होगा, वह दिन बड़ा ही कठोर होगा,",
  },
  {
    id: 10,
    text: "इनकार करनेवालो पर आसान न होगा",
  },
  {
    id: 11,
    text: "छोड़ दो मुझे और उसको जिसे मैंने अकेला पैदा किया,",
  },
  {
    id: 12,
    text: "और उसे माल दिया दूर तक फैला हुआ,",
  },
  {
    id: 13,
    text: "और उसके पास उपस्थित रहनेवाले बेटे दिए,",
  },
  {
    id: 14,
    text: "और मैंने उसके लिए अच्छी तरह जीवन-मार्ग समतल किया",
  },
  {
    id: 15,
    text: "फिर वह लोभ रखता है कि मैं उसके लिए और अधिक दूँगा",
  },
  {
    id: 16,
    text: "कदापि नहीं, वह हमारी आयतों का दुश्मन है,",
  },
  {
    id: 17,
    text: "शीघ्र ही मैं उसे घेरकर कठिन चढ़ाई चढ़वाऊँगा",
  },
  {
    id: 18,
    text: "उसने सोचा और अटकल से एक बात बनाई",
  },
  {
    id: 19,
    text: "तो विनष्ट हो, कैसी बात बनाई!",
  },
  {
    id: 20,
    text: "फिर विनष्ट हो, कैसी बात बनाई!",
  },
  {
    id: 21,
    text: "फिर नज़र दौड़ाई,",
  },
  {
    id: 22,
    text: "फिर त्योरी चढ़ाई और मुँह बनाया,",
  },
  {
    id: 23,
    text: "फिर पीठ फेरी और घमंड किया",
  },
  {
    id: 24,
    text: 'अन्ततः बोला, "यह तो बस एक जादू है, जो पहले से चला आ रहा है',
  },
  {
    id: 25,
    text: '"यह तो मात्र मनुष्य की वाणी है।"',
  },
  {
    id: 26,
    text: "मैं शीघ्र ही उसे 'सक़र' (जहन्नम की आग) में झोंक दूँगा",
  },
  {
    id: 27,
    text: "और तुम्हें क्या पता की सक़र क्या है?",
  },
  {
    id: 28,
    text: "वह न तरस खाएगी और न छोड़ेगी,",
  },
  {
    id: 29,
    text: "खाल को झुलसा देनेवाली है,",
  },
  {
    id: 30,
    text: "उसपर उन्नीस (कार्यकर्ता) नियुक्त है",
  },
  {
    id: 31,
    text: 'और हमने उस आग पर नियुक्त रहनेवालों को फ़रिश्ते ही बनाया है, और हमने उनकी संख्या को इनकार करनेवालों के लिए मुसीबत और आज़माइश ही बनाकर रखा है। ताकि वे लोग जिन्हें किताब प्रदान की गई थी पूर्ण विश्वास प्राप्त करें, और वे लोग जो ईमान ले आए वे ईमान में और आगे बढ़ जाएँ। और जिन लोगों को किताब प्रदान की गई वे और ईमानवाले किसी संशय मे न पड़े, और ताकि जिनके दिलों मे रोग है वे और इनकार करनेवाले कहें, "इस वर्णन से अल्लाह का क्या अभिप्राय है?" इस प्रकार अल्लाह जिसे चाहता है पथभ्रष्ट कर देता है और जिसे चाहता हैं संमार्ग प्रदान करता है। और तुम्हारे रब की सेनाओं को स्वयं उसके सिवा कोई नहीं जानता, और यह तो मनुष्य के लिए मात्र एक शिक्षा-सामग्री है',
  },
  {
    id: 32,
    text: "कुछ नहीं, साक्षी है चाँद",
  },
  {
    id: 33,
    text: "और साक्षी है रात जबकि वह पीठ फेर चुकी,",
  },
  {
    id: 34,
    text: "और प्रातःकाल जबकि वह पूर्णरूपेण प्रकाशित हो जाए।",
  },
  {
    id: 35,
    text: "निश्चय ही वह भारी (भयंकर) चीज़ों में से एक है,",
  },
  {
    id: 36,
    text: "मनुष्यों के लिए सावधानकर्ता के रूप में,",
  },
  {
    id: 37,
    text: "तुममें से उस व्यक्ति के लिए जो आगे बढ़ना या पीछे हटना चाहे",
  },
  {
    id: 38,
    text: "प्रत्येक व्यक्ति जो कुछ उसने कमाया उसके बदले रेहन (गिरवी) है,",
  },
  {
    id: 39,
    text: "सिवाय दाएँवालों के",
  },
  {
    id: 40,
    text: "वे बाग़ों में होंगे, पूछ-ताछ कर रहे होंगे",
  },
  {
    id: 41,
    text: "अपराधियों के विषय में",
  },
  {
    id: 42,
    text: '"तुम्हे क्या चीज़ सकंर (जहन्नम) में ले आई?"',
  },
  {
    id: 43,
    text: 'वे कहेंगे, "हम नमाज़ अदा करनेवालों में से न थे।',
  },
  {
    id: 44,
    text: "और न हम मुहताज को खाना खिलाते थे",
  },
  {
    id: 45,
    text: '"और व्यर्थ बात और कठ-हुज्जती में पड़े रहनेवालों के साथ हम भी उसी में लगे रहते थे।',
  },
  {
    id: 46,
    text: "और हम बदला दिए जाने के दिन को झुठलाते थे,",
  },
  {
    id: 47,
    text: '"यहाँ तक कि विश्वसनीय चीज़ (प्रलय-दिवस) में हमें आ लिया।"',
  },
  {
    id: 48,
    text: "अतः सिफ़ारिश करनेवालों को कोई सिफ़ारिश उनको कुछ लाभ न पहुँचा सकेगी",
  },
  {
    id: 49,
    text: "आख़िर उन्हें क्या हुआ है कि वे नसीहत से कतराते है,",
  },
  {
    id: 50,
    text: "मानो वे बिदके हुए जंगली गधे है",
  },
  {
    id: 51,
    text: "जो शेर से (डरकर) भागे है?",
  },
  {
    id: 52,
    text: "नहीं, बल्कि उनमें से प्रत्येक व्यक्ति चाहता है कि उसे खुली किताबें दी जाएँ",
  },
  {
    id: 53,
    text: "कदापि नहीं, बल्कि ले आख़िरत से डरते नहीं",
  },
  {
    id: 54,
    text: "कुछ नहीं, वह तो एक अनुस्मति है",
  },
  {
    id: 55,
    text: "अब जो कोई चाहे इससे नसीहत हासिल करे,",
  },
  {
    id: 56,
    text: "और वे नसीहत हासिल नहीं करेंगे। यह और बात है कि अल्लाह ही ऐसा चाहे। वही इस योग्य है कि उसका डर रखा जाए और इस योग्य भी कि क्षमा करे",
  },
];

export default hn;
