import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "नहीं, मैं क़सम खाता हूँ क़ियामत के दिन की,"
  },
  {
    id: 2,
    text: "और नहीं! मैं कसम खाता हूँ मलामत करनेवाली आत्मा की"
  },
  {
    id: 3,
    text: "क्या मनुष्य यह समझता है कि हम कदापि उसकी हड्डियों को एकत्र न करेंगे?"
  },
  {
    id: 4,
    text: "क्यों नहीं, हम उसकी पोरों को ठीक-ठाक करने की सामर्थ्य रखते है"
  },
  {
    id: 5,
    text: "बल्कि मनुष्य चाहता है कि अपने आगे ढिठाई करता रहे"
  },
  {
    id: 6,
    text: "पूछता है, \"आख़िर क़ियामत का दिन कब आएगा?\""
  },
  {
    id: 7,
    text: "तो जब निगाह चौंधिया जाएगी,"
  },
  {
    id: 8,
    text: "और चन्द्रमा को ग्रहण लग जाएगा,"
  },
  {
    id: 9,
    text: "और सूर्य और चन्द्रमा इकट्ठे कर दिए जाएँगे,"
  },
  {
    id: 10,
    text: "उस दिन मनुष्य कहेगा, \"कहाँ जाऊँ भागकर?\""
  },
  {
    id: 11,
    text: "कुछ नहीं, कोई शरण-स्थल नहीं!"
  },
  {
    id: 12,
    text: "उस दिन तुम्हारे रब ही ओर जाकर ठहरना है"
  },
  {
    id: 13,
    text: "उस दिन मनुष्य को बता दिया जाएगा जो कुछ उसने आगे बढाया और पीछे टाला"
  },
  {
    id: 14,
    text: "नहीं, बल्कि मनुष्य स्वयं अपने हाल पर निगाह रखता है,"
  },
  {
    id: 15,
    text: "यद्यपि उसने अपने कितने ही बहाने पेश किए हो"
  },
  {
    id: 16,
    text: "तू उसे शीघ्र पाने के लिए उसके प्रति अपनी ज़बान को न चला"
  },
  {
    id: 17,
    text: "हमारे ज़िम्मे है उसे एकत्र करना और उसका पढ़ना,"
  },
  {
    id: 18,
    text: "अतः जब हम उसे पढ़े तो उसके पठन का अनुसरण कर,"
  },
  {
    id: 19,
    text: "फिर हमारे ज़िम्मे है उसका स्पष्टीकरण करना"
  },
  {
    id: 20,
    text: "कुछ नहीं, बल्कि तुम लोग शीघ्र मिलनेवाली चीज़ (दुनिया) से प्रेम रखते हो,"
  },
  {
    id: 21,
    text: "और आख़िरत को छोड़ रहे हो"
  },
  {
    id: 22,
    text: "किनते ही चहरे उस दिन तरो ताज़ा और प्रफुल्लित होंगे,"
  },
  {
    id: 23,
    text: "अपने रब की ओर देख रहे होंगे।"
  },
  {
    id: 24,
    text: "और कितने ही चेहरे उस दिन उदास और बिगड़े हुए होंगे,"
  },
  {
    id: 25,
    text: "समझ रहे होंगे कि उनके साथ कमर तोड़ देनेवाला मामला किया जाएगा"
  },
  {
    id: 26,
    text: "कुछ नहीं, जब प्राण कंठ को आ लगेंगे,"
  },
  {
    id: 27,
    text: "और कहा जाएगा, \"कौन है झाड़-फूँक करनेवाला?\""
  },
  {
    id: 28,
    text: "और वह समझ लेगा कि वह जुदाई (का समय) है"
  },
  {
    id: 29,
    text: "और पिंडली से पिंडली लिपट जाएगी,"
  },
  {
    id: 30,
    text: "तुम्हारे रब की ओर उस दिन प्रस्थान होगा"
  },
  {
    id: 31,
    text: "किन्तु उसने न तो सत्य माना और न नमाज़ अदा की,"
  },
  {
    id: 32,
    text: "लेकिन झुठलाया और मुँह मोड़ा,"
  },
  {
    id: 33,
    text: "फिर अकड़ता हुआ अपने लोगों की ओर चल दिया"
  },
  {
    id: 34,
    text: "अफ़सोस है तुझपर और अफ़सोस है!"
  },
  {
    id: 35,
    text: "फिर अफ़सोस है तुझपर और अफ़सोस है!"
  },
  {
    id: 36,
    text: "क्या मनुष्य समझता है कि वह यूँ ही स्वतंत्र छोड़ दिया जाएगा?"
  },
  {
    id: 37,
    text: "क्या वह केवल टपकाए हुए वीर्य की एक बूँद न था?"
  },
  {
    id: 38,
    text: "फिर वह रक्त की एक फुटकी हुआ, फिर अल्लाह ने उसे रूप दिया और उसके अंग-प्रत्यंग ठीक-ठाक किए"
  },
  {
    id: 39,
    text: "और उसकी दो जातियाँ बनाई - पुरुष और स्त्री"
  },
  {
    id: 40,
    text: "क्या उसे वह सामर्थ्य प्राप्त- नहीं कि वह मुर्दों को जीवित कर दे?"
  },
];

export default hn;