import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "साक्षी है वे (हवाएँ) जिनकी चोटी छोड़ दी जाती है"
  },
  {
    id: 2,
    text: "फिर ख़ूब तेज़ हो जाती है,"
  },
  {
    id: 3,
    text: "और (बादलों को) उठाकर फैलाती है,"
  },
  {
    id: 4,
    text: "फिर मामला करती है अलग-अलग,"
  },
  {
    id: 5,
    text: "फिर पेश करती है याददिहानी"
  },
  {
    id: 6,
    text: "इल्ज़ाम उतारने या चेतावनी देने के लिए,"
  },
  {
    id: 7,
    text: "निस्संदेह जिसका वादा तुमसे किया जा रहा है वह निश्चित ही घटित होकर रहेगा"
  },
  {
    id: 8,
    text: "अतः जब तारे विलुप्त (प्रकाशहीन) हो जाएँगे,"
  },
  {
    id: 9,
    text: "और जब आकाश फट जाएगा"
  },
  {
    id: 10,
    text: "और पहाड़ चूर्ण-विचूर्ण होकर बिखर जाएँगे;"
  },
  {
    id: 11,
    text: "और जब रसूलों का हाल यह होगा कि उन का समय नियत कर दिया गया होगा -"
  },
  {
    id: 12,
    text: "किस दिन के लिए वे टाले गए है?"
  },
  {
    id: 13,
    text: "फ़ैसले के दिन के लिए"
  },
  {
    id: 14,
    text: "और तुम्हें क्या मालूम कि वह फ़ैसले का दिन क्या है? -"
  },
  {
    id: 15,
    text: "तबाही है उस दिन झूठलाने-वालों की!"
  },
  {
    id: 16,
    text: "क्या ऐसा नहीं हुआ कि हमने पहलों को विनष्ट किया?"
  },
  {
    id: 17,
    text: "फिर उन्हीं के पीछे बादवालों को भी लगाते रहे?"
  },
  {
    id: 18,
    text: "अपराधियों के साथ हम ऐसा ही करते है"
  },
  {
    id: 19,
    text: "तबाही है उस दिन झुठलानेवालो की!"
  },
  {
    id: 20,
    text: "क्या ऐस नहीं है कि हमने तुम्हे तुच्छ जल से पैदा किया,"
  },
  {
    id: 21,
    text: "फिर हमने उसे एक सुरक्षित टिकने की जगह रखा,"
  },
  {
    id: 22,
    text: "एक ज्ञात और निश्चित अवधि तक?"
  },
  {
    id: 23,
    text: "फिर हमने अन्दाजा ठहराया, तो हम क्या ही अच्छा अन्दाज़ा ठहरानेवाले है"
  },
  {
    id: 24,
    text: "तबाही है उस दिन झूठलानेवालों की!"
  },
  {
    id: 25,
    text: "क्या ऐसा नहीं है कि हमने धरती को समेट रखनेवाली बनाया,"
  },
  {
    id: 26,
    text: "ज़िन्दों को भी और मुर्दों को भी,"
  },
  {
    id: 27,
    text: "और उसमें ऊँचे-ऊँचे पहाड़ जमाए और तुम्हें मीठा पानी पिलाया?"
  },
  {
    id: 28,
    text: "तबाही है उस दिन झुठलानेवालों की!"
  },
  {
    id: 29,
    text: "चलो उस चीज़ की ओर जिसे तुम झुठलाते रहे हो!"
  },
  {
    id: 30,
    text: "चलो तीन शाखाओंवाली छाया की ओर,"
  },
  {
    id: 31,
    text: "जिसमें न छाँव है और न वह अग्नि-ज्वाला से बचा सकती है"
  },
  {
    id: 32,
    text: "निस्संदेह वे (ज्वालाएँ) महल जैसी (ऊँची) चिंगारियाँ फेंकती है"
  },
  {
    id: 33,
    text: "मानो वे पीले ऊँट हैं!"
  },
  {
    id: 34,
    text: "तबाही है उस झुठलानेवालों की!"
  },
  {
    id: 35,
    text: "यह वह दिन है कि वे कुछ बोल नहीं रहे है,"
  },
  {
    id: 36,
    text: "तो कोई उज़ पेश करें, (बात यह है कि) उन्हें बोलने की अनुमति नहीं दी जा रही है"
  },
  {
    id: 37,
    text: "तबाही है उस दिन झुठलानेवालों की"
  },
  {
    id: 38,
    text: "\"यह फ़ैसले का दिन है, हमने तुम्हें भी और पहलों को भी इकट्ठा कर दिया"
  },
  {
    id: 39,
    text: "\"अब यदि तुम्हारे पास कोई चाल है तो मेरे विरुद्ध चलो।\""
  },
  {
    id: 40,
    text: "तबाही है उस दिन झुठलानेवालो की!"
  },
  {
    id: 41,
    text: "निस्संदेह डर रखनेवाले छाँवों और स्रोतों में है,"
  },
  {
    id: 42,
    text: "और उन फलों के बीच जो वे चाहे"
  },
  {
    id: 43,
    text: "\"खाओ-पियो मज़े से, उस कर्मों के बदले में जो तुम करते रहे हो।\""
  },
  {
    id: 44,
    text: "निश्चय ही उत्तमकारों को हम ऐसा ही बदला देते है"
  },
  {
    id: 45,
    text: "तबाही है उस दिन झुठलानेवालों की!"
  },
  {
    id: 46,
    text: "\"खा लो और मज़े कर लो थोड़ा-सा, वास्तव में तुम अपराधी हो!\""
  },
  {
    id: 47,
    text: "तबाही है उस दिन झुठलानेवालों की!"
  },
  {
    id: 48,
    text: "जब उनसे कहा जाता है कि \"झुको! तो नहीं झुकते।\""
  },
  {
    id: 49,
    text: "तबाही है उस दिन झुठलानेवालों की!"
  },
  {
    id: 50,
    text: "अब आख़िर इसके पश्चात किस वाणी पर वे ईमान लाएँगे?"
  },
];

export default hn;