import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "गवाह है वे (हवाएँ) जो ज़ोर से उखाड़ फैंके,",
  },
  {
    id: 2,
    text: "और गवाह है वे (हवाएँ) जो नर्मी के साथ चलें,",
  },
  {
    id: 3,
    text: "और गवाह है वे जो वायुमंडल में तैरें,",
  },
  {
    id: 4,
    text: "फिर एक-दूसरे से अग्रसर हों,",
  },
  {
    id: 5,
    text: "और मामले की तदबीर करें",
  },
  {
    id: 6,
    text: "जिस दिन हिला डालेगी हिला डालनेवाले घटना,",
  },
  {
    id: 7,
    text: "उसके पीछ घटित होगी दूसरी (घटना)",
  },
  {
    id: 8,
    text: "कितने ही दिल उस दिन काँप रहे होंगे,",
  },
  {
    id: 9,
    text: "उनकी निगाहें झुकी होंगी",
  },
  {
    id: 10,
    text: 'वे कहते है, "क्या वास्तव में हम पहली हालत में फिर लौटाए जाएँगे?',
  },
  {
    id: 11,
    text: 'क्या जब हम खोखली गलित हड्डियाँ हो चुके होंगे?"',
  },
  {
    id: 12,
    text: 'वे कहते है, "तब तो लौटना बड़े ही घाटे का होगा।"',
  },
  {
    id: 13,
    text: "वह तो बस एक ही झिड़की होगी,",
  },
  {
    id: 14,
    text: "फिर क्या देखेंगे कि वे एक समतल मैदान में उपस्थित है",
  },
  {
    id: 15,
    text: "क्या तुम्हें मूसा की ख़बर पहुँची है?",
  },
  {
    id: 16,
    text: "जबकि उसके रब ने पवित्र घाटी 'तुवा' में उसे पुकारा था",
  },
  {
    id: 17,
    text: 'कि "फ़िरऔन के पास जाओ, उसने बहुत सिर उठा रखा है',
  },
  {
    id: 18,
    text: '"और कहो, क्या तू यह चाहता है कि स्वयं को पाक-साफ़ कर ले,',
  },
  {
    id: 19,
    text: '"और मैं तेरे रब की ओर तेरा मार्गदर्शन करूँ कि तु (उससे) डरे?"',
  },
  {
    id: 20,
    text: "फिर उसने (मूसा ने) उसको बड़ी निशानी दिखाई,",
  },
  {
    id: 21,
    text: "किन्तु उसने झुठला दिया और कहा न माना,",
  },
  {
    id: 22,
    text: "फिर सक्रियता दिखाते हुए पलटा,",
  },
  {
    id: 23,
    text: "फिर (लोगों को) एकत्र किया और पुकारकर कहा,",
  },
  {
    id: 24,
    text: '"मैं तुम्हारा उच्चकोटि का स्वामी हूँ!"',
  },
  {
    id: 25,
    text: "अन्ततः अल्लाह ने उसे आख़िरत और दुनिया की शिक्षाप्रद यातना में पकड़ लिया",
  },
  {
    id: 26,
    text: "निस्संदेह इसमें उस व्यक्ति के लिए बड़ी शिक्षा है जो डरे!",
  },
  {
    id: 27,
    text: "क्या तुम्हें पैदा करना अधिक कठिन कार्य है या आकाश को? अल्लाह ने उसे बनाया,",
  },
  {
    id: 28,
    text: "उसकी ऊँचाई को ख़ूब ऊँचा करके उसे ठीक-ठाक किया;",
  },
  {
    id: 29,
    text: "और उसकी रात को अन्धकारमय बनाया और उसका दिवस-प्रकाश प्रकट किया",
  },
  {
    id: 30,
    text: "और धरती को देखो! इसके पश्चात उसे फैलाया;",
  },
  {
    id: 31,
    text: "उसमें से उसका पानी और उसका चारा निकाला",
  },
  {
    id: 32,
    text: "और पहाड़ो को देखो! उन्हें उस (धरती) में जमा दिया,",
  },
  {
    id: 33,
    text: "तुम्हारे लिए और तुम्हारे मवेशियों के लिए जीवन-सामग्री के रूप में",
  },
  {
    id: 34,
    text: "फिर जब वह महाविपदा आएगी,",
  },
  {
    id: 35,
    text: "उस दिन मनुष्य जो कुछ भी उसने प्रयास किया होगा उसे याद करेगा",
  },
  {
    id: 36,
    text: "और भड़कती आग (जहन्नम) देखने वालों के लिए खोल दी जाएगी",
  },
  {
    id: 37,
    text: "तो जिस किसी ने सरकशी की",
  },
  {
    id: 38,
    text: "और सांसारिक जीवन को प्राथमिकता दो होगी,",
  },
  {
    id: 39,
    text: "तो निस्संदेह भड़कती आग ही उसका ठिकाना है",
  },
  {
    id: 40,
    text: "और रहा वह व्यक्ति जिसने अपने रब के सामने खड़े होने का भय रखा और अपने जी को बुरी इच्छा से रोका,",
  },
  {
    id: 41,
    text: "तो जन्नत ही उसका ठिकाना है",
  },
  {
    id: 42,
    text: "वे तुमसे उस घड़ी के विषय में पूछते है कि वह कब आकर ठहरेगी?",
  },
  {
    id: 43,
    text: "उसके बयान करने से तुम्हारा क्या सम्बन्ध?",
  },
  {
    id: 44,
    text: "उसकी अन्तिम पहुँच तो तेरे से ही सम्बन्ध रखती है",
  },
  {
    id: 45,
    text: "तुम तो बस उस व्यक्ति को सावधान करनेवाले हो जो उससे डरे",
  },
  {
    id: 46,
    text: "जिस दिन वे उसे देखेंगे तो (ऐसा लगेगा) मानो वे (दुनिया में) बस एक शाम या उसकी सुबह ही ठहरे है",
  },
];

export default hn;
