import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "उसने त्योरी चढ़ाई और मुँह फेर लिया,",
  },
  {
    id: 2,
    text: "इस कारण कि उसके पास अन्धा आ गया।",
  },
  {
    id: 3,
    text: "और तुझे क्या मालूम शायद वह स्वयं को सँवारता-निखारता हो",
  },
  {
    id: 4,
    text: "या नसीहत हासिल करता हो तो नसीहत उसके लिए लाभदायक हो?",
  },
  {
    id: 5,
    text: "रहा वह व्यक्ति जो धनी हो गया ह",
  },
  {
    id: 6,
    text: "तू उसके पीछे पड़ा है -",
  },
  {
    id: 7,
    text: "हालाँकि वह अपने को न निखारे तो तुझपर कोई ज़िम्मेदारी नहीं आती -",
  },
  {
    id: 8,
    text: "और रहा वह व्यक्ति जो स्वयं ही तेरे पास दौड़ता हुआ आया,",
  },
  {
    id: 9,
    text: "और वह डरता भी है,",
  },
  {
    id: 10,
    text: "तो तू उससे बेपरवाई करता है",
  },
  {
    id: 11,
    text: "कदापि नहीं, वे (आयतें) तो महत्वपूर्ण नसीहत है -",
  },
  {
    id: 12,
    text: "तो जो चाहे उसे याद कर ले -",
  },
  {
    id: 13,
    text: "पवित्र पन्नों में अंकित है,",
  },
  {
    id: 14,
    text: "प्रतिष्ठि्त, उच्च,",
  },
  {
    id: 15,
    text: "ऐसे कातिबों के हाथों में रहा करते है",
  },
  {
    id: 16,
    text: "जो प्रतिष्ठित और नेक है",
  },
  {
    id: 17,
    text: "विनष्ट हुआ मनुष्य! कैसा अकृतज्ञ है!",
  },
  {
    id: 18,
    text: "उसको किस चीज़ से पैदा किया?",
  },
  {
    id: 19,
    text: "तनिक-सी बूँद से उसको पैदा किया, तो उसके लिए एक अंदाजा ठहराया,",
  },
  {
    id: 20,
    text: "फिर मार्ग को देखो, उसे सुगम कर दिया,",
  },
  {
    id: 21,
    text: "फिर उसे मृत्यु दी और क्रब में उसे रखवाया,",
  },
  {
    id: 22,
    text: "फिर जब चाहेगा उसे (जीवित करके) उठा खड़ा करेगा। -",
  },
  {
    id: 23,
    text: "कदापि नहीं, उसने उसको पूरा नहीं किया जिसका आदेश अल्लाह ने उसे दिया है",
  },
  {
    id: 24,
    text: "अतः मनुष्य को चाहिए कि अपने भोजन को देखे,",
  },
  {
    id: 25,
    text: "कि हमने ख़ूब पानी बरसाया,",
  },
  {
    id: 26,
    text: "फिर धरती को विशेष रूप से फाड़ा,",
  },
  {
    id: 27,
    text: "फिर हमने उसमें उगाए अनाज,",
  },
  {
    id: 28,
    text: "और अंगूर और तरकारी,",
  },
  {
    id: 29,
    text: "और ज़ैतून और खजूर,",
  },
  {
    id: 30,
    text: "और घने बाग़,",
  },
  {
    id: 31,
    text: "और मेवे और घास-चारा,",
  },
  {
    id: 32,
    text: "तुम्हारे लिए और तुम्हारे चौपायों के लिेए जीवन-सामग्री के रूप में",
  },
  {
    id: 33,
    text: "फिर जब वह बहरा कर देनेवाली प्रचंड आवाज़ आएगी,",
  },
  {
    id: 34,
    text: "जिस दिन आदमी भागेगा अपने भाई से,",
  },
  {
    id: 35,
    text: "और अपनी माँ और अपने बाप से,",
  },
  {
    id: 36,
    text: "और अपनी पत्नी और अपने बेटों से",
  },
  {
    id: 37,
    text: "उनमें से प्रत्येक व्यक्ति को उस दिन ऐसी पड़ी होगी जो उसे दूसरों से बेपरवाह कर देगी",
  },
  {
    id: 38,
    text: "कितने ही चेहरे उस दिन रौशन होंगे,",
  },
  {
    id: 39,
    text: "हँसते, प्रफुल्लित",
  },
  {
    id: 40,
    text: "और कितने ही चेहरे होंगे जिनपर उस दिन धूल पड़ी होगी,",
  },
  {
    id: 41,
    text: "उनपर कलौंस छा रही होगी",
  },
  {
    id: 42,
    text: "वहीं होंगे इनकार करनेवाले दुराचारी लोग!",
  },
];

export default hn;
