import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "जब सूर्य लपेट दिया जाएगा,"
  },
  {
    id: 2,
    text: "सारे तारे मैले हो जाएँगे,"
  },
  {
    id: 3,
    text: "जब पहाड़ चलाए जाएँगे,"
  },
  {
    id: 4,
    text: "जब दस मास की गाभिन ऊँटनियाँ आज़ाद छोड़ दी जाएँगी,"
  },
  {
    id: 5,
    text: "जब जंगली जानवर एकत्र किए जाएँगे,"
  },
  {
    id: 6,
    text: "जब समुद्र भड़का दिया जाएँगे,"
  },
  {
    id: 7,
    text: "जब लोग क़िस्म-क़िस्म कर दिए जाएँगे,"
  },
  {
    id: 8,
    text: "और जब जीवित गाड़ी गई लड़की से पूछा जाएगा,"
  },
  {
    id: 9,
    text: "कि उसकी हत्या किस गुनाह के कारण की गई,"
  },
  {
    id: 10,
    text: "और जब कर्म-पत्र फैला दिए जाएँगे,"
  },
  {
    id: 11,
    text: "और जब आकाश की खाल उतार दी जाएगी,"
  },
  {
    id: 12,
    text: "जब जहन्नम को दहकाया जाएगा,"
  },
  {
    id: 13,
    text: "और जब जन्नत निकट कर दी जाएगी,"
  },
  {
    id: 14,
    text: "तो कोई भी क्यक्ति जान लेगा कि उसने क्या उपस्थित किया है"
  },
  {
    id: 15,
    text: "अतः नहीं! मैं क़सम खाता हूँ पीछे हटनेवालों की,"
  },
  {
    id: 16,
    text: "चलनेवालों, छिपने-दुबकने-वालों की"
  },
  {
    id: 17,
    text: "साक्षी है रात्रि जब वह प्रस्थान करे,"
  },
  {
    id: 18,
    text: "और साक्षी है प्रातः जब वह साँस ले"
  },
  {
    id: 19,
    text: "निश्चय ही वह एक आदरणीय संदेशवाहक की लाई हुई वाणी है,"
  },
  {
    id: 20,
    text: "जो शक्तिवाला है, सिंहासनवाले के यहाँ जिसकी पैठ है"
  },
  {
    id: 21,
    text: "उसका आदेश माना जाता है, वहाँ वह विश्वासपात्र है"
  },
  {
    id: 22,
    text: "तुम्हारा साथी कोई दीवाना नहीं,"
  },
  {
    id: 23,
    text: "उसने तो (पराकाष्ठान के) प्रत्यक्ष क्षितिज पर होकर उस (फ़रिश्ते) को देखा है"
  },
  {
    id: 24,
    text: "और वह परोक्ष के मामले में कृपण नहीं है,"
  },
  {
    id: 25,
    text: "और वह (क़ुरआन) किसी धुतकारे हुए शैतान की लाई हुई वाणी नहीं है"
  },
  {
    id: 26,
    text: "फिर तुम किधर जा रहे हो?"
  },
  {
    id: 27,
    text: "वह तो सारे संसार के लिए बस एक अनुस्मृति है,"
  },
  {
    id: 28,
    text: "उसके लिए तो तुममे से सीधे मार्ग पर चलना चाहे"
  },
  {
    id: 29,
    text: "और तुम नहीं चाह सकते सिवाय इसके कि सारे जहान का रब अल्लाह चाहे"
  },
];

export default hn;