import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "जबकि आकाश फट जाएगा",
  },
  {
    id: 2,
    text: "और जबकि तारे बिखर जाएँगे",
  },
  {
    id: 3,
    text: "और जबकि समुद्र बह पड़ेंगे",
  },
  {
    id: 4,
    text: "और जबकि क़बें उखेड़ दी जाएँगी",
  },
  {
    id: 5,
    text: "तब हर व्यक्ति जान लेगा जिसे उसने प्राथमिकता दी और पीछे डाला",
  },
  {
    id: 6,
    text: "ऐ मनुष्य! किस चीज़ ने तुझे अपने उदार प्रभु के विषय में धोखे में डाल रखा हैं?",
  },
  {
    id: 7,
    text: "जिसने तेरा प्रारूप बनाया, फिर नख-शिख से तुझे दुरुस्त किया और तुझे संतुलन प्रदान किया",
  },
  {
    id: 8,
    text: "जिस रूप में चाहा उसने तुझे जोड़कर तैयार किया",
  },
  {
    id: 9,
    text: "कुछ नहीं, बल्कि तुम बदला दिए जाने का झुठलाते हो",
  },
  {
    id: 10,
    text: "जबकि तुमपर निगरानी करनेवाले नियुक्त हैं",
  },
  {
    id: 11,
    text: "प्रतिष्ठित लिपिक",
  },
  {
    id: 12,
    text: "वे जान रहे होते है जो कुछ भी तुम लोग करते हो",
  },
  {
    id: 13,
    text: "निस्संदेह वफ़ादार लोग नेमतों में होंगे",
  },
  {
    id: 14,
    text: "और निश्चय ही दुराचारी भड़कती हुई आग में",
  },
  {
    id: 15,
    text: "जिसमें वे बदले के दिन प्रवेश करेंगे",
  },
  {
    id: 16,
    text: "और उससे वे ओझल नहीं होंगे",
  },
  {
    id: 17,
    text: "और तुम्हें क्या मालूम कि बदले का दिन क्या है?",
  },
  {
    id: 18,
    text: "फिर तुम्हें क्या मालूम कि बदले का दिन क्या है?",
  },
  {
    id: 19,
    text: "जिस दिन कोई व्यक्ति किसी व्यक्ति के लिए किसी चीज़ का अधिकारी न होगा, मामला उस दिन अल्लाह ही के हाथ में होगा",
  },
];

export default hn;
