import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "तबाही है घटानेवालों के लिए,"
  },
  {
    id: 2,
    text: "जो नापकर लोगों पर नज़र जमाए हुए लेते हैं तो पूरा-पूरा लेते हैं,"
  },
  {
    id: 3,
    text: "किन्तु जब उन्हें नापकर या तौलकर देते हैं तो घटाकर देते हैं"
  },
  {
    id: 4,
    text: "क्या वे समझते नहीं कि उन्हें (जीवित होकर) उठना है,"
  },
  {
    id: 5,
    text: "एक भारी दिन के लिए,"
  },
  {
    id: 6,
    text: "जिस दिन लोग सारे संसार के रब के सामने खड़े होंगे?"
  },
  {
    id: 7,
    text: "कुछ नहीं, निश्चय ही दुराचारियों का काग़ज 'सिज्जीन' में है"
  },
  {
    id: 8,
    text: "तुम्हें क्या मालूम कि 'सिज्जीन' क्या हैं?"
  },
  {
    id: 9,
    text: "मुहर लगा हुआ काग़ज"
  },
  {
    id: 10,
    text: "तबाही है उस दिन झुठलाने-वालों की,"
  },
  {
    id: 11,
    text: "जो बदले के दिन को झुठलाते है"
  },
  {
    id: 12,
    text: "और उसे तो बस प्रत्येक वह क्यक्ति ही झूठलाता है जो सीमा का उल्लंघन करनेवाला, पापी है"
  },
  {
    id: 13,
    text: "जब हमारी आयतें उसे सुनाई जाती है तो कहता है, \"ये तो पहले की कहानियाँ है।\""
  },
  {
    id: 14,
    text: "कुछ नहीं, बल्कि जो कुछ वे कमाते रहे है वह उनके दिलों पर चढ़ गया है"
  },
  {
    id: 15,
    text: "कुछ नहीं, अवश्य ही वे उस दिन अपने रब से ओट में होंगे,"
  },
  {
    id: 16,
    text: "फिर वे भड़कती आग में जा पड़ेगे"
  },
  {
    id: 17,
    text: "फिर कहा जाएगा, \"यह वही है जिस तुम झुठलाते थे\""
  },
  {
    id: 18,
    text: "कुछ नही, निस्संदेह वफ़ादार लोगों का काग़ज़ 'इल्लीयीन' (उच्च श्रेणी के लोगों) में है।-"
  },
  {
    id: 19,
    text: "और तुम क्या जानो कि 'इल्लीयीन' क्या है? -"
  },
  {
    id: 20,
    text: "लिखा हुआ रजिस्टर"
  },
  {
    id: 21,
    text: "जिसे देखने के लिए सामीप्य प्राप्त लोग उपस्थित होंगे,"
  },
  {
    id: 22,
    text: "निस्संदेह अच्छे लोग नेमतों में होंगे,"
  },
  {
    id: 23,
    text: "ऊँची मसनदों पर से देख रहे होंगे"
  },
  {
    id: 24,
    text: "उनके चहरों से तुम्हें नेमतों की ताज़गी और आभा को बोध हो रहा होगा,"
  },
  {
    id: 25,
    text: "उन्हें मुहरबंद विशुद्ध पेय पिलाया जाएगा,"
  },
  {
    id: 26,
    text: "मुहर उसकी मुश्क ही होगी - जो लोग दूसरी पर बाज़ी ले जाना चाहते हो वे इस चीज़ को प्राप्त करने में बाज़ी ले जाने का प्रयास करे -"
  },
  {
    id: 27,
    text: "और उसमें 'तसनीम' का मिश्रण होगा,"
  },
  {
    id: 28,
    text: "हाल यह है कि वह एक स्रोत है, जिसपर बैठकर सामीप्य प्राप्त लोग पिएँगे"
  },
  {
    id: 29,
    text: "जो अपराधी है वे ईमान लानेवालों पर हँसते थे,"
  },
  {
    id: 30,
    text: "और जब उनके पास से गुज़रते तो आपस में आँखों और भौंहों से इशारे करते थे,"
  },
  {
    id: 31,
    text: "और जब अपने लोगों की ओर पलटते है तो चहकते, इतराते हुए पलटते थे,"
  },
  {
    id: 32,
    text: "और जब उन्हें देखते तो कहते, \"ये तो भटके हुए है।\""
  },
  {
    id: 33,
    text: "हालाँकि वे उनपर कोई निगरानी करनेवाले बनाकर नहीं भेजे गए थे"
  },
  {
    id: 34,
    text: "तो आज ईमान लानेवाले, इनकार करनेवालों पर हँस रहे हैं,"
  },
  {
    id: 35,
    text: "ऊँची मसनदों पर से देख रहे है"
  },
  {
    id: 36,
    text: "क्या मिल गया बदला इनकार करनेवालों को उसका जो कुछ वे करते रहे है?"
  },
];

export default hn;