import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "जबकि आकाश फट जाएगा,"
  },
  {
    id: 2,
    text: "और वह अपने रब की सुनेगा, और उसे यही चाहिए भी"
  },
  {
    id: 3,
    text: "जब धरती फैला दी जाएगी"
  },
  {
    id: 4,
    text: "और जो कुछ उसके भीतर है उसे बाहर डालकर खाली हो जाएगी"
  },
  {
    id: 5,
    text: "और वह अपने रब की सुनेगी, और उसे यही चाहिए भी"
  },
  {
    id: 6,
    text: "ऐ मनुष्य! तू मशक़्क़त करता हुआ अपने रब ही की ओर खिंचा चला जा रहा है और अन्ततः उससे मिलने वाला है"
  },
  {
    id: 7,
    text: "फिर जिस किसी को उसका कर्म-पत्र उसके दाहिने हाथ में दिया गया,"
  },
  {
    id: 8,
    text: "तो उससे आसान, सरसरी हिसाब लिया जाएगा"
  },
  {
    id: 9,
    text: "और वह अपने लोगों की ओर ख़ुश-ख़ुश पलटेगा"
  },
  {
    id: 10,
    text: "और रह वह व्यक्ति जिसका कर्म-पत्र (उसके बाएँ हाथ में) उसकी पीठ के पीछे से दिया गया,"
  },
  {
    id: 11,
    text: "तो वह विनाश (मृत्यु) को पुकारेगा,"
  },
  {
    id: 12,
    text: "और दहकती आग में जा पड़ेगा"
  },
  {
    id: 13,
    text: "वह अपने लोगों में मग्न था,"
  },
  {
    id: 14,
    text: "उसने यह समझ रखा था कि उसे कभी पलटना नहीं है"
  },
  {
    id: 15,
    text: "क्यों नहीं, निश्चय ही उसका रब तो उसे देख रहा था!"
  },
  {
    id: 16,
    text: "अतः कुछ नहीं, मैं क़सम खाता हूँ सांध्य-लालिमा की,"
  },
  {
    id: 17,
    text: "और रात की और उसके समेट लेने की,"
  },
  {
    id: 18,
    text: "और चन्द्रमा की जबकि वह पूर्ण हो जाता है,"
  },
  {
    id: 19,
    text: "निश्चय ही तुम्हें मंजिल पर मंजिल चढ़ना है"
  },
  {
    id: 20,
    text: "फिर उन्हें क्या हो गया है कि ईमान नहीं लाते?"
  },
  {
    id: 21,
    text: "और जब उन्हें कुरआन पढ़कर सुनाया जाता है तो सजदे में नहीं गिर पड़ते?"
  },
  {
    id: 22,
    text: "नहीं, बल्कि इनकार करनेवाले तो झुठलाते है,"
  },
  {
    id: 23,
    text: "हालाँकि जो कुछ वे अपने अन्दर एकत्र कर रहे है, अल्लाह उसे भली-भाँति जानता है"
  },
  {
    id: 24,
    text: "अतः उन्हें दुखद यातना की मंगल सूचना दे दो"
  },
  {
    id: 25,
    text: "अलबत्ता जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए उनके लिए कभी न समाप्त॥ होनेवाला प्रतिदान है"
  },
];

export default hn;