import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "साक्षी है बुर्जोंवाला आकाश,",
  },
  {
    id: 2,
    text: "और वह दिन जिसका वादा किया गया है,",
  },
  {
    id: 3,
    text: "और देखनेवाला, और जो देखा गया",
  },
  {
    id: 4,
    text: "विनष्ट हों खाईवाले,",
  },
  {
    id: 5,
    text: "ईधन भरी आगवाले,",
  },
  {
    id: 6,
    text: "जबकि वे वहाँ बैठे होंगे",
  },
  {
    id: 7,
    text: "और वे जो कुछ ईमानवालों के साथ करते रहे, उसे देखेंगे",
  },
  {
    id: 8,
    text: "उन्होंने उन (ईमानवालों) से केवल इस कारण बदला लिया और शत्रुता की कि वे उस अल्लाह पर ईमान रखते थे जो अत्यन्त प्रभुत्वशाली, प्रशंसनीय है,",
  },
  {
    id: 9,
    text: "जिसके लिए आकाशों और धरती की बादशाही है। और अल्लाह हर चीज़ का साक्षी है",
  },
  {
    id: 10,
    text: "जिन लोगों ने ईमानवाले पुरुषों और ईमानवाली स्त्रियों को सताया और आज़माईश में डाला, फिर तौबा न की, निश्चय ही उनके लिए जहन्नम की यातना है और उनके लिए जलने की यातना है",
  },
  {
    id: 11,
    text: "निश्चय ही जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए उनके लिए बाग़ है, जिनके नीचे नहरें बह रही होगी। वही है बड़ी सफलता",
  },
  {
    id: 12,
    text: "वास्तव में तुम्हारे रब की पकड़ बड़ी ही सख़्त है",
  },
  {
    id: 13,
    text: "वही आरम्भ करता है और वही पुनरावृत्ति करता है,",
  },
  {
    id: 14,
    text: "वह बड़ा क्षमाशील, बहुत प्रेम करनेवाला है,",
  },
  {
    id: 15,
    text: "सिंहासन का स्वामी है, बडा गौरवशाली,",
  },
  {
    id: 16,
    text: "जो चाहे उसे कर डालनेवाला",
  },
  {
    id: 17,
    text: "क्या तुम्हें उन सेनाओं की भी ख़बर पहुँची हैं,",
  },
  {
    id: 18,
    text: "फ़िरऔन और समूद की?",
  },
  {
    id: 19,
    text: "नहीं, बल्कि जिन लोगों ने इनकार किया है, वे झुठलाने में लगे हुए है;",
  },
  {
    id: 20,
    text: "हालाँकि अल्लाह उन्हें घेरे हुए है, उनके आगे-पीछे से",
  },
  {
    id: 21,
    text: "नहीं, बल्कि वह तो गौरव क़ुरआन है,",
  },
  {
    id: 22,
    text: "सुरक्षित पट्टिका में अंकित है",
  },
];

export default hn;
