import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "साक्षी है आकाश, और रात में प्रकट होनेवाला -",
  },
  {
    id: 2,
    text: "और तुम क्या जानो कि रात में प्रकट होनेवाला क्या है?",
  },
  {
    id: 3,
    text: "दमकता हुआ तारा! -",
  },
  {
    id: 4,
    text: "कि हर एक व्यक्ति पर एक निगरानी करनेवाला नियुक्त है",
  },
  {
    id: 5,
    text: "अतः मनुष्य को चाहिए कि देखे कि वह किस चीज़ से पैदा किया गया है",
  },
  {
    id: 6,
    text: "एक उछलते पानी से पैदा किया गया है,",
  },
  {
    id: 7,
    text: "जो पीठ और पसलियों के मध्य से निकलता है",
  },
  {
    id: 8,
    text: "निश्चय ही वह उसके लौटा देने की सामर्थ्य रखता है",
  },
  {
    id: 9,
    text: "जिस दिन छिपी चीज़ें परखी जाएँगी,",
  },
  {
    id: 10,
    text: "तो उस समय उसके पास न तो अपनी कोई शक्ति होगी और न कोई सहायक",
  },
  {
    id: 11,
    text: "साक्षी है आवर्तन (उलट-फेर) वाला आकाश,",
  },
  {
    id: 12,
    text: "और फट जानेवाली धरती",
  },
  {
    id: 13,
    text: "वह दो-टूक बात है,",
  },
  {
    id: 14,
    text: "वह कोई हँसी-मज़ाक नही है",
  },
  {
    id: 15,
    text: "वे एक चाल चल रहे है,",
  },
  {
    id: 16,
    text: "और मैं भी एक चाल चल रहा हूँ",
  },
  {
    id: 17,
    text: "अत मुहलत दे दो उन इनकार करनेवालों को; मुहलत दे दो उन्हें थोड़ी-सी",
  },
];

export default hn;
