import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "तसबीह करो, अपने सर्वाच्च रब के नाम की,"
  },
  {
    id: 2,
    text: "जिसने पैदा किया, फिर ठीक-ठाक किया,"
  },
  {
    id: 3,
    text: "जिसने निर्धारित किया, फिर मार्ग दिखाया,"
  },
  {
    id: 4,
    text: "जिसने वनस्पति उगाई,"
  },
  {
    id: 5,
    text: "फिर उसे ख़ूब घना और हरा-भरा कर दिया"
  },
  {
    id: 6,
    text: "हम तुम्हें पढ़ा देंगे, फिर तुम भूलोगे नहीं"
  },
  {
    id: 7,
    text: "बात यह है कि अल्लाह की इच्छा ही क्रियान्वित है। निश्चय ही वह जानता है खुले को भी और उसे भी जो छिपा रहे"
  },
  {
    id: 8,
    text: "हम तुम्हें सहज ढंग से उस चीज़ की पात्र बना देंगे जो सहज एवं मृदुल (आरामदायक) है"
  },
  {
    id: 9,
    text: "अतः नसीहत करो, यदि नसीहत लाभप्रद हो!"
  },
  {
    id: 10,
    text: "नसीहत हासिल कर लेगा जिसको डर होगा,"
  },
  {
    id: 11,
    text: "किन्तु उससे कतराएगा वह अत्यन्त दुर्भाग्यवाला,"
  },
  {
    id: 12,
    text: "जो बड़ी आग में पड़ेगा,"
  },
  {
    id: 13,
    text: "फिर वह उसमें न मरेगा न जिएगा"
  },
  {
    id: 14,
    text: "सफल हो गया वह जिसने अपने आपको निखार लिया,"
  },
  {
    id: 15,
    text: "और अपने रब के नाम का स्मरण किया, अतः नमाज़ अदा की"
  },
  {
    id: 16,
    text: "नहीं, बल्कि तुम तो सांसारिक जीवन को प्राथमिकता देते हो,"
  },
  {
    id: 17,
    text: "हालाँकि आख़िरत अधिक उत्तम और शेष रहनेवाली है"
  },
  {
    id: 18,
    text: "निस्संदेह यही बात पहले की किताबों में भी है;"
  },
  {
    id: 19,
    text: "इबराईम और मूसा की किताबों में"
  },
];

export default hn;