import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "क्या तुम्हें उस छा जानेवाली की ख़बर पहुँची है?",
  },
  {
    id: 2,
    text: "उस दिन कितने ही चेहरे गिरे हुए होंगे,",
  },
  {
    id: 3,
    text: "कठिन परिश्रम में पड़े, थके-हारे",
  },
  {
    id: 4,
    text: "दहकती आग में प्रवेश करेंगे",
  },
  {
    id: 5,
    text: "खौलते हुए स्रोत से पिएँगे,",
  },
  {
    id: 6,
    text: "उनके लिए कोई खाना न होगा सिवाय एक प्रकार के ज़री के,",
  },
  {
    id: 7,
    text: "जो न पुष्ट करे और न भूख मिटाए",
  },
  {
    id: 8,
    text: "उस दिन कितने ही चेहरे प्रफुल्लित और सौम्य होंगे,",
  },
  {
    id: 9,
    text: "अपने प्रयास पर प्रसन्न,",
  },
  {
    id: 10,
    text: "उच्च जन्नत में,",
  },
  {
    id: 11,
    text: "जिसमें कोई व्यर्थ बात न सुनेंगे",
  },
  {
    id: 12,
    text: "उसमें स्रोत प्रवाहित होगा,",
  },
  {
    id: 13,
    text: "उसमें ऊँची-ऊँची मसनदें होगी,",
  },
  {
    id: 14,
    text: "प्याले ढंग से रखे होंगे,",
  },
  {
    id: 15,
    text: "क्रम से गाव तकिए लगे होंगे,",
  },
  {
    id: 16,
    text: "और हर ओर क़ालीने बिछी होंगी",
  },
  {
    id: 17,
    text: "फिर क्या वे ऊँट की ओर नहीं देखते कि कैसा बनाया गया?",
  },
  {
    id: 18,
    text: "और आकाश की ओर कि कैसा ऊँचा किया गया?",
  },
  {
    id: 19,
    text: "और पहाड़ो की ओर कि कैसे खड़े किए गए?",
  },
  {
    id: 20,
    text: "और धरती की ओर कि कैसी बिछाई गई?",
  },
  {
    id: 21,
    text: "अच्छा तो नसीहत करो! तुम तो बस एक नसीहत करनेवाले हो",
  },
  {
    id: 22,
    text: "तुम उनपर कोई दरोग़ा नही हो",
  },
  {
    id: 23,
    text: "किन्तु जिस किसी ने मुँह फेरा और इनकार किया,",
  },
  {
    id: 24,
    text: "तो अल्लाह उसे बड़ी यातना देगा",
  },
  {
    id: 25,
    text: "निस्संदेह हमारी ओर ही है उनका लौटना,",
  },
  {
    id: 26,
    text: "फिर हमारे ही ज़िम्मे है उनका हिसाब लेना",
  },
];

export default hn;
