import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "साक्षी है उषाकाल,"
  },
  {
    id: 2,
    text: "साक्षी है दस रातें,"
  },
  {
    id: 3,
    text: "साक्षी है युग्म और अयुग्म,"
  },
  {
    id: 4,
    text: "साक्षी है रात जब वह विदा हो रही हो"
  },
  {
    id: 5,
    text: "क्या इसमें बुद्धिमान के लिए बड़ी गवाही है?"
  },
  {
    id: 6,
    text: "क्या तुमने देखा नहीं कि तुम्हारे रब ने क्या किया आद के साथ,"
  },
  {
    id: 7,
    text: "स्तम्भों वाले 'इरम' के साथ?"
  },
  {
    id: 8,
    text: "वे ऐसे थे जिनके सदृश बस्तियों में पैदा नहीं हुए"
  },
  {
    id: 9,
    text: "और समूद के साथ, जिन्होंने घाटी में चट्टाने तराशी थी,"
  },
  {
    id: 10,
    text: "और मेखोवाले फ़िरऔन के साथ?"
  },
  {
    id: 11,
    text: "वे लोग कि जिन्होंने देशो में सरकशी की,"
  },
  {
    id: 12,
    text: "और उनमें बहुत बिगाड़ पैदा किया"
  },
  {
    id: 13,
    text: "अततः तुम्हारे रब ने उनपर यातना का कोड़ा बरसा दिया"
  },
  {
    id: 14,
    text: "निस्संदेह तुम्हारा रब घात में रहता है"
  },
  {
    id: 15,
    text: "किन्तु मनुष्य का हाल यह है कि जब उसका रब इस प्रकार उसकी परीक्षा करता है कि उसे प्रतिष्ठा और नेमत प्रदान करता है, तो वह कहता है, \"मेरे रब ने मुझे प्रतिष्ठित किया।\""
  },
  {
    id: 16,
    text: "किन्तु जब कभी वह उसकी परीक्षा इस प्रकार करता है कि उसकी रोज़ी नपी-तुली कर देता है, तो वह कहता है, \"मेरे रब ने मेरा अपमान किया।\""
  },
  {
    id: 17,
    text: "कदापि नहीं, बल्कि तुम अनाथ का सम्मान नहीं करते,"
  },
  {
    id: 18,
    text: "और न मुहताज को खिलान पर एक-दूसरे को उभारते हो,"
  },
  {
    id: 19,
    text: "और सारी मीरास समेटकर खा जाते हो,"
  },
  {
    id: 20,
    text: "और धन से उत्कट प्रेम रखते हो"
  },
  {
    id: 21,
    text: "कुछ नहीं, जब धरती कूट-कूटकर चुर्ण-विचुर्ण कर दी जाएगी,"
  },
  {
    id: 22,
    text: "और तुम्हारा रब और फ़रिश्ता (बन्दों की) एक-एक पंक्ति के पास आएगा,"
  },
  {
    id: 23,
    text: "और जहन्नम को उस दिन लाया जाएगा, उस दिन मनुष्य चेतेगा, किन्तु कहाँ है उसके लिए लाभप्रद उस समय का चेतना?"
  },
  {
    id: 24,
    text: "वह कहेगा, \"ऐ काश! मैंने अपने जीवन के लिए कुछ करके आगे भेजा होता।\""
  },
  {
    id: 25,
    text: "फिर उस दिन कोई नहीं जो उसकी जैसी यातना दे,"
  },
  {
    id: 26,
    text: "और कोई नहीं जो उसकी जकड़बन्द की तरह बाँधे"
  },
  {
    id: 27,
    text: "\"ऐ संतुष्ट आत्मा!"
  },
  {
    id: 28,
    text: "लौट अपने रब की ओर, इस तरह कि तू उससे राज़ी है वह तुझसे राज़ी है। अतः मेरे बन्दों में सम्मिलित हो जा। -"
  },
  {
    id: 29,
    text: "अतः मेरे बन्दों में सम्मिलित हो जा"
  },
  {
    id: 30,
    text: "और प्रवेश कर मेरी जन्नत में।\""
  },
];

export default hn;