import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "सुनो! मैं क़सम खाता हूँ इस नगर (मक्का) की -"
  },
  {
    id: 2,
    text: "हाल यह है कि तुम इसी नगर में रह रहे हो -"
  },
  {
    id: 3,
    text: "और बाप और उसकी सन्तान की,"
  },
  {
    id: 4,
    text: "निस्संदेह हमने मनुष्य को पूर्ण मशक़्क़त (अनुकूलता और सन्तुलन) के साथ पैदा किया"
  },
  {
    id: 5,
    text: "क्या वह समझता है कि उसपर किसी का बस न चलेगा?"
  },
  {
    id: 6,
    text: "कहता है कि \"मैंने ढेरो माल उड़ा दिया।\""
  },
  {
    id: 7,
    text: "क्या वह समझता है कि किसी ने उसे देखा नहीं?"
  },
  {
    id: 8,
    text: "क्या हमने उसे नहीं दी दो आँखें,"
  },
  {
    id: 9,
    text: "और एक ज़बान और दो होंठ?"
  },
  {
    id: 10,
    text: "और क्या ऐसा नहीं है कि हमने दिखाई उसे दो ऊँचाइयाँ?"
  },
  {
    id: 11,
    text: "किन्तु वह तो हुमककर घाटी में से गुजंरा ही नहीं और (न उसने मुक्ति का मार्ग पाया)"
  },
  {
    id: 12,
    text: "और तुम्हें क्या मालूम कि वह घाटी क्या है!"
  },
  {
    id: 13,
    text: "किसी गरदन का छुड़ाना"
  },
  {
    id: 14,
    text: "या भूख के दिन खाना खिलाना"
  },
  {
    id: 15,
    text: "किसी निकटवर्ती अनाथ को,"
  },
  {
    id: 16,
    text: "या धूल-धूसरित मुहताज को;"
  },
  {
    id: 17,
    text: "फिर यह कि वह उन लोगों में से हो जो ईमान लाए और जिन्होंने एक-दूसरे को धैर्य की ताकीद की , और एक-दूसरे को दया की ताकीद की"
  },
  {
    id: 18,
    text: "वही लोग है सौभाग्यशाली"
  },
  {
    id: 19,
    text: "रहे वे लोग जिन्होंने हमारी आयातों का इनकार किया, वे दुर्भाग्यशाली लोग है"
  },
  {
    id: 20,
    text: "उनपर आग होगी, जिसे बन्द कर दिया गया होगा"
  },
];

export default hn;