import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "साक्षी है सूर्य और उसकी प्रभा,",
  },
  {
    id: 2,
    text: "और चन्द्रमा जबकि वह उनके पीछे आए,",
  },
  {
    id: 3,
    text: "और दिन, जबकि वह उसे प्रकट कर दे,",
  },
  {
    id: 4,
    text: "और रात, जबकि वह उसको ढाँक ले",
  },
  {
    id: 5,
    text: "और आकाश और जैसा कुछ उसे उठाया,",
  },
  {
    id: 6,
    text: "और धरती और जैसा कुछ उसे बिछाया",
  },
  {
    id: 7,
    text: "और आत्मा और जैसा कुछ उसे सँवारा",
  },
  {
    id: 8,
    text: "फिर उसके दिल में डाली उसकी बुराई और उसकी परहेज़गारी",
  },
  {
    id: 9,
    text: "सफल हो गया जिसने उसे विकसित किया",
  },
  {
    id: 10,
    text: "और असफल हुआ जिसने उसे दबा दिया",
  },
  {
    id: 11,
    text: "समूद ने अपनी सरकशी से झुठलाया,",
  },
  {
    id: 12,
    text: "जब उनमें का सबसे बड़ा दुर्भाग्यशाली उठ खड़ा हुआ,",
  },
  {
    id: 13,
    text: 'तो अल्लाह के रसूल ने उनसे कहा, "सावधान, अल्लाह की ऊँटनी और उसके पिलाने (की बारी) से।"',
  },
  {
    id: 14,
    text: "किन्तु उन्होंने उसे झुठलाया और उस ऊँटनी की कूचें काट डाली। अन्ततः उनके रब ने उनके गुनाह के कारण उनपर तबाही डाल दी और उन्हें बराबर कर दिया",
  },
  {
    id: 15,
    text: "और उसे उसके परिणाम का कोई भय नहीं",
  },
];

export default hn;
