import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "साक्षी है रात जबकि वह छा जाए,"
  },
  {
    id: 2,
    text: "और दिन जबकि वह प्रकाशमान हो,"
  },
  {
    id: 3,
    text: "और नर और मादा का पैदा करना,"
  },
  {
    id: 4,
    text: "कि तुम्हारा प्रयास भिन्न-भिन्न है"
  },
  {
    id: 5,
    text: "तो जिस किसी ने दिया और डर रखा,"
  },
  {
    id: 6,
    text: "और अच्छी चीज़ की पुष्टि की,"
  },
  {
    id: 7,
    text: "हम उस सहज ढंग से उस चीज का पात्र बना देंगे, जो सहज और मृदुल (सुख-साध्य) है"
  },
  {
    id: 8,
    text: "रहा वह व्यक्ति जिसने कंजूसी की और बेपरवाही बरती,"
  },
  {
    id: 9,
    text: "और अच्छी चीज़ को झुठला दिया,"
  },
  {
    id: 10,
    text: "हम उसे सहज ढंग से उस चीज़ का पात्र बना देंगे, जो कठिन चीज़ (कष्ट-साध्य) है"
  },
  {
    id: 11,
    text: "और उसका माल उसके कुछ काम न आएगा, जब वह (सिर के बल) खड्ड में गिरेगा"
  },
  {
    id: 12,
    text: "निस्संदेह हमारे ज़िम्मे है मार्ग दिखाना"
  },
  {
    id: 13,
    text: "और वास्तव में हमारे अधिकार में है आख़िरत और दुनिया भी"
  },
  {
    id: 14,
    text: "अतः मैंने तुम्हें दहकती आग से सावधान कर दिया"
  },
  {
    id: 15,
    text: "इसमें बस वही पड़ेगा जो बड़ा ही अभागा होगा,"
  },
  {
    id: 16,
    text: "जिसने झुठलाया और मुँह फेरा"
  },
  {
    id: 17,
    text: "और उससे बच जाएगा वह अत्यन्त परहेज़गार व्यक्ति,"
  },
  {
    id: 18,
    text: "जो अपना माल देकर अपने आपको निखारता है"
  },
  {
    id: 19,
    text: "और हाल यह है कि किसी का उसपर उपकार नहीं कि उसका बदला दिया जा रहा हो,"
  },
  {
    id: 20,
    text: "बल्कि इससे अभीष्ट केवल उसके अपने उच्च रब के मुख (प्रसन्नता) की चाह है"
  },
  {
    id: 21,
    text: "और वह शीघ्र ही राज़ी हो जाएगा"
  },
];

export default hn;