import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "साक्षी है चढ़ता दिन,"
  },
  {
    id: 2,
    text: "और रात जबकि उसका सन्नाटा छा जाए"
  },
  {
    id: 3,
    text: "तुम्हारे रब ने तुम्हें न तो विदा किया और न वह बेज़ार (अप्रसन्न) हुआ"
  },
  {
    id: 4,
    text: "और निश्चय ही बाद में आनेवाली (अवधि) तुम्हारे लिए पहलेवाली से उत्तम है"
  },
  {
    id: 5,
    text: "और शीघ्र ही तुम्हारा रब तुम्हें प्रदान करेगा कि तुम प्रसन्न हो जाओगे"
  },
  {
    id: 6,
    text: "क्या ऐसा नहीं कि उसने तुम्हें अनाथ पाया तो ठिकाना दिया?"
  },
  {
    id: 7,
    text: "और तुम्हें मार्ग से अपरिचित पाया तो मार्ग दिखाया?"
  },
  {
    id: 8,
    text: "और तुम्हें निर्धन पाया तो समृद्ध कर दिया?"
  },
  {
    id: 9,
    text: "अतः जो अनाथ हो उसे मत दबाना,"
  },
  {
    id: 10,
    text: "और जो माँगता हो उसे न झिझकना,"
  },
  {
    id: 11,
    text: "और जो तुम्हें रब की अनुकम्पा है, उसे बयान करते रहो"
  },
];

export default hn;