import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "साक्षी है तीन और ज़ैतून"
  },
  {
    id: 2,
    text: "और तूर सीनीन,"
  },
  {
    id: 3,
    text: "और यह शान्तिपूर्ण भूमि (मक्का)"
  },
  {
    id: 4,
    text: "निस्संदेह हमने मनुष्य को सर्वोत्तम संरचना के साथ पैदा किया"
  },
  {
    id: 5,
    text: "फिर हमने उसे निकृष्टतम दशा की ओर लौटा दिया, जबकि वह स्वयं गिरनेवाला बना"
  },
  {
    id: 6,
    text: "सिवाय उन लोगों के जो ईमान लाए और जिन्होंने अच्छे कर्म किए, तो उनके लिए कभी न समाप्त होनेवाला बदला है"
  },
  {
    id: 7,
    text: "अब इसके बाद क्या है, जो बदले के विषय में तुम्हें झुठलाए?"
  },
  {
    id: 8,
    text: "क्या अल्लाह सब हाकिमों से बड़ा हाकिम नहीं हैं?"
  },
];

export default hn;