import type { meanType } from "./type";

const hn: meanType[] = [
  {
    id: 1,
    text: "पढ़ो, अपने रब के नाम के साथ जिसने पैदा किया,",
  },
  {
    id: 2,
    text: "पैदा किया मनुष्य को जमे हुए ख़ून के एक लोथड़े से",
  },
  {
    id: 3,
    text: "पढ़ो, हाल यह है कि तुम्हारा रब बड़ा ही उदार है,",
  },
  {
    id: 4,
    text: "जिसने क़लम के द्वारा शिक्षा दी,",
  },
  {
    id: 5,
    text: "मनुष्य को वह ज्ञान प्रदान किया जिस वह न जानता था",
  },
  {
    id: 6,
    text: "कदापि नहीं, मनुष्य सरकशी करता है,",
  },
  {
    id: 7,
    text: "इसलिए कि वह अपने आपको आत्मनिर्भर देखता है",
  },
  {
    id: 8,
    text: "निश्चय ही तुम्हारे रब ही की ओर पलटना है",
  },
  {
    id: 9,
    text: "क्या तुमने देखा उस व्यक्ति को",
  },
  {
    id: 10,
    text: "जो एक बन्दे को रोकता है, जब वह नमाज़ अदा करता है? -",
  },
  {
    id: 11,
    text: "तुम्हारा क्या विचार है? यदि वह सीधे मार्ग पर हो,",
  },
  {
    id: 12,
    text: "या परहेज़गारी का हुक्म दे (उसके अच्छा होने में क्या संदेह है)",
  },
  {
    id: 13,
    text: "तुम्हारा क्या विचार है? यदि उस (रोकनेवाले) ने झुठलाया और मुँह मोड़ा (तो उसके बुरा होने में क्या संदेह है) -",
  },
  {
    id: 14,
    text: "क्या उसने नहीं जाना कि अल्लाह देख रहा है?",
  },
  {
    id: 15,
    text: "कदापि नहीं, यदि वह बाज़ न आया तो हम चोटी पकड़कर घसीटेंगे,",
  },
  {
    id: 16,
    text: "झूठी, ख़ताकार चोटी",
  },
  {
    id: 17,
    text: "अब बुला ले वह अपनी मजलिस को!",
  },
  {
    id: 18,
    text: "हम भी बुलाए लेते है सिपाहियों को",
  },
  {
    id: 19,
    text: "कदापि नहीं, उसकी बात न मानो और सजदे करते और क़रीब होते रहो",
  },
];

export default hn;
