import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "हमने इसे क़द्र की रात में अवतरित किया"
  },
  {
    id: 2,
    text: "और तुम्हें क्या मालूम कि क़द्र की रात क्या है?"
  },
  {
    id: 3,
    text: "क़द्र की रात उत्तम है हज़ार महीनों से,"
  },
  {
    id: 4,
    text: "उसमें फ़रिश्तें और रूह हर महत्वपूर्ण मामलें में अपने रब की अनुमति से उतरते है"
  },
  {
    id: 5,
    text: "वह रात पूर्णतः शान्ति और सलामती है, उषाकाल के उदय होने तक"
  },
];

export default hn;