import type { meanType } from "./type";

const hn: meanType = [
  {
    id: 1,
    text: "जब धरती इस प्रकार हिला डाली जाएगी जैसा उसे हिलाया जाना है,"
  },
  {
    id: 2,
    text: "और धरती अपने बोझ बाहर निकाल देगी,"
  },
  {
    id: 3,
    text: "और मनुष्य कहेगा, \"उसे क्या हो गया है?\""
  },
  {
    id: 4,
    text: "उस दिन वह अपना वृत्तांत सुनाएगी,"
  },
  {
    id: 5,
    text: "इस कारण कि तुम्हारे रब ने उसे यही संकेत किया होगा"
  },
  {
    id: 6,
    text: "उस दिन लोग अलग-अलग निकलेंगे, ताकि उन्हें कर्म दिखाए जाएँ"
  },
  {
    id: 7,
    text: "अतः जो कोई कणभर भी नेकी करेगा, वह उसे देख लेगा,"
  },
  {
    id: 8,
    text: "और जो कोई कणभर भी बुराई करेगा, वह भी उसे देख लेगा"
  },
];

export default hn;